Repository: talestra/edelweiss
Catalog: translation/00106.po
Languages: es

source: {Pierre} "You already made your harem didn't you! Are you King already!? Are you King already?!"
es: {Pierre} "¡Es tu harem! ¿¡Desde cuando te has convertido en el Rey!?"

source: {Kazushi} "No, I met them accidentally. And shouldn't we get back to school?"
es: {Kazushi} "Me las encontré por casualidad. Ey, ¿no deberíamos ir tirando?"

source: {Haruka} "We'll take you guys there. Just follow us!"
es: {Haruka} "Nosotras os guiamos, chicos. ¡Seguidnos!"

source: {Kazushi} "Wow!! Look at this building! Is this our school!?"
es: {Kazushi} "¡¡Vaya...!! ¡Mira este edificio! ¿¡Esto es nuestra escuela!?"

source: It was built in western architecture and looked like it had some history to it. We were going to a fancy school now, unlike our previous schools.
es: Nunca había estado en una escuela tan guay.

source: {Yagami} "You guys....!"
es: {Profesor Yagami} "¡Chicos...!"

source: It wasn't just our new school awaiting our arrival.
es: La escuela no era lo único que nos estaba esperando.

source: {Kazushi} "Oh, sensei..."
es: {Kazushi} "Señor Yagami..."

source: {Appo} "Shit! He's angry!"
es: {Appo-} "Mierda..."

source: It's been a while since we've really seen him get upset.
es: Hacía bastante que no lo veíamos tan enfadado.

source: {Haruka} "Wow, he looks scary. Who is he?"
es: {Haruka} "¿Quién es ese señor que da tanto miedo?"

source: {Pierre} "That's our teacher. He's usually really nice."
es: {Pierre} "Es nuestro profesor. De normal es muy amable."

source: {Daigo} "This is not good."
es: {Daigo} "Esto no va bien."

source: He calmly walked towards us with an air of sharp authority.
es: Está andando hacia nosotros con autoridad.

source: {Yagami} "You all broke off from the group didn't you? You've got quite some nerve to play hooky on your first day here."
es: {Profesor Yagami} "¿En qué demonios estábais pensando? Es vuestro primer día."

source: {Kazushi} "N-no, please don't mention it. We're undeserving of your compliments..."
es: {Kazushi} "Todo es un pequeño malentendido..."

source: {Yagami} "That wasn't a compliment! Now line yourselves up!"
es: {Profesor Yagami} "¡¡Ven aquí ahora mismo!!"

source: {Kazushi} "Yes, sir!"
es: {Kazushi} "¡Sí!"

source: We lined up in front of him just as we were told. His eyes were bulging out of their sockets.
es: Tiene los ojos completamente abiertos.

source: {Yagami} "You boys know why I'm angry, right?"
es: {Profesor Yagami} "Sabéis por qué estoy enfadado, ¿no?"

source: {Appo} "Yes, sir! Because we didn't follow the rules!"
es: {Appo-} "¡Sí! ¡Porque no hemos seguido las reglas!"

source: {Yagami} "Then close your eyes and grit your teeth."
es: {Profesor Yagami} "Vale. Entonces, cerrad los ojos."

source: Sensei wound up his fist as we braced for impact.
es: El profesor Yagami prepara sus puños.

source: {Mizuki} "Huh? Wait, what?"
es: {Mizuki} "¿Qué es lo que va a hacer...?"

source: {Kazushi} "Ggeh!!"
es: {Kazushi} "¡¡Au!!"

source: {Pierre} "Hebph!"
es: {Pierre} "¡Au!"

source: {Appo} "Gguh!!"
es: {Appo-} "¡¡Auch!!"

source: {Daigo} "Gghoh!"
es: {Daigo} "¡Oh!"

source: We all must have flown about three meters before landing like empty husks.
es: Debemos haber volado algo así como unos tres metros.

source: {Ran} "Whoohoo! That was awesome!"
es: {Ran} "¡Vaya!"

source: That hurt. I didn't think we'd be able to get up for a while.
es: Qué daño. No creo que podamos levantarnos durante un buen rato.

source: {Haruka} "Is that legal?"
es: {Haruka} "¿Eso es legal...?"

source: {Mizuki} "Are they still alive?"
es: {Mizuki} "¿Siguen con vida?"

source: Ran was the only girl who found it entertaining. The other two were frightened. It was too much for this elegant school.
es: Ran fue la única chica que se tomó eso como una diversión.

source: {Appo} "Ghaaaah! That hurt!!"
es: {Appo-} "¡Au...! ¡¡Eso duele!!"

source: {Pierre} "I don't think I'll ever get used to that."
es: {Pierre} "No creo que llegue nunca a acostumbrarme a esto."

source: {Yagami} "You think I'll let you get used to it? Now cut it out and learn your lesson already. My fist isn't weak, but I don't want to break it against you."
es: {Profesor Yagami} "¡Claro que no! Tenéis que madurar antes para llegar a arruinarme los puños de verdad."

source: {Kazushi} "Why don't you hit us a little more softly if you're so worried about your fist?"
es: {Kazushi} "Si te preocupa tanto tu puño. ¿Por qué no nos golpeas con un poquito más de delicadeza?"

source: {Yagami} "I am hitting you softly."
es: {Profesor Yagami} "Os estoy pegando flojo."

source: {Pierre} "Are you serious?"
es: {Pierre} "¿En serio?"

source: {Appo} "Then what would happen if he ever hit us at 100%?!"
es: {Appo-} "No quiero imaginarme cómo debe de ser al 100%."

source: {Yagami} "Please keep your misbehaviour at the point where I don't lose control."
es: {Profesor Yagami} "Espero no tener que enseñároslo nunca."

source: {Kazushi} "Yes, sir."
es: {Kazushi} "Sí, señor..."

source: {Pierre} "What might cause you to totally flip?"
es: {Pierre} "¿Qué tendríamos que hacer para que nos dieses al 100%?"

source: {Yagami} "Please don't commit any sex crimes. I'm serious."
es: {Profesor Yagami} "Algo como algún crimen sexual."

source: {Appo} "Uh-oh."
es: {Appo-} "Ups..."

source: {Kazushi} "What do you mean "Uh-oh"? Were you planning to commit them?"
es: {Kazushi} "¿Qué quieres decir con ese "ups"?"

source: I'm going to have to keep an eye on him.
es: Creo que voy a tener vigilarle de cerca.

source: {Haruka} "Umm, are you alright? Can you get up?"
es: {Haruka} "¿Podéis levantaros?"

source: The girls looked down in shock at our crumpled bodies. They didn't know what to do.
es: Las chicas no sabían qué hacer.

source: {Kazushi} "It's all right. We're used to this."
es: {Kazushi} "Estamos bien. Ya estamos acostumbrados a esto."

source: {Pierre} "If you don't mind, you could lend us your hand. Your lap would be better."
es: {Pierre} "Aunque no me importaría que tú me tendieses una mano."

source: {Pierre} "Ouch......!"
es: {Pierre} "¡Auch...!"

source: {Yagami} "Don't get full of yourself."
es: {Profesor Yagami} "Os levantáis solitos."

source: {Sexy Lady} "Hey! What's going on!?"
es: {Mujer sexy} "¡Ey! ¿¡Qué está pasando aquí!?"

source: All of a sudden, a sexy lady showed up. She gave Yagami-sensei a mean look after seeing us on the floor.
es: De repente aparece una mujer sexy. Y lanza una mirada vil al señor Yagami tras vernos tirados en el suelo.

source: {Sexy Lady} "Explain to me what's going on!"
es: {Mujer sexy} "¡Explícame qué está pasando!"

source: She looked very pretty, but her voice had authority. She sounded really upset.
es: Parecía muy enfadada.

source: {Yagami} "Ibuki-sensei, I apologize for the commotion. It's all sorted out now."
es: {Profesor Yagami} "Lo siento señorita Ibuki. Ya ha terminado todo."

source: {Ibuki-sensei} "What do you mean, 'sorted out'?"
es: {Profesora Ibuki} "¿A qué te refieres con terminado...?"

source: She looked at us with bewilderment. Her eyes were slender and sexy.
es: Parece no saber qué hacer para controlar su furia. Pero de todas formas, es muy sexy.

source: {Appo} "Whooooaa..."
es: {Appo-} "Oh, Dios mío..."

source: Appo was in heaven just looking at her.
es: Appo- está en el cielo por el simple hecho de mirarla.

source: {Ibuki-sensei} "What happened here?"
es: {Profesora Ibuki} "¿Qué ha pasado aquí?"

source: {Yagami} "Well these boys were acting up again, so I just had to punish them a little."
es: {Profesor Yagami} "Simplemente que tuve que darles su merecido."

source: Yagami-sensei was all smiles. Ibuki-sensei, on the other hand, still looked upset.
es: El señor Yagami estaba sonriendo. Por otro lado, la señorita Ibuki seguía cabreada.

source: {Ibuki-sensei} "Was this corporal punishment?"
es: {Profesora Ibuki} "¿Ha sido un castigo físico...?"

source: {Yagami} "I guess you could call it that."
es: {Profesor Yagami} "Sí. Algo así."

source: {Ibuki-sensei} "What do you mean "I guess you can call it that"?! It was obviously corporal punishment!"
es: {Profesora Ibuki} "¿Cómo que "algo así"? ¡Era una agresión física lo mires como lo mires!"

source: She raised her voice. When she was angry she looked strong and attractive.
es: Alzó la voz.

source: {Pierre} "Hey, guys, isn't she the hot teacher that the old guy from the grocery store mentioned?"
es: {Pierre} "Ey chicos, ¿no será esa la profesora guapa que nos mencionó aquel viejales de la verdulería?"

source: {Appo} "Oh yeah! The one who's going to be my future wife!"
es: {Appo-} "¡Oh! ¡¡La que acabará siendo mi esposa!!"

source: {Pierre} "She's not your wife, she's mine!"
es: {Pierre} "¿¡Y quién ha dicho eso?! Podría acabar siendo mi esposa también."

source: {Daigo} "In your dreams."
es: {Daigo} "Otra vez soñando..."

source: {Appo} "Sensei! Ibuki-sensei! Can we have your first name please?!"
es: {Appo-} "¡Señorita Ibuki! ¡Por favor, dígame su nombre de pila!"

source: {Ibuki-sensei} "Huh? Oh, my name? I'm Ibuki Mei. I'm a teacher at this academy."
es: {Profesora Ibuki} "¿Mi nombre? Me llamo Mei Ibuki."

source: {Appo} "Mei! Mei! My Mei!"
es: {Appo-} "¡Mei! ¡Mei! ¡Mi Mei!"

source: {Pierre} "She's not yours! Mei-chan, huh? What a pretty name."
es: {Pierre} "Qué nombre mas bonito."

source: {Mei} "...You're quite lively."
es: {Mei} "Sí que sois fuertes..."

source: She must have been surprised to see us getting all energetic again so quickly.
es: Debe haberse quedado sorprendida al vernos tan enérgicos de nuevo.

source: {Yagami} "See? I told you they're fine. These guys never learn."
es: {Profesor Yagami} "Ya te dije que estaban bien."

source: {Mei} "That doesn't give you a reason for corporal punishment. I don't know about your last school, but please refrain from that here."
es: {Mei} "Eso no quiere decir que puedas castigarles físicamente. El castigo físico está prohibido en nuestra escuela."

source: {Yagami} "Do you have any better ideas, because nothing else works on them!"
es: {Profesor Yagami} "¿Alguna otra idea que pueda funcionar con estos cazurros?"

source: {Mei} "They're people too. If you talk to them, they will understand."
es: {Mei} "Te comprenderán si les hablas llegándoles al corazón."

source: Mei-sensei was standing up for us. She was our new goddess.
es: Nos parecía casi como una Diosa.

source: We never had such a sexy teacher backing us up before.
es: Nunca habíamos tenido a semejante tía buena cubríendonos las espaldas.

source: {Daigo} "I would love for her to trample on me."
es: {Daigo} "Me encantaría ser pisoteado por ella."

source: {Kazushi} "Don't start saying perverted things all of a sudden."
es: {Kazushi} "No te pongas a decir guarradas así de repente."

source: {Pierre} "The kind, gentle teacher you adore goes out of her way to trample on you. That's the spirit. I feel you, Daigo!"
es: {Pierre} "No, tiene razón. Te comprendo Daigo."

source: {Kazushi} "You do?"
es: {Kazushi} "¿En serio?"

source: {Appo} "I want her to verbally abuse me with that lovely voice. I want her to scream, 'You rotten apple!'"
es: {Appo-} "A mí me gustaría que abusase verbalmente de mí."

source: {Kazushi} "You guys are sick."
es: {Kazushi} "Estáis todos como una cabra."

source: {Mei} "What are you guys talking about?"
es: {Mei} "¿De qué estáis hablando, chicos...?"

source: {Yagami} "Now you can see what I mean. They won't listen to you."
es: {Profesor Yagami} "Ahora ya sabes a lo que me refiero, ¿No? No te van a escuchar."

source: {Mei} "That's not true. If you talk to them, they will understand. You must talk to them until they do."
es: {Mei} "Eso no es verdad. No puedes rendirte con ellos."

source: {Yagami} "That would be ideal, yes, but you don't understand, Ibuki-sensei."
es: {Profesor Yagami} "No lo comprendes."

source: {Mei} "What don't I understand?"
es: {Mei} "¿Qué es lo que no comprendo?"

source: {Yagami} "They understand that if they do something wrong, they'll be hit. Yet they still did something to justify those consequences."
es: {Profesor Yagami} "Ya sabían que iban a acabar muy mal, pero lo hicieron de todas formas."

source: {Yagami} "It's like a promise between us. So, fulfilling my promise to hit them is for their sakes as well."
es: {Profesor Yagami} "Es más como una forma de comunicarnos entre ellos y yo."

source: {Mei} "I'm still opposed to corporal punishment. They're students, not animals."
es: {Mei} "Me opongo enérgicamente al castigo físico."

source: {Yagami} "Hah! I wouldn't hit them if they were animals. I hit them because they're people!"
es: {Profesor Yagami} "¡Si no los quisiese ni me precupase por ellos, no les castigaría!"

source: Yagami-sensei suddenly stopped being polite. He had a bad habit of becoming rougher with his tone the more he grew sick of something.
es: El señor Yagami ha alzado la voz.

source: The two of them were staring each other down. It looked like sparks were flying between their eyes.
es: Todavía se siguen mirando cara a cara.

source: {Appo} "That's my wife - she doesn't take crap from anybody!"
es: {Appo-} "¡Esa es mi esposa! ¡Ella nunca recula!"

source: {Pierre} "She's kind of scary."
es: {Pierre} "Da algo de miedo."

source: But Ibuki-sensei was the first to look away.
es: La señorita Ibuki finalmente lo deja estar.

source: {Mei} "Fine. Either way I'm taking them to the nurse's office."
es: {Mei} "Está bien. De todas formas, me los llevo a la enfermería."

source: {Yagami} "They can lick those wounds and be fine."
es: {Profesor Yagami} "No tienen necesidad de ver a un médico."

source: {Mei} "Can you stand? I'll lead you to the nurse's office."
es: {Mei} "¿Os podéis levantar? Seguidme."

source: {Mei} "Come on, let's go."
es: {Mei} "Vamos."

source: {Haruka} "Wait, let me help you!"
es: {Haruka} "Espera, déjame ayudarte."

source: {Yagami} "You boys behave yourselves, OK?"
es: {Profesor Yagami} "Oid chicos, comportaos, ¿vale?"

source: {Boys} "Yes, sir!"
es: {Chicos} "¡Sí, señor!"

source: {Mei} "Right, let's get going."
es: {Mei} "Venga, vamos."

source: Even the nurse's office was nicer than at our old school. It was clean and calming. I guess this is how they're supposed to be.
es: Hasta la enfermería parece mucho mejor que la de nuestra antigua escuela.

source: {Pierre} "You know, I think the only time I ever imagined going to the nurse's office was for a nap."
es: {Pierre} "Vaya, nunca había estado en la enfermería para un tratamiento de verdad. Pensaba que este sitio únicamente servía para venir a echar una cabezadita."

source: {Appo} "Guys! This bed smells like girls!!"
es: {Appo-} "¡Chicos! ¡Esta cama huele a chica!"

source: Appo suddenly dived onto the bed. He was panting as he rubbed his face into the pillow.
es: Appo- lo está gozando en la cama.

source: {Kazushi} "Dude! Behave!"
es: {Kazushi} "Ey, compórtate."

source: All the girls were watching him.
es: Todas las chicas lo estaban mirando.

source: {Mei} "Okay, we'll treat you, so please sit down. I think all we can do is put ice on it though."
es: {Mei} "Vale, ¿quién es el primero?"

source: {Haruka} "The icepacks should be over there. I think we only have two, so we'll have to put some ice in bags for them."
es: {Haruka} "Creo que deberíamos ponerles hielo en las heridas..."

source: {Funny Face Girl} "There you are, Ibuki-sensei."
es: {Chica de cara chunga} "¡Ahí estás señorita Ibuki-!"

source: Another girl entered the nurse's office.
es: Una estudiante entró.

source: From the neck down, she had a great body, but her face looked funny, and not in the laughing sense. She was glaring at us too.
es: Tiene un buen cuerpo. Muy contrastado con su cara chunga.

source: {Mei} "Hello, Fuusen-san. How can I help you?"
es: {Mei} "Hola señorita Hu-sen. ¿Qué ocurre?"

source: I see. Her name is Fuusen.
es: Ya veo. Se llama señorita Hu-sen.

source: {Fuusen} "Can you come with us, please? This is disgusting."
es: {Hu-sen} "¿Puedes ayudarnos? Ha pasado algo muy desagradable."

source: {Mei} "What's so gross that you need a teacher?"
es: {Mei} "¿Qué es eso tan desagradable?"

source: {Fuusen} "It's totally disgusting. Just follow me."
es: {Hu-sen} "Por favor, ven conmigo."

source: Fuusen was trying to drag Mei-sensei out of the room.
es: Trata de llevarse a la señorita Ibuki de la habitación.

source: {Mei} "OK, OK, just give me a second."
es: {Mei} "Vale, vale... Dame un segundo."

source: She turned around, and her face was clearly apologetic.
es: Se da media vuelta. Su cara trata de expresarnos que lo siente mucho.

source: {Mei} "Sorry, boys, but I have to take care of this. I'll be right back, OK? Cool it off with some ice while I'm gone."
es: {Mei} "Lo siento chicos, pero tengo que atender a esto. Vuelvo enseguida, ¿vale?"

source: {Kazushi} "Don't worry, we're fine. Take your time."
es: {Kazushi} "Ah, no te preocupes, estaremos bien. Tómate tu tiempo."

source: {Appo} "Moron. We want her back as soon as possible!"
es: {Appo-} "Imbécil. ¡Lo que queremos es que vuelva pronto!"

source: {Pierre} "Sensei, it gets lonely without you, so please come back soon."
es: {Pierre} "Señorita Ibuki-, por favor, vuelve pronto..."

source: {Mei} "I promise I'll be back as soon as possible. Aozora-san, please take care of them."
es: {Mei} "Os prometo que volveré en un periquete."

source: {Haruka} "Don't worry, I'll take good care of them!"
es: {Haruka} "No te preocupes. ¡Yo me ocuparé de ellos!"

source: {Fuusen} "Hold on. Haruka-chan, you girls should come too. I think it might have to do with you too."
es: {Hu-sen} "Lo siento, pero me temo que vosotras también tenéis que venir, chicas."

source: {Mizuki} "Us too?"
es: {Mizuki} "¿También nosotras?"

source: {Mei} "OK, tell us what's going on."
es: {Mei} "Díme, ¿qué ha pasado?"

source: {Fuusen} "I can't say it here."
es: {Hu-sen} "Será mejor no hacerlo aquí."

source: She shot us a nasty glance as she said that.
es: Lo dice mientras nos da un repaso con la mirada.

source: {Mei} "Yes, yes, I get it. Okay boys, we'll be back soon."
es: {Mei} "Pues nada. Ya habéis oído chicos. Volvemos enseguida."

source: {Haruka} "Sorry, Kazushi-kun."
es: {Haruka} "Lo siento, Kazushi..."

source: Everyone left with Fuusen. Only us guys were left here.
es: La chica de la cara chunga se lleva a nuestras chicas.

source: {Appo} "What the hell was that? Was that thing on the same side as the sign chasing us earlier?"
es: {Appo-} "La chica de la cara chunga debe ser de los tipos malos que vimos antes."

source: {Pierre} "Genre-wise, I'd say she's the ugly friend."
es: {Pierre} "Al menos no es dañina."

source: {Daigo} "Her face looks like it was carved left-handed and blind."
es: {Daigo} "Ojalá su cara fuese tan bonita com su cuerpo."

source: {Kazushi} "I wonder what happened?"
es: {Kazushi} "Estaba yo pensando lo mismo..."

source: She gave us a frigid stare before she left.
es: Nos lanzó una mirada fría antes de irse.

source: {Kazushi} "She must be from the same planet as you are, Appo. You're both just as round."
es: {Kazushi} "Tenía la cara tan redonda como tu cuerpo, Appo-."

source: {Appo} "Don't even joke about that. I certainly didn't come all this way to spend time with someone like her!"
es: {Appo-} "Desde luego no he venido hasta aquí para gastar mi tiempo con alguien como ella."

source: {Daigo} "Says the guy who claimed the Principal when he landed."
es: {Daigo} "Pues fuiste tú el que eligió a una tipa tan vieja que podría ser tu abuela nada más llegar."

source: {Appo} "But I now know what a true woman is. Ibuki Mei...my goddess."
es: {Appo-} "Eso fue hace décadas. Ya he conocido a una mujer de verdad. Su nombre es... Señoria Ibuki. Mi Diosa."

source: {Kazushi} "Ibuki-sensei, huh? She certainly does have a mature charm. She really smells good too."
es: {Kazushi} "La señorita Ibuki... Es tan sexy. Y también huele muy bien."

source: {Appo} "WHAT!? You've smelled my Mei!?"
es: {Appo-} "¿¡Qué!? ¿¡Has olido a MI Mei!?"

source: {Kazushi} "You're already calling her "Mei"?"
es: {Kazushi} "¿Ya la llamas "Mei"?"

source: {Appo} "Whatever. I have this!"
es: {Appo-} "Ey, por cierto chicos. Mirad esto."

source: He took out a pair of women's underwear from his pocket. They were a really sexy pair too.
es: Se sacó unas bragas del bolsillo.

source: {Kazushi} "Th-those are see-through?! What the hell?! Where did you get those?!"
es: {Kazushi} "¿¡De dónde has sacado eso!?"

source: {Appo} "Destiny delivered it unto my hands."
es: {Appo-} "Apareció en mis manos en algún momento."

source: {Kazushi} "Liar! You stole it, didn't you?! You guys too?!"
es: {Kazushi} "¡No mientas! ¡Lo has chorizado de algún sitio, ¿a que sí?!"

source: I glared at Pierre and Daigo, but they both shook their heads in disagreement.
es: Pierre y Daigo agitan la cabeza.

source: {Pierre} "You know I'm not interested in clean underwear. On the girl is the way to go."
es: {Pierre} "Ya sabes que a mí no me interesa la ropa interior limpia."

source: {Daigo} "I told him not to do it."
es: {Daigo} "Yo le dije que no lo hiciese."

source: {Appo} "Or so he says, but I know you slipped a pair of knee socks into your pockets!"
es: {Appo-} "¡¿Ah, sí?! Entonces, ¿por qué tienes unos calcetines pequeños en los bolsillos?"

source: {Daigo} "Gulp!"
es: {Daigo} "¡¿Me viste?!"

source: {Kazushi} "Are you serious?! Why SOCKS!?"
es: {Kazushi} "Pero tío... ¿Calcetines...?"

source: {Daigo} "They were so small, and really cute. The one-point strawberry set them off, and the slight stain behind the knee..."
es: {Daigo} "Son tan pequeñitos y monos."

source: {Pierre} "Hey, hey, keep your perversion to normal fetishes."
es: {Pierre} "Sois unos todos unos cerdos."

source: {Appo} "Mei! Mei!!"
es: {Appo-} "¡Mei...! ¡¡Meeeei...!!"

source: Appo was writhing on the bed as he pressed the panties against his mouth.
es: Appo- grita su nombre mientras olisquea las bragas.

source: {Kazushi} "Hey, keep it down! You're gonna get caught!"
es: {Kazushi} "Ey, ¡tranquilizate! Que te van a pillar..."

source: Appo had the panties to his nose and was too intoxicated with them to listen to me.
es: Está pasando de mí olímpicamente.

source: {Kazushi} "Hey, listen to me! You're not supposed to eat that!"
es: {Kazushi} "¡Oye!, ¡ey! ¡No te las comas!"

source: {Appo} "What? Here, I'll give your own pair, Kazushi. Now put it on your head."
es: {Appo-} "Toma, unas para ti. Déjame tranquilo."

source: He put a pair of someone's underwear on my head.
es: Me cubrió la cabeza con las bragas de alguna.

source: {Kazushi} "Don't do that to me! Now, cut it out! We look like total perverts right now!"
es: {Kazushi} "¡Para! ¡¡Yo no soy un pervertido como tú!!"

source: {Daigo} "Wow, those look good on you, Kazushi."
es: {Daigo} "Vaya... te quedan muy bien, Kazushi."

source: {Kazushi} "Stop it!"
es: {Kazushi} "Parad."

source: {Mei} "That's weird. You guys looked everywhere, right?"
es: {Mei} "Qué extraño. Y mirasteis por todas partes, ¿no?"

source: {Fuusen} "I'm telling you, we did! They disappeared as soon as those boys got here!"
es: {Hu-sen} "Sí, así es. ¡Desaparecieron justo cuanto esos chicos llegaron aquí!"

source: {Kazushi} "Oh shit..."
es: {Kazushi} "Oh, no..."

source: It was too late. The door swung open and the girls poured in.
es: Demasiado tarde. La puerta se abrió y las chicas entraron.

source: Their eyes fell right on Appo, happily toying with his panties on the bed, and me, with the pair over my head.
es: Y yo fui el foco completo y absoluto de toda la atención.

source: {Haruka} "...What the!?"
es: {Haruka} "¿¡Pero qué...!?"

source: {Ran} "Wow, Kazushi... I didn't know you were into that?"
es: {Ran} "Kazushi... ¿fuiste tú?"

source: {Kazushi} "No! I can explain!"
es: {Kazushi} "¡No! ¡Puedo explicarlo...!"

source: {Fuusen} "Kyaah!! Those are Rei's panties!"
es: {Hu-sen} "¡¡Ey!! ¡¡Esas son las bragas de Rei!!"

source: She pointed at the pair I was wearing at my head.
es: Lo dijo mientras apuntaba a las que llevaba puestas en la cabeza.
