Repository: talestra/edelweiss
Catalog: translation/00106.po
Languages: es

source: The killing machine leapt over to attack Ran.
es: La máquina asesina se lanzó a embestir a Ran.

source: {Ran} "Ack!"
es: {Ran} "¡No!"

source: It missed Ran by an inch.
es: No dió a Ran por un centímetro.

source: {Kazushi} "Whoa!!"
es: {Kazushi} "¡¡Cuidado!!"

source: It rammed into the thick tree and made it shake. It was really powerful.
es: Está tumbando árboles con facilidad. Tiene un poder tremendo.

source: {Signpost} "....#&*$(@!"
es: {Señal} "¡¡#$%^&*!!"

source: {Ran} "Stay away from me!"
es: {Ran} "¡Eh! ¡Espera! ¡No te me acerques!"

source: {Kazushi} "Look out! We have to defeat it!!"
es: {Kazushi} "¡Cuidado! ¡Haz algo!!"

source: {Ran} "This isn't what I was expecting to happen."
es: {Ran} "No pensaba que fuese a pasar esto..."

source: Looks like Ran is out of ideas. This is not good.
es: Ran parece no tener mas ases sobre la manga. Esto no va bien.

source: {Signpost} "#$&*@$@...!!"
es: {Señal} "¡¡#$%^&*!!"

source: {Ran} "No! Stay away!"
es: {Ran} "¡Ah! ¡Aléjate!"

source: The killing machine bent its body and looked like it was ready to jump. This was bad!
es: ¡La máquina asesina está a punto de embestirla de nuevo!

source: {Kazushi} "H-h-h-hold it right there!"
es: {Kazushi} "¡¡Quieto ahí...!!"

source: I jumped down from the tree before I could think about it and landed between Ran and the killing machine.
es: Bajé del árbol de un salto sin llegar a pensarlo bien.

source: {Ran} "Wow! Kazushi!?"
es: {Ran} "Uah! ¿¡Kazushi!?"

source: {Kazushi} "Y-y-y-y-you bastard! I-I-I-I'm the one you're after!"
es: {Kazushi} "¡A por ella no! ¡Ven a por mí!"

source: {Ran} "Why are you shaking so much?"
es: {Ran} "¿Por qué estás temblando?"

source: {Kazushi} "I-I-I-I'm shaking with excitement!"
es: {Kazushi} "¡No lo estoy!"

source: My knees were shaking, but who wouldn't be scared? The killing machine was right in front of me.
es: Mis piernas se tambalean.

source: {Signpost} "#*$(##(!......"
es: {Señal} "¡¡#$%^&*!!"

source: {Kazushi} "W-what you're doing is wrong! War isn't the answer! If your mother knew you'd become an instrument of death, she'd be crying!"
es: {Kazushi} "¡Estás cometiendo una equivocación! ¡¡Tus padres deben estar muy tristes ahora!!"

source: {Ran} "I don't think a guilt trip's going to stop it. He doesn't understand language anymore."
es: {Ran} "Dudo mucho que puedas solucionar esta situación con palabras."

source: {Kazushi} "Ka-kannitch deer helpen?"
es: {Kazushi} "¡¿Ca-Can ai jelp yu?!"

source: {Ran} "German won't change that."
es: {Ran} "Tampoco creo que hablar inglés robótico pueda solucionar esto."

source: {Signpost} "#*$&@ ......!!"
es: {Señal} "¡¡#$%^&*!!"

source: My words were unable to stop the killing machine. Do I have no other choice but to fight?!
es: Ahora mismo, no creo que pueda entender ningún idioma.

source: {Kazushi} "How am I supposed to fight this thing? I'm bare handed!"
es: {Kazushi} "¿Cómo puedo enfrentarme a esta máquina? Estoy con las manos desnudas."

source: {Ran} "Too late for that now!"
es: {Ran} "¡Entonces, ¿por qué has saltado de árbol?!"

source: {Signpost} "#@*$@--------!"
es: {Señal} "¡¡#$%^&*!!"

source: {Kazushi} "Don't!!"
es: {Kazushi} "¡¡No!!"

source: {Appo} "We're here!! Where are the girls?! The girls!!"
es: {Appo-} "¡¡Estamos aquí...!! ¡¿Dónde estáis, chicas?!"

source: {Daigo} "I wonder if Kazushi's OK."
es: {Daigo} "Me pregunto si Kazushi estará bien."

source: {Pierre} "He's fine. We've put him through worse things than that."
es: {Pierre} "No te preocupes, estará bien. Ha pasado por cosas mucho peores."

source: {Appo} "Poor guy, so unlucky. On the other hand, our luck was great. Look what we found by climbing over the cliff."
es: {Appo-} "Tuvo muy mala pata. Por otra parte, nosotros tuvimos mucha potra. Trepamos por el acantilado y mira lo que hemos encontrado."

source: {Pierre} "I don't understand how you can like that stuff. It's what's inside that counts."
es: {Pierre} "No entiendo cómo te puede gustar esta cosa. Yo prefiero mucho más lo que hay dentro."

source: {Daigo} "This is amazing. It's like we've stumbled into a foreign country."
es: {Daigo} "Es maravilloso. Es como si estuviésemos en un país diferente."

source: {Appo} "It has the air of a crowd of caged ladies. Exactly what you'd expect from a garden of women. And what's this smell?"
es: {Appo-} "Chicos, ¿oléis lo mismo que yo...?"

source: {Pierre} "That's our Appo. I knew you'd recognize this bittersweet scent."
es: {Pierre} "Ese es mi Appo-. Sabía que entenderías lo que significa este olor."

source: {Daigo} "What are you guys sniffing at so hard?"
es: {Daigo} "Chicos, ¿qué es lo que estáis olisqueando con tanto empeño?"

source: {Appo} "You mean you don't know?! You can't tell what this unique, sweet and bitter fragrance is?!"
es: {Appo-} "¿¡Qué!? ¡¿No sabes lo que significa este olor?!"

source: {Daigo} "I'm all stuffed up from my allergies."
es: {Daigo} "Estoy congestionado."

source: {Pierre} "Poor Daigo. This building is filled with this bittersweet scent of girls."
es: {Pierre} "Daigo, es el olor de las chicas."

source: {Daigo} "G-girls?! Hoo! Hoo!"
es: {Daigo} "¡¿Chicas?!"

source: {Appo} "Look, I know you want to smell the girls, but why are you opening your mouth?"
es: {Appo-} "¿Por qué te quedas con la boca abierta?"

source: {Daigo} "This way I can smell them. Whoa... You can smell the girls."
es: {Daigo} "Ya te lo he dicho, estoy congestionado. Sííí... Puedo olerlas."

source: {Pierre} "Do I even want to know what you're doing with that bag, Appo?"
es: {Pierre} "¿Qué estás haciendo con esa bolsa Appo-?"

source: {Appo} "I'm trying to seal this scent in the bag."
es: {Appo-} "Estoy tratando de sellar este olor dentro."

source: {Pierre} "If you had a bag sitting around then why didn't you use it on the boat, earlier?"
es: {Pierre} "Si lo tenías, ¿por qué no lo usaste antes en la barca?"

source: {A Girl} "Umm, excuse me..."
es: {Chica} "Disculpad..."

source: {Boys} "WOW!!!"
es: {Chicos} "¡¡Ahhh...!!"

source: {A Girl} "You're the boys who just got here, right?"
es: {Chica} "Vosotros debéis ser los nuevos estudiantes de la tierra principal."

source: {Appo} "Hey...she spoke to us! Does this mean she's flirting with us?"
es: {Appo-} "Oíd... ha entablado una conversación. ¿No se nos está lanzando?"

source: {Daigo} "Just that counts?"
es: {Daigo} "No lo creo."

source: {Pierre} "Now that's a girls' school. Girls are much more forward these days."
es: {Pierre} "Nunca lo sabrás. He oído que las chicas de la escuela para chicas son agresivas."

source: {A Girl} "Excuse me...."
es: {Chica} "Esto..."

source: {Daigo} "Somebody say something to her."
es: {Daigo} "Que alguien le conteste."

source: {A Girl} "What?"
es: {Chica} "¿Vosotros?"

source: {Pierre} "Why are you getting so nervous?"
es: {Pierre} "¿Por qué estás tan nervioso?"

source: {Appo} "You know why! It's because I'm talking to a girl."
es: {Appo-} "¡Ya lo sabes! ¡Porque estoy hablando con una chica!"

source: {Pierre} "You don't know how to handle girls? Fine. I'll show you how it's done."
es: {Pierre} "Está bien. Te enseñaré cómo se hace."

source: {A Girl} "Actually, if you guys are busy..."
es: {Chica} "Esto... Si estáis ocupados..."

source: {Pierre} "Just a minute!"
es: {Pierre} "¡Un momento!"

source: {A Girl} "Hyah! W-what?"
es: {Chica} "¿¡...!?... ¿¡Qué!?"

source: {Pierre} "I foresee, nay I predict... that you and I will fall in love."
es: {Pierre} "Tengo la sensación de que... tú y yo nos acabaremos enamorando."

source: {A Girl} "Do what? Why?"
es: {Chica} "¿Eh? ¿Cómo?"

source: {Pierre} "Because it's summer!"
es: {Pierre} "Porque es verano."

source: {A Girl} "Oh, I see. Yeah, the heat'll do that to you. Don't worry, you'll be able to think straight again when it cools down at night."
es: {Chica} "Ah, ya veo. Sí, hace calor. No te preocupes, ya podrás pensar con cordura cuando haga más fresquito por la noche."

source: {Pierre} "Huh? It's not working?"
es: {Pierre} "¿? ¿No funciona?"

source: {Appo} "She's not giving you the time of day."
es: {Appo-} "Creo que piensa que estás loco."

source: {A Girl} "Look... wasn't there another person with you?"
es: {Chica} "¿No erais uno más...?"

source: {Daigo} "Another guy? You mean Kazushi? Do you know him?"
es: {Daigo} "¿? ¿Te refieres a Kazushi? ¿Lo conoces?"

source: {A Girl} "Huh? Oh... No, not really."
es: {Chica} "Bueno... en realidad no."

source: {Appo} "Hey, Pierre. Why do you think she's blushing?"
es: {Appo-} "Oye Pierre, ¿soy yo, o se acaba de poner roja?"

source: {Pierre} "It can't be... Is she Kazushi's childhood friend?!"
es: {Pierre} "Maldición, ¿¡lo conoce bien!?"

source: {Daigo} "That's such an overused archetype..."
es: {Daigo} "Kazushi no puede tener tanta suerte..."

source: {Appo} "Why, God!? Why is it always Kazushi who gets lucky!?"
es: {Appo-} "¿¡Por qué!? ¡¡¿Por qué Kazushi tiene suerte siempre?!!"

source: {A Girl} "Look, I don't know what you're talking about, but I've only met him once."
es: {Chica} "¿De qué estáis hablando? Solo me lo he encontrado una vez."

source: {Appo} "Oh, really? I nearly panicked to think he had gotten that far ahead of us at the starting line."
es: {Appo-} "Menos mal. No puede tener un buen comienzo sin nosotros."

source: {Daigo} "But she's still met Kazushi once before?"
es: {Daigo} "Pero ya te lo has encontrado una vez."

source: {A Girl} "Oh, so his name's Kazushi? What's his last name?"
es: {Chica} "Kazushi, ¿se llama así? ¿y cómo se apellida?"

source: {Daigo} "It's Haruma."
es: {Daigo} "Haruma."

source: {A Girl} "Haruma Kazushi, huh?"
es: {Chica} "Kazushi Haruma..."

source: {Pierre} "So what's your name, then?"
es: {Pierre} "¿T tú cómo te llamas?"

source: {A Girl} "Oh, I'm Hinata. Hinata Mizuki."
es: {Chica} "Me llamo Mizuki. Mizuki Hinata."

source: {Pierre} "Mizuki-chan, huh? That's a nice name!"
es: {Pierre} "Mizuki. ¡Bonito nombre!"

source: {Mizuki} "Never heard that one before. It's a pretty average name."
es: {Mizuki} "Es un nombre normal y corriente."

source: {Pierre} "My friends call me Pierre!"
es: {Pierre} "¡Mis amigos me llaman Pierre!"

source: {Appo} "I'm Appo!!"
es: {Appo-} "¡¡Yo soy Appo-!!"

source: {Daigo} "My name's--"
es: {Daigo} "Yo me llamo..."

source: {Mizuki} "So what's Haruma-kun like?"
es: {Mizuki} "¿Y cómo es Kazushi?"

source: {Daigo} "My name is..."
es: {Daigo} "Me llamo..."

source: {Mizuki} "No, tell me about Haruma-kun."
es: {Mizuki} "Estoy preguntando por Kazushi."

source: {Pierre} "Why him?"
es: {Pierre} "¿Por qué él?"

source: {Appo} "Why's this girl so hung up on Kazushi? What's going on between you two?"
es: {Appo-} "¿Por qué está tan interesada en Kazushi?"

source: {Mizuki} "There's nothing going on between us. I'd prefer you not to get any strange ideas."
es: {Mizuki} "No hay nada entre nosotros..."

source: {Mizuki} "So where is he now?"
es: {Mizuki} "¿Dónde está ahora?"

source: {Appo} "See? She's TOTALLY into Kazushi..."
es: {Appo-} "Véis, está interesada en él..."

source: {Pierre} "Why is Kazushi so popular?"
es: {Pierre} "¿Por qué él?"

source: {Appo} "This is no fun. He can go get himself killed!"
es: {Appo-} "Quiero matarle."

source: {Kazushi} "Crap, it's a dead end!"
es: {Kazushi} "¡Oh no! Es un final sin salida."

source: We were trapped on a suspension bridge held with ropes. There was no where left to run.
es: No hay ningún sitio a donde ir.

source: {Ran} "Here it comes!"
es: {Ran} "¡Ahí viene!"

source: {Signpost} "EXTERMINATE!!"
es: {Señal} "¡¡Os mataré!!"

source: {Kazushi} "It's going to murder us!!"
es: {Kazushi} "¡¡Va a matarnos!!"

source: The killing machine steadily closed in on us. Behind us was more bridge. Below, the forest. It was a long way down.
es: Estamos en el puente. Está muy alto.

source: We knew that if we fell, we'd die.
es: Si caemos, nos matamos.

source: {Ran} "Oh no! This is it! W-what do we do?!"
es: {Ran} "No... ¿qué podemos hacer?"

source: {Kazushi} "R-Ran, get back! Hide behind me!"
es: {Kazushi} "¡Atrás! ¡Ponte detrás mío!"

source: {Ran} "Don't push me! I don't wanna fall!"
es: {Ran} "¡No me empujes! ¡No quiero caerme...!"

source: I felt something soft press against my back. She smelled good too.
es: Huele bien.

source: {Kazushi} "Don't stand so close to me."
es: {Kazushi} "No te me acerques tanto."

source: {Ran} "I'm trying not to."
es: {Ran} "No trato de..."

source: Ran clung even tighter to me. I was right up against a girl! My heart was pounding like crazy.
es: Está muy cerca de mí. Puedo sentir mi corazón latir.

source: {Ran} "Kazushi, is your heart racing?"
es: {Ran} "Kazushi, ¿acaso estás disfrutando esta situación?"

source: Her soft whisper got me all excited.
es: Su suave susurro me excita.

source: {Kazushi} "Look where we are, now..."
es: {Kazushi} "Mira dónde estamos ahora..."

source: {Ran} "Y-you're right. Mine's racing too."
es: {Ran} "Tienes razón. Yo también estoy algo excitada."

source: {Kazushi} "R-right?"
es: {Kazushi} "¿No es gracioso?"

source: {Ran} "H-hey, have you heard of the 'Suspension Bridge Effect'?"
es: {Ran} "Oye, ¿conoces el "efecto del puente"?"

source: I'd heard about it but couldn't remember any of the details.
es: Creo que he oído de hablar de eso con anterioridad.

source: {Kazushi} "What is it?"
es: {Kazushi} "¿Qué era?"

source: {Ran} "When a man and a woman are both together in a dangerous situation, like being on a suspension bridge, they mistake their sense of danger for love, and fall in love with each other."
es: {Ran} "Las parejas confunden el sentimiento de peligro con la excitación del amor."

source: {Kazushi} "Y-yeah, I think I've heard of that. But why does that matter?"
es: {Kazushi} "Ah, cierto. Pero, ¿por qué me estás hablando de eso ahora?"

source: {Ran} "This is that exact situation isn't it? We're on a suspension bridge, and danger is right in front of us."
es: {Ran} "Bueno, ahora estamos experimentando ambos."

source: {Kazushi} "Yeah, that's true."
es: {Kazushi} "Ahí le has dado."

source: {Ran} "I think it's happening to me right now."
es: {Ran} "Creo que estoy sintiendo ese efecto ahora mismo."

source: {Kazushi} "What?!"
es: {Kazushi} "¿Qué?"

source: I turned around and her face was directly up against mine. My heart skipped a few beats.
es: Al girarme, veo su cara realmente cerca.

source: {Ran} "Hey!! Watch out!"
es: {Ran} "¡¡Ey!! ¡Cuidado!"

source: {Signpost} "You feeling lucky, punk?"
es: {Señal} "¿Queréis morir?"

source: I pushed Ran to the side. For my heroism, I took a full tackle from the machine.
es: Empujo a Ran hacia un lado. Recibo completamente el placaje de la máquina.

source: {Kazushi} "This position...!!"
es: {Kazushi} "¡¡Esta posición es...!!"

source: A tomoe nage! Use their strength as they push forward, roll back and fling them behind you!
es: ¡Una llave! Puedo usar su propia fuerza para tirarlo.

source: {Kazushi} "Take this!!"
es: {Kazushi} "¡¡Toma...!!"

source: {Signpost} "#$@*&#@--!?"
es: {Señal} "¿¡#$%&*...!?"

source: {Kazushi} "My judo throw actually worked!"
es: {Kazushi} "¡Mi habilidad con el yudo!"

source: It was a perfectly executed tomoe nage. I threw the machine over the bridge and it fell all the way to the bottom.
es: Utilicé completamente la fuerza de su placaje y le hice una llave. Lo lancé por el puente y cayó hasta abajo del todo.

source: {Ran} "Hey, Kazushi!!"
es: {Ran} "¡Oye, ¡Kazushi!!"

source: {Kazushi} "Oh, shit..."
es: {Kazushi} "Oh, no..."

source: I couldn't stop my body from spinning backwards. I felt a bad feeling run up my spine as I spun.
es: El impulso fue tan grande que me lancé también a mí mismo por el puente.

source: ...but by then it was too late.
es: Era demasiado tarde...

source: I saw Ran stretching out her arm, but she wasn't fast enough.
es: Ran estiró su brazo para cogerme pero no lo suficientemente rápido.

source: {Kazushi} "...no-----------!!"
es: {Kazushi} "¡¡Noooo...!!"

source: {Ran} "No way... Kazushi died? ...I just met a guy, and it's already farewell?! That's too fast!"
es: {Ran} "No puede ser... Acababa de conocerle..."

source: {Kazushi} "..........Huh?"
es: {Kazushi} "¿¡...!?"

source: {Kazushi} "......? What happened?"
es: {Kazushi} "¿...? ¿Qué me ha pasado...?"

source: I tried to lift my heavy eyelids. There was a green canopy above me. I must have been in some forest.
es: Traté de levantar mis pesados párpados. Vi un cielo azul. Creo que estoy en un bosque.

source: {Kazushi} "Where am I?"
es: {Kazushi} "¿Dónde estoy?"

source: It took me a while to realize that I wasn't in my room.
es: Me lleva un rato darme cuenta de que no estoy en mi habitación.

source: {Kazushi} "Oh yeah, I fell from the bridge."
es: {Kazushi} "Ah, cierto. Me caí de aquel puente."

source: This must be the forest I saw from on the bridge. Broken branches were everywhere after cushioning my fall.
es: Este debe ser el bosque que vi desde el puente.

source: {Kazushi} "I can't believe I'm still alive!"
es: {Kazushi} "¡No puedo creer que siga con vida!"

source: It looks like I'm not severely hurt. I must be someone special.
es: Parece que no estoy gravemente herido. Debo ser alguien especial.

source: {Kazushi} "Ouch... I'm scratched all over, though."
es: {Kazushi} "Au... olvídalo."

source: No broken bones, no bruises, and no bleeding though. Talk about a miracle.
es: Aunque creo que no tengo ningún hueso roto. Es un milagro.

source: {Kazushi} "Where is this, anyways?"
es: {Kazushi} "En cualquier caso. ¿Dónde estoy?"

source: I could barely see the mountain peak through the thick canopy. I better head that way.
es: Vi un ápice de una montaña. Decidí andar hacia allí.

source: {Kazushi} "I shouldn't get lost as long as I keep that in my sight."
es: {Kazushi} "Mientras no la pierda de vista, no debería perderme."

source: {Kazushi} "I'm so lost."
es: {Kazushi} "Me he perdido."

source: I had walked for a while, but I was still stuck in the forest. I didn't know it was so big.
es: Ha pasado un buen rato desde que empecé a caminar.

source: {Kazushi} "Is this a forest or a labyrinth?"
es: {Kazushi} "¿No hay forma de salir de este bosque?"

source: Is this one of those places where you lose all sense of direction? Will I be stuck here, unable to reach the academy, until I rot?
es: No me gustaría morirme de hambre aquí.

source: {Kazushi} "I should be fine..."
es: {Kazushi} "Debería estar bien."

source: No matter how hard I tried to deny it, I felt incredibly alone.
es: No importa lo mucho que intente negarlo. Me siento muy solo.

source: {Kazushi} "Is anybody out there?"
es: {Kazushi} "¿No hay nadie por aquí?"

source: I quickened my pace. Everything looked the same no matter where I went. I hoped I wasn't walking in a circle.
es: Todo me parece igual. Espero no estar dando vueltas.

source: This is like a maze.
es: Es como un laberinto.

source: Just before I started to cry, I finally saw the end of the forest.
es: Nada más empezar a lloriquear, vislumbro el final del bosque.

source: {Kazushi} "Yes! Almost there!"
es: {Kazushi} "¡Sí! ¡Ya casi estoy!"

source: I ran straight towards the light.
es: Corrí hacia el final del bosque.

source: {Kazushi} "Wow......"
es: {Kazushi} "Vaya..."

source: I wound up right in the middle of a huge flower bed. Small white flowers were growing everywhere. They were all still buds.
es: Acabé saliendo a un cuadro floral.

source: {Kazushi} "What kind of flowers are these?"
es: {Kazushi} "¿Qué clase de flores son estas?"

source: They were a pristine shade of white, and their petals reminded me of snow. They looked so pure I hesitated to touch them.
es: Son tan blancas. Me recuerdan a la nieve.

source: It'll be amazing when all these flowers bloom.
es: Debe ser increíble verlas en flor.

source: At that moment, I heard the faint sound of someone's voice breaking the quiet.
es: Mientras pensaba sobre eso, oí una voz proveniente de la lejanía.

source: It was the voice of a young girl.
es: La voz de una chica.

source: {Kazushi} "Is somebody..."
es: {Kazushi} "Alguien..."

source: ...there?
es: ¿Hay alguien ahí?

source: I saw the owner of the voice I heard. It was such a shocking to sight to behold I was speechless.
es: Tuve que retraer esa pregunta cuando la vi.

source: She was naked. Stark naked. In her birthday suit.
es: Vi a a propietaria de la voz.

source: Be it a mermaid, or this girl, this island was full of naked girls. Is this secretly some kind of nudist beach? What a liberal island.
es: Estaba desnuda. Con la belleza de un ángel. Otra chica guapa desnuda. La isla esta es muy generosa con los chicos.

source: For some reason, it wasn't erotic at all. It was more like she looked divine.
es: Por alguna razón, no resultaba para nada erótico. Era más como algo celestial.

source: And I could see the reason why.
es: Y el motivo de eso...

source: {Kazushi} "She's shining?"
es: {Kazushi} "¿Está brillando...?"

source: She was radiating a heavenly light from her body. Even the ground beneath her and the air around her was shining.
es: Estaba emanando una luz angelical desde su cuerpo.

source: Even though there was no wind, her hair trailed through the air as if she were flying.
es: Y su cabello estaba flotando sin haber siquiera viento.

source: I couldn't take my eyes off of her.
es: No puedo quitarle los ojos de encima.

source: {Naked Girl} "...Phew."
es: {Chica desnuda} "Bueno..."

source: She opened her eyes.
es: Abrió los ojos.

source: {Naked Girl} "The air is not so pure today. It's probably because of the new students from the mainland."
es: {Chica desnuda} "El aire no es tan puro hoy. Probablemente sea a causa de los estudiantes de la tierra principal."

source: She must be talking about us. She could be one of the students.
es: Debe estar refiriéndose a nosotros. Puede que sea una de las estudiantes.

source: {Naked Girl} "I need to head back soon too. I guess my job will be getting harder to do now. Oh well, I doubt any boys will wander in here."
es: {Chica desnuda} "Y pensando sobre eso, tengo que volver ya a la escuela. Va a resultar más y más difícil hacer esto de ahora en adelante. Espero que los chicos no encuentren la forma de llegar aquí."

source: I'm sorry, but I'm already here, miss. Is all right for you to stay naked in front of me?
es: Lo siento, yo ya estoy aquí.

source: I don't think she could hear the voice in my head, but she whipped around and spotted me.
es: No creo que pudiese oír la voz de mi cabeza, pero se giró y me descubrió.

source: {Kazushi} "Um, hi."
es: {Kazushi} "Hola."

source: {Naked Girl} "...what?!"
es: {Chica desnuda} "¿Qué...?"

source: Her big eyes were wide open in shock and disbelief. They were beautiful eyes.
es: Tiene unos ojos muy bonitos.

source: Thm-thmp!
es: ¡Vaya!

source: My heart leapt as she started at me. It felt like the air around us was pulsating with tension.
es: No he podido evitar excitarme con el contacto visual.

source: I was captivated by that feeling.
es: Fue un sentimiento especial.

source: Our gazes intertwined. It felt like we were connected to each other by our gazes.
es: No era únicamente el contacto visual. Sentí mucho más que eso.

source: But above all of that, she was amazingly beautiful.
es: Y todo debido a la belleza que irradiaba.

source: {Kazushi} "Uh, umm, I didn't..."
es: {Kazushi} "Tengo un buen motivo para estar aquí..."

source: I tried to make an excuse for myself, but I was so nervous that I couldn't talk straight. I couldn't look away from her.
es: Estaba tan nervioso que no me salían las palabras.

source: Her lips slowly began to part.
es: Pude ver cómo abría lentamente la boca.

source: {Naked Girl} "A......"
es: {Chica desnuda} "A...

source: She slowly drew a deep breath.
es: Inhala lentamente...

source: {Naked Girl} "Ah---------!!"
es: {Chica desnuda} "¡¡Ahhhhh!!"

source: She screamed so loud that entire forest could hear her.
es: Gritó tan fuerte que se podría oír su grito desde cualquier punto del bosque.
