Repository: talestra/edelweiss
Catalog: translation/00106.po
Languages: es

source: {???} "Hey!"
es: {???} "¡Oye...!"

source: {???} "Wake up!! Kazushi!!"
es: {???} "¡¡Despierta!! ¡Kazushi!"

source: {???} "Are you OK?"
es: {???} "¿Te encuentras bien?"

source: {???} "Hurk...Ulgh..."
es: {???} "Oh, no..."

source: .................. What do you want?
es: ... ¿Qué es lo que quieres?

source: {???} "It's coming up! I'm gonna hurl!"
es: {???} "¡¡Que viene!!"

source: ...............Hurl?
es: ... ¿Qué es lo que viene?

source: {???} "Bleeeeegch!"
es: {???} *Tipo vomitando*

source: {???} "Don't throw up there! Hey, Kazushi! Kazushi!!"
es: {???} "¡No vomites ahí! Oye, ¡¡Kazushi!!"

source: {Kazushi} "Hmm? ...What are you being so loud for?"
es: {Kazushi} "¿Qué...? ¿Por qué hacéis tanto ruido?"

source: {Appo} "Bleeeeegch!"
es: {Appo-} *Vomitando*

source: The first thing I saw when I opened my eyes was Appo vomiting all over the boat. His face was green and Pierre was nervously trying to help him.
es: La primera cosa que vi hoy fue a Appo- vomitando.

source: {Pierre} "This isn't working! If you're gonna puke, puke here, in this hand-made etiquette bag!"
es: {Pierre} "Toma, ¡usa esta bolsa!"

source: {Appo} "Bleeeeeegch!"
es: {Appo-} *Vomitando*

source: {Daigo} "Do you always carry around a spare bag for this kind of emergency?"
es: {Daigo} "¿Sueles llevar esa bolsa para este tipo de emergencias?"

source: {Pierre} "Of course not. It's Appo's."
es: {Pierre} "No. Esta es la de Appo-."

source: I just woke up and I was already about to puke. I turned my eyes up and away from that disgusting sight.
es: Esto no es lo que le gustaría ver a uno al despertarse.

source: The sun shone brightly in the clear blue sky above us. The refreshing smell of the ocean washed over my heart. All around us there was nothing but ocean, ocean and more ocean.
es: Hay un precioso paisaje y una vista interminable de cielo azul.

source: I could feel the strong sunlight giving me a good tan.
es: Puedo sentir la intensa luz bronceándome.

source: That's right, we're cruising on a ship. We left port several hours ago and already lost sight of land. All we could see was the endless ocean.
es: Sí, estamos de crucero en un barco.

source: The waves of the ocean make me feel calm and relaxed.
es: El océano hace que me sienta tan relajado...

source: {Kazushi} "This is so soothing. I love being out here."
es: {Kazushi} "Es tan reconfortante. Me encanta estar aquí."

source: {Pierre} "Stop ignoring us and do something to help out!!"
es: {Pierre} "¡¡Deja de ignorarnos!! ¡¡Ayúdame!!"

source: {Appo} "Ah! Kazushi! You've got a raging hard-on! Bleeegch!"
es: {Appo-} "Oye, ¡Kazushi! ¿Por qué la tienes tiesa?" *Todavía vomitando*

source: {Pierre} "Again?! You're jumping the gun, man!"
es: {Pierre} "Eso. ¿Por qué la tienes tiesa?"

source: {Kazushi} "I can't do anything about it! It's morning wood - that's all!"
es: {Kazushi} "¡Porque me acabo de levantar!"

source: {Daigo} "Kazushi always gets morning wood."
es: {Daigo} "Por algún motivo, Kazushi siempre la tiene así."

source: {Pierre} "Don't sleep at a time like this!"
es: {Pierre} "Para empezar, ¿por qué estabas durmiendo?"

source: {Kazushi} "I can't help it. I've been so excited that I haven't slept for three days."
es: {Kazushi} "Estaba tan emocionado, que no había pegado ojo en tres días."

source: It was true. I'd only slept about five hours total in the last week - that's how much I was looking forward to this trip.
es: Y solo he dormido unas cinco horas en total durante esta semana. Es por lo mucho que estaba esperando este viaje.

source: {Daigo} "You're really tough."
es: {Daigo} "Sí que aguantas."

source: {Pierre} "On the other hand..."
es: {Pierre} "Por otro lado..."

source: {Appo} "Kill me!... Just kill me already! Bleeeeegch!"
es: {Appo-} "¡Matadme! ¡Que alguien me mate...! Por favor... ¡...!"

source: {Kazushi} "Don't die on us. We're almost there."
es: {Kazushi} "No tienes por qué morirte. Ya has llegado hasta aquí."

source: I kindly rubbed my comrade's back as I enjoyed the grandeur of the ocean.
es: El océano me convierte en una persona encantadora.

source: {Kazushi} "We've worked so hard for this day. Let's all set foot into paradise together!"
es: {Kazushi} "Tiene razón. Nos hemos esforzado mucho para conseguir este viaje."

source: {Appo} "Kazushi, Kazushii... Blegh, blegh, blegh, bleegh!!"
es: {Appo-} "Kazushi... ¡Kazushi...!" *Vomitando*

source: {Kazushi} "Don't hug me while you're puking!"
es: {Kazushi} "¡No me abraces mientras vomitas, mamón!"

source: {Pierre} "You rubbed his back! It won't stop now!"
es: {Pierre} "¡Cuidado!"

source: {Daigo} "At least make him puke over the side of the boat and into the ocean."
es: {Daigo} "Al menos, haz que vomite en el mar."

source: {Guy with a Pompadour} "He' 'ou 'uys! Don' 'ollu'e 'he o'ean!"
es: {Panchu-} "¡Chicos! ¡No ensuciéis el océano!"

source: We suddenly found ourselves in the shadow of a big man. We stood at attention as a conditioned reflex.
es: Cuando este hombretón habla, no podemos evitar erguirnos por mero reflejo.

source: {Kazushi} "Ah, Panchu-sempai! How are you?"
es: {Kazushi} "¿Qué tal, Panchu-?"

source: {Panchu} "Don' 'ollu'e 'he o'ean! Don' 'hrow u' 'he 'reakfas' 'our 'others 'ade 'or 'ou. If 'ou're a 'an, the' use 'our 'ill 'o hol' i' in!"
es: {Panchu-} "No manches el océano. No vomites el almuerzo que te ha hecho tu madre. No vomites si eres un hombre."

source: It's hard to understand what this guy says, but there were several legends about him at our old academy and he commanded the respect of everyone.
es: Todos en nuestra escuela admiran a este hombre por toda la leyenda que hay sobre él.

source: But after about half a year, I began to understand most of what he said.
es: Me llevó casi medio año comprender la forma tan peculiar que tiene de hablar.

source: After one particular incident, we realized we couldn't go against him.
es: Y tras cierto incidente, fue cuando empezamos a admirarle.

source: {Appo} "Yes, Sir! I'll use my... will to..."
es: {Appo-} "¡Sí, señor! No... Vomitaré..."

source: {Panchu} "Ea' 'his 'an' be 'rong."
es: {Panchu-} "Cómete esto y sé fuerte."

source: He handed Appo a bag full of anpan. For some reason, Panchu always carries bread with him.
es: Saca un panecillo. Se lleva panecillos a todas partes.

source: His nickname, Panchu, comes from the way he always carries anpan with him.....I think. Maybe.
es: Posiblemente sea por eso que la gente lo considera algo rarito.

source: I don't think there's a reason other than the anpan he carries, but I never bothered asking.
es: Nadie sabe qué es lo que se le pasa por la cabeza.

source: {Panchu} "Ea' i' all a' once."
es: {Panchu-} "Cómetelo de una vez."

source: Panchu jammed the bread into Appo's mouth.
es: Panchu- encasqueta el panecillo en la boca de Appo-.

source: Sempai was a hearty man. He never held back.
es: Panchu- puede llegar a ser algo violento en ocasiones.

source: {Appo} "......NNNGGGG......"
es: {Appo-} "NNNNGGGGG..."

source: {Pierre} (Don't puke, don't puke, don't puke!)
es: {Pierre} (¡Por favor, no vuelvas a vomitar...!)

source: {Kazushi} (Willpower!! Show us your guts, Appo!!)
es: {Kazushi} (¡Échale un par de cojones...!)

source: {Appo} "...NNNNGGGG..."
es: {Appo-} "¡...! ¡...!"

source: Appo showed us his true guts. He swallowed the bread down in a single gulp.
es: Appo- le echó coraje. Se lo tragó del tirón.

source: {Daigo} "Good job, Appo!"
es: {Daigo} "Impresionante, Appo-..."

source: {Pierre} "Now that's our Anpanman!"
es: {Pierre} "Sí que tiene huevos..."

source: {Panchu} "I's 'ood, isn' it?"
es: {Panchu-} "Está bueno. ¿A que sí?"

source: Appo covered his mouth. We could tell he was about to break.
es: Appo- se está tapando la boca.

source: {Panchu} "Huh? Wha's 'ron' 'ow?"
es: {Panchu-} "¿Eh? ¿Qué?"

source: By the time we realized what would happen...it was too late.
es: Era demasiado tarde...

source: {Appo} "...........Blaaaargh!"
es: {Appo-} "¡¡Puajj...!!"

source: {Daigo} "He threw up again."
es: {Daigo} "Otra vez..."

source: {Pierre} "Guts, my ass."
es: {Pierre} "¿Dónde están esas agallas?"

source: {Appo} "Give me a break! How could I eat that damn bread when I was puking all over the boat?"
es: {Appo-} "¡Déjame en paz! ¿Cómo iba a poder tomarme ese pan de mierda mientras estando vomitando?"

source: {Daigo} "Uh-oh. Now he said it."
es: {Daigo} "Ahh... Estúpido."

source: Appo just threw oil onto the fire.
es: No querrías llamarlo "pan de mierda" delante de Panchu-.

source: {Panchu} "Wha' 'he' hell' 'ou 'ay!? Wha' 'he hell 'id 'ou 'us 'all my 'read?!"
es: {Panchu-} "¿¡Cómo has llamado al pan!?"

source: See? Big fire. Sempai looked terrifying as he grabbed Appo by the collar. Appo's toes came right off the deck.
es: Ajá. Ahora Appo- está en un problema aún mayor.

source: {Panchu} "Wha' 'he hell 'ere 'ou 'hinkin' 'hrowin' u' 'read 'ade b' 'he Ida Family Bakery!? You 'ayin' our 'rea' isn' 'oo' e'ough 'or 'ou?!"
es: {Panchu-} "¿¡Estás diciendo que no te gusta el pan que te he dado!?"

source: {Appo} "Hurg... hurg..."
es: {Appo-} "¡¡...!! ¡¡...!!"

source: {Kazushi} "We're sorry, we're sorry! But he's really on the edge! We'll apologize on his behalf, so please bestow your forgiveness!"
es: {Kazushi} "¡Lo siento! ¡Por favor, perdónale!"

source: {Panchu} "How woul' 'ou 'ow how a 'aker 'eels?! Do 'ou 'ow wha' i's 'ike 'o have a 'assma'e as' 'Do 'ou 'ave frui'a'es in your 'akery?'?!"
es: {Panchu-} "¿¡Y tú qué sabrás!?"

source: {Panchu} "Do 'ou 'ow wha' i's 'ike 'o ha'e 'hem 'ease 'ou, 'ayin' 'Gross! You' 'akery is 'illed 'ith 'frui'a'es!'?!"
es: {Panchu-} "¿¡Has hecho pan alguna vez!?"

source: {Everybody} "We're so sorry!!!!!!!"
es: {Todos} "¡¡Por favor, perdónanos!!"

source: {Yagami} "Well, well, look at this horrible mess. I believe this is what they call 'gruesome'."
es: {Profesor Yagami} "¿Por qué estáis discutiendo, chicos?"

source: {Pierre} "Ah, Yagami-sensei! Mornin'!"
es: {Pierre} "¡Profesor Yagami!"

source: {Kazushi} "M-mornin'!"
es: {Kazushi} "¡Hola!"

source: This was our old homeroom teacher, Yagami-sensei. He's leading this trip for us.
es: Este es el señor Yagami. Él nos hace de guía durante el viaje.

source: {Yagami} "Hey, Ida. I don't know what happened between you two, but I think it's time you forgave them."
es: {Profesor Yagami} "Eh Panchu-. No sé lo que ha pasado. Pero perdónales, ¿vale?"

source: Sensei turned a warm smile to Panchu. He always wore such a nice smile, though, so that was only normal.
es: El señor Yagami siempre está sonriendo.

source: {Panchu} "Ye' 'ir."
es: {Panchu-} "Sí, señor..."

source: Yet Panchu backed down in front of that smile.
es: Me alegro de que Panchu- haya escuchado al señor Yagami.

source: Yagami-sensei was the only teacher Panchu never had an issue with.
es: El señor Yagami es el único al que Panchu- escucha.

source: {Yagami} "Look at how awful this area is, though. You boys make sure to clean it up, okay?"
es: {Profesor Yagami} "Y chicos, no os olvidéis de limpiar esta porquería antes de iros, ¿vale?"

source: {Pierre} "Huh? Us?"
es: {Pierre} "¿Tenemos que limpiar este desastre?"

source: {Yagami} "Friends are supposed to look out for friends. Next time you're in trouble, Appo will help you out too."
es: {Profesor Yagami} "Los amigos limpian los desastres de sus amigos."

source: {Yagami} "Isn't friendship beautiful?"
es: {Profesor Yagami} "La amistad es algo bonito."

source: He was talking to the wind, not us. His eyes squinted as he looked up at the sky, but I didn't see anything up there.
es: Habla como si se estuviese dirigiendo al océano.

source: {Yagami} "Isn't it?"
es: {Profesor Yagami} "¿No creéis?"

source: {Kazushi} "Yes, I suppose."
es: {Kazushi} "Creo que sí."

source: Yagami-sensei was a bit of an obscure person. It always seemed hard to grasp what he was thinking about. That's why there were several rumours about him.
es: A veces resulta bastante difícil entender de qué está hablando.

source: {Kazushi} "Then let's get cleaning."
es: {Kazushi} "Vale. Nos aseguraremos de que se quede limpio."

source: To be honest, we're all terrified of our teacher.
es: La verdad es que tememos a este profesor.

source: We didn't know why, but he was the one teacher Panchu didn't go against. That was enough reason for us to watch out.
es: Posiblemente porque es el único profesor al que Panchu- admira.

source: {Daigo} "What's this green stuff?"
es: {Daigo} "¿Qué es esta cosa verde?"

source: {Pierre} "It's grass! Don't look at it, it's disgusting."
es: {Pierre} "¡Es yerba! ¿qué otra cosa te parece?"

source: {Daigo} "Dude, Appo, don't eat the grass."
es: {Daigo} "Appo-, deja de tomar eso."

source: {Kazushi} "That anpan reeks..."
es: {Kazushi} "Especialmente después de haber vomitado el panecillo..."

source: {Appo} "Blegh, blegh..."
es: {Appo-} *Vomitando*

source: {Pierre} "Don't puke where we're cleaning. Think about something fun and hold it in."
es: {Pierre} "¿Pero vas a parar de vomitar ya?"

source: {Kazushi} "He's right. We went through a tough test to get here together."
es: {Kazushi} "Tiene razón. Pasamos una prueba muy dura para llegar aquí juntos."

source: {Daigo} "All four of us together, just like we promised."
es: {Daigo} "Tal y como nos prometimos."

source: {Appo} "Who would let themselves fail that test?! ...It's an all-girls boarding school! It's our final chance to be popular...blegh."
es: {Appo-} "Claro que hemos pasado todos el examen... ¿Quién iba a perderse la oportunidad de estudiar en la escuela para chicas?..."

source: {Kazushi} "Don't say final. This is our new beginning!"
es: {Kazushi} "Acabamos de empezar nuestros viaje."

source: {Pierre} "Yeah, a new beginning. The beginning of our pink legend!"
es: {Pierre} "Sí. Acabamos de empezar nuestra leyenda."

source: {Daigo} "I've never been popular in my entire life."
es: {Daigo} "Yo no he sido popular en toda mi vida."

source: {Kazushi} "Me neither."
es: {Kazushi} "Ni yo."

source: {Appo} "We've never been popular with girls!"
es: {Appo-} "¡Nunca hemos sido populares entre las chicas!"

source: {Pierre} "And why are we proud of this?"
es: {Pierre} "¿Por qué estamos tan orgullosos de algo así?"

source: {Appo} "But what about in an all-girls school?!"
es: {Appo-} "¡¡Pero!! ¡¡Eso va a cambiar!!"

source: {Daigo} "Do you even think I could be popular at an all-girls school?"
es: {Daigo} "Trabajaremos en una tierra sin hombres."

source: {Pierre} "I've heard that any man, no matter how ugly, will be popular in an all-girls school."
es: {Pierre} "He oído que cualquier hombre sería popular en la escuela para chicas."

source: {Kazushi} "I hear that a lot, but is it true? No matter how ugly?"
es: {Kazushi} "¿Es cierto eso?"

source: {Pierre} "It's true. And look at us, we're okay."
es: {Pierre} "A no ser que seas extremadamente feo. Pero nosotros estamos pasables."

source: {Daigo} "We're not bad. Just a little bit off the mark."
es: {Daigo} "Estamos pasables."

source: {Kazushi} "Yeah, if you add one "handsome" and divide us in half, we'd be handsome."
es: {Kazushi} "Desde luego extremadamente feos no somos."

source: {Pierre} "Wouldn't that leave us without the handsome you added?"
es: {Pierre} "¡Así que tenemos un aspecto pasable...!"

source: {Appo} "Shut up!! Look? We, the guys who look okay, are about to enter the land where any ugly man can be popular, right? They'll come. Oh will they come. They'll come sniffing!"
es: {Appo-} "¡¡A callar!! Cuando un tipo pasable entra en una tierra sin hombres, las chicas aparecen hasta debajo de las piedras. Con eso basta."

source: {Kazushi} "Sniffing what?"
es: {Kazushi} "¿Cómo estás tan seguro?"

source: {Appo} "Pher-o-mon-es! They'll be mad, crazy for us! The females can smell out the males!!"
es: {Appo-} "'Fe-ro-mo-na', ¿has oído hablar de ese término? ¡¡Las hembras perciben nuestras feromonas!!"

source: {Pierre} "Oh my? Who's he? He looks...fine..."
es: {Pierre} "¿Quién es ese? No está... nada mal..."

source: {Appo} "Why hello, my lady. Where might your entrance be? Knock, knock!"
es: {Appo-} "Hola preciosa, ¿puedo entrar en tu mundo? ¡Toc, toc!"

source: {Pierre} "Oh! Look! There's a guest coming between my legs!"
es: {Pierre} "¡Ah! Parece que hay un amiguito acercándose a mi entrepierna..."

source: {Appo} "Knock, knock! Knock, knock!"
es: {Appo-} "¡Toc, toc! ¡Toc, toc!"

source: {Pierre} "No! Wait! Nobody's ever opened my door before! Please! Wait!"
es: {Pierre} "¡No! ¡Espera! ¡Nadie ha atravesado esa puerta nunca! ¡Por favor, espera!"

source: {Appo} "Knock, knock! Knock, knock! Knock, knock!"
es: {Appo-} "¡Toc, toc! ¡Toc, toc! ¡Toc, toooc!"

source: {Pierre} "Welcome! Welcome to my humble home!"
es: {Pierre} "¡Bienvenido! ¡Eres bienvenido...!"

source: {Daigo} "Done?"
es: {Daigo} "¿Ya habéis terminado?"

source: {Appo} "Yeah, that's good. But I swear that's what's gonna happen!"
es: {Appo-} "¡Te garantizo que es lo que va a pasar!"

source: {Pierre} "He's right."
es: {Pierre} "Sí. Tiene razón."

source: {Appo} "Just think about it. Girls in puberty isolated on an island. You know what that means, right?"
es: {Appo-} "Mira a tu alrededor. Chicas en la pubertad encerradas en una isla. Sabes lo que significa, ¿no?"

source: {Kazushi} "No, what does it mean?"
es: {Kazushi} "No, no lo sé."

source: {Appo} "It means that we won't have to do anything to get them. They're gonna come to us."
es: {Appo-} "Eso significa que no tenemos que hacer nada para conseguirlas. Ellas vendrán a nosotros."

source: {Kazushi} "I see."
es: {Kazushi} "Ya veo."

source: {Appo} "We've made so many mistakes trying, trying to make ourselves popular, but this time, they're coming after us!"
es: {Appo-} "¡No tendremos que preocuparnos por hacer movimientos en falso!"

source: {Pierre} "Yeah, Appo was reported to the police when he tried to return the girl he crushed over's commuter pass to her."
es: {Pierre} "Oye Appo-, ¿recuerdas cuando llamaron a la policía por entregar un I.D. a una chica guapa a la que se le había caído...?"

source: {Daigo} "Hey Appo, remember when you wore cologne for the first time and that girl told you to take a shower?"
es: {Daigo} "Y oye Appo-, ¿recuerdas la vez que te pusiste colonia por primera vez y una chica pensó que olías...?"

source: {Appo} "Enough about my past! There's a treasure chest of memories waiting for us, so drop it!"
es: {Appo-} "¡Dejad de hablar de mí!"

source: {Appo} "Look, guys, this is like throwing catnip to a herd of strays."
es: {Appo-} "¡Mirad chicos! Esto es como tirar hierba de gatos en una manada de gatitos."

source: {Kazushi} "C-captain! I think that's borderline criminal!"
es: {Kazushi} "¡Capitán! ¡¡Eso pinta muy bien!!"

source: {Pierre} "Girls at a girls' school bursting with sexual desire have only two roads to take. Either they comfort themselves alone, or they join the lily tribe."
es: {Pierre} "Sólo tenían dos opciones hasta que llegásemos. O se masturbaban o se hacían 'tortis'."

source: {Daigo} "What's the lilly tribe?"
es: {Daigo} "¿Qué es eso de 'tortis'?"

source: {Pierre} "It means lesbians. I just saw this in a magazine, but the survey said that 40% of the girls at a girl's school are lesbians. In boarding schools, it was 60% lesbian."
es: {Pierre} "Tortilleras; lesbianas. Según una encuesta, el 40% de las estudiantes de la escuela para chicas lo son."

source: {Pierre} "In other words, most of them are lesbians!"
es: {Pierre} "¡¡Eso es casi la mitad!!"

source: {Daigo} "Seriously? T-that's amazing."
es: {Daigo} "¿Hablas en serio?"

source: {Pierre} "Yeah. I remember that the article was written by some Dr. somebody or another."
es: {Pierre} "Sí, recuerdo que algún doctor escribió un artículo sobre eso."

source: {Kazushi} "Isn't it bad for us if they're all lesbians? Won't they just ignore us guys?"
es: {Kazushi} "¿Y eso no nos supondrá un problema? Eso de que se gusten entre ellas..."

source: {Appo} "You're naive! You're naive, Haruma-kun! They say that only 10% of them are truly lesbians. Most of them just don't have any other option."
es: {Appo-} "No tenemos que preocuparnos por eso. Sólo un 10% de ellas son realmente homosexuales."

source: {Daigo} "W-what a waste!"
es: {Daigo} "¡¡Gracias a Dios!!"

source: {Pierre} "Yes! Exactly! It's such a waste for young girls to lie with each other and comfort each other just because they have no other option! It is blasphemy upon God!"
es: {Pierre} "¡Sí! Va en contra de la voluntad de Dios. ¡No deberían desaprovechar las cosas que tienen!"

source: {Appo} "Our mission, should we choose to accept it, is to rescue those girls from their crooked ways!"
es: {Appo-} "Creo que es nuestra misión rescatarlas..."

source: {Pierre} "We shall fill the holes in their hearts and bodies! Their holes! Their holes!"
es: {Pierre} "¡Sí! Tenemos que satisfacer todos sus agujeros, los mentales... ¡y los físicos!"

source: {Kazushi} "Their...holes... Wow."
es: {Kazushi} "Un agujero... vaya."

source: {Daigo} "I've only seen their holes in porn. I'm a little worried that I won't be able to find them."
es: {Daigo} "Yo solo he visto sus agujeros en una revista, me preocupa un poco no lograr encontrarlo."

source: {Pierre} "Don't dream it, feel it! Let your instincts guide your hips! Then their hole shall open before you!"
es: {Pierre} "¡No lo pienses! ¡Siéntelo! ¡¡Tan solo mueve las caderas como te venga en gana y estarás dentro!!"

source: {Daigo} "Like this?"
es: {Daigo} "¿Así?"

source: {Pierre} "No, lower!"
es: {Pierre} "¡No, más abajo!"

source: {Daigo} "You mean like this?"
es: {Daigo} "¿Y así? ¿Así...?"

source: {Pierre} "That's a different hole! The two are surprisingly close, so be careful!"
es: {Pierre} "¡Eso es demasiado abajo! Eso es por el otro agujero. ¡Están realmente juntos entre sí!"

source: {Daigo} "T-this is difficult."
es: {Daigo} "No sabía que fuese tan difícil."

source: {Kazushi} "If it's that difficult, and if we hesitate when the time comes, won't they leave us? I refuse to miss my chance!"
es: {Kazushi} "¿No deberíamos ser más dulces? No quiero fastidiarla con algo así."

source: {Pierre} "Doggie style makes that easier! Let's get some practice in, then! Get down on all fours, Kazushi!"
es: {Pierre} "¡El estilo del perrito es siempre el más fácil! ¡Practiquemos! ¡Kazushi, ponte a cuatro patas!"

source: {Kazushi} "Huh? Me? Why me?"
es: {Kazushi} "¿Qué? ¿Por qué yo?"

source: {Pierre} "Don't dream it, feel it!"
es: {Pierre} "¿Recuerdas? No pienses, ¡siéntelo!"

source: {Kazushi} "R-right! Feel it; don't think about it. Okay, got it!"
es: {Kazushi} "¡Tienes razón! Sentirlo, ¿no? ¿Así?"

source: I stopped thinking and got on the deck on all fours. I felt like something that could never be undone was about to happen.
es: No tengo nada claro que sea una buena idea, pero aún así me he puesto a cuatro patas.

source: {Pierre} "Alright, Daigo. Go for it."
es: {Pierre} "Venga, Daigo. Dale."

source: {Daigo} "I'm kinda nervous."
es: {Daigo} "Estoy empezando a ponerme algo nervioso."

source: Daigo hesitantly leaned onto me. He was heavy.
es: Daigo pesaba bastante.

source: {Daigo} "So like this?"
es: {Daigo} "¿Así?"

source: {Kazushi} "Gah! T-that's not it! The butt! That's the butt!"
es: {Kazushi} "¡Oye! ¡No es por ahí! ¡Es el otro agujero!"

source: {Daigo} "Like this? Is this good?"
es: {Daigo} "¿Qué tal? ¿Lo estoy haciendo bien ahora?"

source: {Pierre} "Right there! Put your soul into it and thrust!"
es: {Pierre} "¡Justo ahí! ¡Dale!"

source: {Kazushi} "Wait, wait, wait!! This is definitely wrong! I know I wasn't born to be doing this!!"
es: {Kazushi} "¡Espera, espera...! ¡¡Esto no está bien!!"

source: I felt like I needed to say, "Mom, I'm sorry."
es: Siento la necesidad de disculparme ante mis padres.

source: {Kazushi} "It's not good! I'm sorry, I'm sorry, I'm sorry! Please forgive me!"
es: {Kazushi} "¡No lo estás haciendo bien, y no quiero que lo hagas! ¡Ya está bien! ¡Déjame ir!"
