Repository: talestra/edelweiss
Catalog: translation/00106.po
Languages: es

source: {Kazushi} "Or the gateway down to hell."
es: {Kazushi} "O quizá sea la entrada al infierno."

source: It looked kind of scary to me.
es: Me resultaba bastante escalofriante.

source: {Appo} "Right, I'm going in first!"
es: {Appo-} "Sí, ¡Soy el primero...!"

source: Appo marched through without hesitating.
es: Appo- la atravesó sin vacilar ni un momento.

source: {Appo} "Since I went through it first that means I get first dibs on a girl, OK?"
es: {Appo-} "He sido yo el primero en atravesarla, así que seré yo el primero en elegir una chica, ¿vale?"

source: {Kazushi} "Since when did we agree on that?"
es: {Kazushi} "¿Y desde cuando tenemos esa regla?"

source: {Pierre} "I'm the second!"
es: {Pierre} "¡Soy el segundo...!"

source: {Daigo} "Hold it."
es: {Daigo} "Para."

source: Daigo stopped Pierre right before he passed through the gate.
es: Daigo para a Pierre.

source: {Pierre} "Let go of me. I said I'm the second!"
es: {Pierre} "¡Suéltame! ¡Yo soy el segundo!"

source: {Daigo} "That's not fair!"
es: {Daigo} "Eso no es justo."

source: {Pierre} "Appo started it!"
es: {Pierre} "¡Eso díselo a Appo-!"

source: {Kazushi} "That one's null. We're doing this again on the count of three."
es: {Kazushi} "¡Empecemos de nuevo!"

source: {Appo} "No we won't! I was first!"
es: {Appo-} "No, ¡ni hablar! ¡Yo soy el primero...!"

source: Appo started running.
es: Appo- empieza a correr.

source: {Daigo} "Hey! Wait!"
es: {Daigo} "Ey, espera..."

source: {Appo} "Yahoo!"
es: {Appo-} "¡Yujuuu...!"

source: Appo rushed off with agile movements, like his limiter had been released, until we started to lose sight of him.
es: Appo- se adentra rápidamente.

source: {Pierre} "Shit! After him! After him! He's gonna steal all the girls!"
es: {Pierre} "¡Paradle! ¡Se va a quedar con todas las chicas!"

source: {Kazushi} "Get back here, you!"
es: {Kazushi} "¡Appo-...! ¡Quieto parado!"

source: {Appo} "Hah, hah, hah....Ugh...I feel sick..."
es: {Appo-} "Oh, no... Estoy empezando a marearme..."

source: Appo ran out of breath and we caught up in no time.
es: Sin apenas resistencia, fue cazado con facilidad.

source: {Pierre} "You thought that'd work when you have the least stamina of all of us?"
es: {Pierre} "¿Te creías que ibas a poder alejarte de nosotros?"

source: {Daigo} "Oi! Come and take a look at this!"
es: {Daigo} "¡Oid chicos! Venid aquí y echad un ojo a esto."

source: Daigo peered through the bushes down the cliff. We were shocked by what we found.
es: Daigo encontró algo.

source: {Kazushi} "Stairs? Looks like they lead down to the ocean."
es: {Kazushi} "¿Escaleras? Van directas al océano."

source: They stairs continued down so far that we couldn't see where they ended.
es: Las escaleras siguen por el fondo y no podemos ver el final.

source: {Pierre} "You don't think they go to the bottom of the ocean, do you?"
es: {Pierre} "¿Llevan hasta el fondo del mar?"

source: {Daigo} "Why would they? For mermaids?"
es: {Daigo} "¿Creéis que serán para sirenas?"

source: {Kazushi} "I thought mermaids lived underwater?"
es: {Kazushi} "¿Se supone que las sirenas viven en el agua?"

source: {Appo} "But there has to be a reason for these stairs. Kazushi, go down and look."
es: {Appo-} "¿Entonces para qué están estas escaleras?"

source: {Appo} "Huh? No! Stop!"
es: {Appo-} "Espera... No..."

source: {Kazushi} "Geez, don't hurt him."
es: {Kazushi} "¡No le hagas daño!"

source: {Kazushi} "Huh?"
es: {Kazushi} "Anda..."

source: I thought I was dreaming. There was a rocky area jutting out nearby. A mermaid was actually sitting on the rocks.
es: Creo que he oído algo...

source: {Kazushi} "Seriously?"
es: {Kazushi} "¿Qué?"

source: {Mermaid?} "......"
es: {¿Sirena?} "..."

source: {Kazushi} "You're kidding me? ...Wait, are mermaids supposed to be naked?!"
es: {Kazushi} "Debo estar soñando... ¡¡y está desnuda!!"

source: She was NAKED. I mean, look at those boobs! Those boobs! Bare breasts beneath the bright sun!
es: ¡Completamente desnuda!

source: Don't mermaids use seashells or something?! I could see her nipples! Wow, is it alright to see so much!?
es: ¿No se supone que las partes nobles de las sirenas suelen estar cubiertas por conchas o similares? Puedo verlo todo.

source: {Mermaid?} "------!!"
es: {¿Sirena?} "¡¡...!!"

source: {Kazushi} "She ran away!"
es: {Kazushi} "¡Ha escapado!"

source: She slipped right back into the ocean.
es: Ha desaparecido en el agua.

source: {Kazushi} "Shit, she caught me eye-raping her."
es: {Kazushi} "Quizá la estaba mirando demasiado."

source: {Daigo} "What happened, Kazushi?"
es: {Daigo} "¿Qué ha pasado Kazushi?"

source: {Appo} "What the hell are you doing!? Give me some help, here!"
es: {Appo-} "¿¡Qué estáis haciendo!? ¡Ayudadme!"

source: {Kazushi} "Oh, sorry. I was just watching a mermaid."
es: {Kazushi} "Ah, perdona. Es que estaba viendo a una sirena."

source: {Daigo} "A mermaid? Are you serious?"
es: {Daigo} "¿Una sirena? ¿Estás de guasa?"

source: Daigo finally let go of Appo.
es: Daigo suelta finalmente a Appo-.

source: {Pierre} "Idiot. Mermaids don't exist."
es: {Pierre} "Tontos. Claro que está de guasa."

source: {Kazushi} "No, she was there. She was beautiful too. And no bra either."
es: {Kazushi} "No, no lo digo en broma. He visto una, y sin sujetador."

source: {Appo} "NO BRA!? You mean you got to see her tits!?"
es: {Appo-} "¿¡Sin sujetador!? ¿¡Y le pudiste ver las tetas!?"

source: {Kazushi} "Yup."
es: {Kazushi} "Sip."

source: {Appo} "Seriously!? Where is she?"
es: {Appo-} "¿¡En serio!? ¿¡Dónde está!?"

source: {Kazushi} "She's gone."
es: {Kazushi} "Se ha ido."

source: {Appo} "Dumbass! Why didn't you tell us sooner!"
es: {Appo-} "¡Imbécil! ¿¡Por qué no nos has llamado!?"

source: {Kazushi} "She was only there for a second."
es: {Kazushi} "Ha sido todo cuestión de un segundo."

source: {Pierre} "Are you sure? You didn't mistake something else for a mermaid did you? You know, what's that..."
es: {Pierre} "¿Estás seguro de que era una sirena?"

source: {Appo} "You mean a sea lion? You've got to be pretty stupid to mistake that for a mermaid."
es: {Appo-} "Quizá era un león de mar o una foca."

source: {Kazushi} "I'm telling you it was a mermaid. She ran away when we made eye contact."
es: {Kazushi} "Era una sirena, lo juro."

source: {Pierre} "Seriously? You sure it wasn't just a naked girl then?"
es: {Pierre} "O quizá simplemente era una chica desnuda."

source: {Kazushi} "....or that..."
es: {Kazushi} "Bueno..."

source: It could've been just a girl. I don't think mermaids exist.
es: Podría haber sido solo una chica. La verdad es que no creo que existan las sirenas.

source: {Appo} "Hey! Where'd that girl go?!"
es: {Appo-} "De todas formas, ¿a dónde ha ido?"

source: {Kazushi} "She swam off into the ocean behind that rock."
es: {Kazushi} "Desapareció en el mar tras esa roca."

source: {Pierre} "Where? I don't see her!"
es: {Pierre} "¿Dónde? ¡No la veo!"

source: {Kazushi} "She's under water."
es: {Kazushi} "Está dentro del agua."

source: {Pierre} "Then she's got to surface sooner or later. No human can hold their breath that long."
es: {Pierre} "Un humano no puede aguantar tanto tiempo la respiración."

source: {Appo} "That's right! Come out, come out, wherever you are!"
es: {Appo-} "¡Eso es! Rápido, ¡sal, sal!"

source: We all stared at the surface of the water.
es: Nos quedamos todos mirando la superficie del agua.

source: One minute.
es: Un minuto.

source: Two minutes.
es: Dos minutos.

source: ......nothing.
es: Nada...

source: {Pierre} "She's not coming up!"
es: {Pierre} "¡No sale!"

source: {Kazushi} "This is really weird. It's been at least three minutes by now."
es: {Kazushi} "Qué raro. Ya deben haber pasado unos tres minutos."

source: {Appo} "How can anyone hold their breath for so long?"
es: {Appo-} "¿Cómo puede alguien aguantar tanto tiempo la respiración?"

source: {Daigo} "Maybe she was a real mermaid?"
es: {Daigo} "¡¡Tiene que ser real!!"

source: {Pierre} "She didn't drown, did she?"
es: {Pierre} "Espero que no se haya ahogado."

source: {Kazushi} "No way..."
es: {Kazushi} "Oh, no..."

source: One more minute. Two more-- It's been five minutes.
es: Un minuto más. Dos... Ya han pasado cinco minutos.

source: {Appo} "This is bad. This is very bad."
es: {Appo-} "Esto no va bien."

source: {Pierre} "She must have drowned!"
es: {Pierre} "Debe haberse ahogado de verdad."

source: {Kazushi} "This is horrible! We've got to help her!"
es: {Kazushi} "¡No! ¡¡Tenemos que ayudarla!!"

source: {Daigo} "I'll go get some help."
es: {Daigo} "Iré yo en su ayuda."

source: We heard a blood-curdling scream from Pierre.
es: Oímos a Pierre gritar.

source: {Kazushi} "What's going on... Oh!?"
es: {Kazushi} "Qué es lo que pasa... ¿¡Qué...!?"

source: That thing was really strange!
es: Porque había algo allí.

source: {Kazushi} "A signpost?"
es: {Kazushi} "¿Una señal?"

source: {Signpost} "Unauthorized personnel forbidden. Danger. Leave."
es: {Señal} "Área restringida. Tenéis que iros."

source: {Appo} "I-i-it's talking sign language!!"
es: {Appo-} "¡¡Está hablando!!"

source: {Signpost} "Pay fine. Pay fine."
es: {Señal} "Por favor, pagad la multa."

source: {Pierre} "It's walking and talking?!"
es: {Pierre} "¡¡Está andando!!"

source: {Kazushi} "What is this place!?"
es: {Kazushi} "¿¡Qué lugar es este!?"

source: The signpost was closing in on us. Why the hell is a signpost after us?!
es: ¿¡Hay una señal viviente moviéndose!?

source: {Signpost} "Leave. Pay fine."
es: {Pierre} "Salid o pagad la multa."

source: {Appo} "Everybody run!!"
es: {Appo-} "¡Corred! ¡Todos!"

source: Appo was running and screaming at the same time.
es: Appo- corría y gritaba el mismo tiempo.

source: {Pierre} "Wait for us!"
es: {Pierre} "¡¡Esperanos!!"

source: Pierre and Daigo followed Appo.
es: Pierre y Daigo siguen a Appo-.

source: {Signpost} "Pay the fine."
es: {Señal} "Pagad la multa."

source: {Kazushi} "What does it want from us!?"
es: {Kazushi} "¡¡¿Qué es lo que quiere...?!!"

source: Fear got the best of me and I beat it. I ran as fast as I could.
es: Corrí tan rápido como pude.

source: {Signpost} "Halt! Halt!"
es: {Señal} "Para. Espera."

source: {Kazushi} "It's chasing after us!"
es: {Kazushi} "¡¡Va tras nosotros!!"

source: Not only could it run, it was running faster than we were!
es: No sólo puede correr, ¡lo hace mas rápido que nosotros!

source: {Appo} "What the hell?! Why is a signpost chasing us?!"
es: {Appo-} "¿¡Qué está pasando!? ¿¡Por qué estamos huyendo de una señal!?"

source: {Daigo} "There is something seriously wrong with this island!"
es: {Daigo} "¡Hay algo que no está claro en esta isla!"

source: {Kazushi} "Now do you believe I saw a mermaid?!"
es: {Kazushi} "Chicos. Ahora creéis que haya visto una sirena, ¿no?"

source: {Appo} "Definitely! A mermaid sounds a lot more realistic than a living sign board!"
es: {Appo-} "¡Sí, ahora sí! ¡Suena mucho mas realista que una señal viviente!"

source: {Pierre} "Who cares about that! It's catching up to us! Let's split up!"
es: {Pierre} "¡Es mas rápida que nosotros! ¡¡Tenemos que separarnos!!"

source: {Kazushi} "I'm going this way!"
es: {Kazushi} "¡¡Yo me voy por aquí!!"

source: {Kazushi} "No, not me, them!"
es: {Kazushi} "¡No! ¡A mí no!"

source: {Appo} "We're going this way!"
es: {Appo-} "Nosotros nos vamos por aquí..."

source: {Daigo} "Sorry, Kazushi!"
es: {Daigo} "Lo siento, Kazushi."

source: They went the other way.
es: Se fueron por el otro camino.

source: {Kazushi} "Heartless cowards!!"
es: {Kazushi} "¡¡Traidores...!!"

source: The sign board was closing in on me.
es: ¡Está empezando a acortar distancias!

source: {Signpost} "Halt! Go slow."
es: {Señal} "Para. Espera."

source: {Kazushi} "Hyah! I'm scared! I'm scared, Mommy!"
es: {Kazushi} "¡¡No...!! Mami, ¡ayuda...!"

source: There is definitely something wrong with this island!
es: ¡Realmente pasa algo muy chungo con esta isla!

source: {Kazushi} "Hah, hah, hah!"
es: {Kazushi} "¡Oh, Dios!"

source: {Kazushi} "I-is it still?"
es: {Kazushi} "¿Todavía me sigue...?"

source: {Kazushi} "SHIT! It is!"
es: {Kazushi} "Sí, ¡va a ser que sí!"

source: {Kazushi} "Are you insane? Of course I'm not going to stop!!"
es: {Kazushi} "¡¡¿Estás de guasa?, claro que no voy a parar!!"

source: I don't know what it'll do to me if I stop! I can't let myself stop! I'm not going to lose a contest of stamina!
es: ¡¡No sé que es lo que me va a hacer!! ¡Pero no lo quiero averiguar!

source: {Signpost} "Halt. Halt."
es: {Señal} "Para, espera."

source: {Kazushi} "I-I'm done for..."
es: {Kazushi} "Ya no..."

source: It started closing the gap. I knew I should have worked out more lately.
es: Está acortando distancias. No he hecho nada de deporte últimamente.

source: {Kazushi} "I swear I'll join a sports club if I survive!"
es: {Kazushi} "¡Tengo que meterme en algún club atlético!"

source: And of course this was all uphill. Even a marathon runner would slow down.
es: El camino es ascendente. Hasta un corredor de maratón se ralentizaría.

source: {Signpost} "Halt. Suspend your action."
es: {Señal} "Para. Espera."

source: {Kazushi} "I forgot! Machines don't get tired!"
es: {Kazushi} "Es una máquina, ¡no es de extrañar que no se canse!"

source: But is it really a machine? It looks like it's alive.
es: ¿Es realmente una máquina? Parece una criatura viviente.

source: {Kazushi} "Either way, this is REALLY FRICKIN' WERID!"
es: {Kazushi} "Sea como fuere, ¡esto es muy extraño!"

source: {???} "Hey! Something bothering you?"
es: {???} "¡Ey! ¿Necesitas ayuda...?"

source: {Kazushi} "Are you blind?! Of course there is!!"
es: {Kazushi} "¡Pues claro! ¡¿Es que no lo ves?!"

source: {???} "Want me to do something for you?"
es: {???} "Puedo ayudarte."

source: {Kazushi} "Something?"
es: {Kazushi} "Eso es fantástico..."

source: Who am I talking to?
es: ¿Con quién estoy hablando?

source: I looked up at where the voice was coming from.
es: Alcé la cabeza en dirección al origen de la voz.

source: {Girl in the Tree} "I'm up here. He can't climb, you know."
es: {Chica del árbol} "Aquí, aquí. ¿Sabías?, él no puede trepar."

source: She was telling me to get up in the tree.
es: Me está diciendo que me suba al árbol.

source: {Kazushi} "Who are you!?"
es: {Kazushi} "¡¿Quién eres...?!"

source: It was a girl. She was wearing a uniform I hadn't seen before. Was it Eiden Academy's uniform?
es: Es una chica. Y lleva un uniforme escolar.

source: Does that mean she goes to our school?
es: Quizá sea de la escuela a donde vamos.

source: {Girl in the Tree} "Don't just stand there, hurry up!"
es: {Chica del árbol} "¡Rápido!"

source: {Kazushi} "Right!"
es: {Kazushi} "¡Sí!"

source: I desperately grabbed onto the tree and shimmied up the trunk. A hand was held out before me. I grabbed it.
es: La agarré de la mano que me tendió para subir al árbol.

source: Her hand was small and soft. It made me wonder: when WAS the last time I got to hold a girl's hand?
es: Una mano pequeña y suave. ¿Cuándo fue la última vez que cogí de la mano a una chica?

source: {Girl in the Tree} "There you go!"
es: {Chica del árbol} "¡Allá vamos!"

source: {Kazushi} "Wah! Whoa!"
es: {Kazushi} "¡Vaya!"

source: I almost fell down, but somehow managed to settle in between branches.
es: Casi me caí, pero me las arreglé para quedarme entre las ramas.

source: {Kazushi} "Phew. You saved me. Thanks a lot."
es: {Kazushi} "Muchísimas gracias por la ayuda."

source: {Girl in the Tree} "You don't have to thank me. Now then."
es: {Chica del árbol} "No te preocupes."

source: {Girl in the Tree} "What are you doing!?"
es: {Chica del árbol} "¿Qué estás haciendo?"

source: Slap!
es: La chica le da un manotazo a Kazushi.

source: She slapped my hand away. I felt wounded.
es: Se ha librado de mi mano. Ha herido mis sentimientos.

source: {Girl in the Tree} "That's not what I'm asking for. You would've died without my help, you know."
es: {Chica del árbol} "No me refería a eso. ¿Sabes que estarías muerto si no te hubiese brindado mi ayuda?"

source: {Kazushi} "You mean that thing was going to kill me?"
es: {Kazushi} "¿¡Quieres decir que esa cosa iba a matarme!?"

source: {Girl in the Tree} "Yeah it would've. It's a killing machine designed by this academy to eliminate any and all intruders."
es: {Chica del árbol} "Ah, pues claro. Fue creado para aniquilar a cualquiera que entrase ilegalmente en la propiedad de la escuela."

source: {Kazushi} "That thing's a killing machine?!"
es: {Kazushi} "¿Esa señal es una máquina asesina?"

source: It was staring up at us from the tree's roots. Looks like she was right; it couldn't climb up here.
es: Nos mira desde el suelo.

source: {Kazushi} "What does a school need with a killer sign board on patrol?"
es: {Kazushi} "¿¡Por qué necesita la escuela una máquina de patruya asesina!?"

source: {Girl in the Tree} "You don't know?"
es: {Chica del árbol} "¿No lo sabes?"

source: {Kazushi} "I don't know anything! We just arrived this morning!"
es: {Kazushi} "¡Claro que no lo sé! ¡He llegado esta misma mañana!"

source: {Girl in the Tree} "I suppose so. You're one of the boys who just came here, right?"
es: {Chica del árbol} "Ah... Tu debes ser uno de los chicos matriculados en nuestra escuela."

source: She smiled. How could she smile under circumstances like these?
es: Sonríe. ¿Cómo puede sonreír en una situación así?

source: {Girl in the Tree} "Well then, you're definitely going to need my help in the future."
es: {Chica del árbol} "Bien, entonces necesitas más ayuda por mi parte."

source: {Kazushi} "What's that supposed to mean?"
es: {Kazushi} "¿Qué quieres decir?"

source: {Girl in the Tree} "I'm Kamoike Ran. 'The orchid blooms on a pond with a duck'. You?"
es: {Chica del árbol} "Yo soy Ran Kamoike, ¿y tú?"

source: {Kazushi} "Haruma. Haruma Kazushi. 'The greatest ambition during spring.'"
es: {Kazushi} "Me llamo Kazushi Haruma.."

source: Why am I giving an extended introduction right now? Ran was laughing and enjoying herself, though.
es: Yo no es que disfrute en esta situación, pero ella se ríe y parece estar pasándoselo en grande.

source: That smile gets me trapped in her pace.
es: Tiene una bonita sonrisa.

source: {Ran} "The greatest ambition. So, Kazushi, huh? Yeah, I like your name."
es: {Ran} "Me gusta tu nombre."

source: She's pretty cute when she smiles. However...
es: Cuando sonríe, es bastante mona. Sin embargo...

source: {Kazushi} "It's nice to meet you, but should we really be enjoying the moment?"
es: {Kazushi} "Un placer. ¿Pero se supone que deberíamos estar aquí de cháchara...?"

source: For a brief second we forgot about the murder machine beneath us.
es: Tenemos a una máquina asesina justo debajo de nosotros.

source: {Ran} "You can call me Ran. I'll call you Kazushi, okay?"
es: {Ran} "Llámame Ran. Yo te llamaré Kazushi, ¿vale?"

source: She's not listening to me.
es: No me está escuchando.

source: {Kazushi} "Tell me, why does this school need a killing machine!"
es: {Kazushi} "¡Dime por qué la escuela necesita una máquina asesina!"

source: {Ran} "This island is a secret weapons factory for the army. You speak about this and you'll disappear in your sleep, OK?"
es: {Ran} "Esta isla es la factoría militar secreta del govierno. Y si hablas sobre esto, te borrarán del mapa, ¿entendido?"

source: {Kazushi} "Are you serious!?"
es: {Kazushi} "¿¡En serio!?"

source: I didn't want to know something like that! Why do I have to get wrapped up in some big conspiracy?!
es: Esa información es muy peliaguda. No querría involucrarme en eso.

source: {Ran} "So, come, come."
es: {Ran} "Entonces..."

source: She pulled out her purse and opened her wallet. The money rattled inside.
es: Me enseñó su monedero y abrió la cartera.

source: It looked like a frog's mouth.
es: ¿Por qué me estás enseñando esto?

source: {Ran} "Come on, money, money. Hush money. I won't tell anyone that you know about our government's deadly secret."
es: {Ran} "Cobro por el silencio. El dinero es el dinero No le diré a nadie que lo sabes."

source: {Kazushi} "Oh, I see. Gotta pay that."
es: {Kazushi} "Ajá. Entiendo."

source: {Ran} "Uh-huh. You have to. You're a good person, Kazushi."
es: {Ran} "Está bien. ¡Te sabes las reglas!"

source: What's the going rate for hush money? Anyways, I pulled out my wallet and opened the change pouch. There was a fair amount of coins in there.
es: Aunque no tengo ni idea del precio del silencio. Iba a darle todas las monedas que tenía...

source: {Ran} "No, not that one, the other one."
es: {Ran} "Prefiero billetes..."

source: Ran's voice took on a sugary tone. Her finger pointed to the pouch with bills.
es: De repente me habla dulcemente.

source: {Kazushi} "I see. I guess it IS top secret."
es: {Kazushi} "Ya veo. Es top secret."

source: {Ran} "That's right."
es: {Ran} "¡Sí!, ¡eso es!"

source: Oh well. I gave her one of my bills. Who would've thought the money I got as a farewell gift would be spent here.
es: Está bien. Le di un billete de los grandes.

source: {Ran} "Another one."
es: {Ran} "Otro más."

source: {Kazushi} "What? That's too much!"
es: {Kazushi} "¿Qué? ¿No es demasiado?"

source: I don't wanna blow every last cent I have on my first day.
es: No quiero gastarme todo lo que tengo.

source: {Ran} "Do you want to be killed by that thing beneath us?"
es: {Ran} "¿No quieres salvarte de la cosa esa que tenemos ahí abajo?"

source: She pointed at the Sign Board. It was still waiting for me to head down.
es: Señala abajo. Sigue esperando a que baje.

source: {Kazushi} "You're right. I forgot about that."
es: {Kazushi} "Tienes razón. Me olvidé de ese detalle."

source: If money can buy my life. I will be happy to pay.
es: Si el dinero puede salvarme la vida, pagaré encantado.

source: Ran took the two bills and happily shoved them down the frog's mouth. I leaned over to peek in.
es: Ran no puede evitar sonreir tras sacarme dos billetes de los grandes.

source: She's saved up quite a lot in there.
es: Debe estar ahorrando mucho para algo.

source: {Ran} "Thank you, come again. Now, let me go down and talk to that thing."
es: {Ran} "Gracias... Y ahora, permíteme bajar y hablar con esa cosa."

source: She sounded so carefree and easy as she started climbing down the tree.
es: Así de simple. Y empezó a bajar del árbol.

source: {Kazushi} "Talk to it? Is that okay? He's dangerous?!"
es: {Kazushi} "¿¡Estarás bien!?"

source: {Ran} "Don't worry! I'll take care of it!"
es: {Ran} "No te preocupes. Yo me encargo."

source: She smiled and jumped down on the ground.
es: Sonrió y saltó al suelo.

source: {Kazushi} "Oi..."
es: {Kazushi} "Oye..."

source: She gave the sign board a massive drop kick as she jumped to the ground. The Killing Machine was obviously in a great deal of pain.
es: Le arreó un buen leñazo a la cosa esa cuando saltó al suelo. La máquina asesina está ahora estampada contra el suelo.

source: {Ran} "Oops. Are you all right?"
es: {Ran} "Ups... Lo siento."

source: {Signpost} "#*$&@#........!!!!????......"
es: {Señal} "¿¿¡¡$%^&...!!?? ..."

source: It was obviously broken. I saw Ran's face go pale.
es: Creo que está rota. La cara de Ran se pone pálida rápidamente.

source: {Ran} "Uh oh. Did I break it?"
es: {Ran} "¿Eh? ¿Qué? ¿Me la he cargado?"

source: {Kazushi} "You took care of it in one blow!"
es: {Kazushi} "¡¡Te has encargado de ella en un periquete!!"

source: {Ran} "No, it's actually..."
es: {Ran} "No, en realidad..."

source: {Signpost} "#$&*#$@!!"
es: {Señal} "¡¡#$%^&*!!"

source: The killing machine stood back up. Wasn't that a bad sign?
es: La máquina asesina se levantó del suelo. ¿No es esa una mala señal?

source: {Kazushi} "Hey, Ran, is everything OK?"
es: {Kazushi} "Eh Ran, ¿va todo bien?"

source: {Ran} "Actually... it's now running out of control."
es: {Ran} "La verdad es que... se ha vuelto fuera de control."

source: {Signpost} "#$*&(@#$---!!"
es: {Señal} "¡¡#$%^&*!!"
