Repository: talestra/edelweiss
Catalog: translation/00106.po
Languages: es

source: {Appo} "..........................huh?"
es: {Appo-} "...¿Ups...?"

source: {Pierre} "Rei?"
es: {Pierre} "¿Quién es Rei?"

source: The funny faced girl kept shouting as we froze.
es: La chica de la cara rara sigue gritando.

source: {Fuusen} "Rei! Rei! I found them! I found your favourite pair!!"
es: {Hu-sen} "¡Rei! ¡¡He encontrado tus braguitas favoritas!!"

source: {Big Girl} "....................."
es: {Chica enorme} "..."

source: {Kazushi} "Wh-wh-wh-wh-wh?!"
es: {Kazushi} "¡¿Pero qué...?!"

source: {Appo} "A man? A beast?"
es: {Appo-} "¿Es un hombre? ¿Un animal?"

source: {Pierre} "S-she's barely a primate, right?!"
es: {Pierre} "¿¡Es algún tipo de orangután...!?"

source: {Daigo} "She must be the PE teacher or some kind of cosplayer!"
es: {Daigo} "¡Debe ser la profesora de educación física!"

source: She reminded me of the statue of Atlas I saw in a museum.
es: Me recuerda al Dios de la lucha que ví una vez en un museo.

source: {Big Girl} "...N..."
es: {Chica enorme} "N..."

source: {Kazushi} "N?"
es: {Kazushi} "¿Qué es eso de "N"?"

source: {Big Girl} "...No."
es: {Chica enorme} "No..."

source: {Ran} "Everybody! Watch out!"
es: {Ran} "¡Cuidado todos! ¡que viene!"

source: {Haruka} "Your ears! Cover your ears!!"
es: {Haruka} "¡¡Tapaos los oídos!!"

source: {Kazushi} "Our ears?"
es: {Kazushi} "¿Oídos?"

source: {Big Girl} "NOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!!"
es: {Chica enorme} "¡¡¡Noooooooooooooo...!!!"

source: {Boys} "Gwaaaaaaaaaaaah!!"
es: {Chicos} "¡¡#$%&*!!"

source: Her scream-or should I say war cry?-rang throughout the entire school.
es: Su grito atravesó la escuela entera.

source: The other students would report finding dead birds on the streets for days afterwards.
es: Unos días más tarde, los estudiantes encontrarían en la calle pájaros muertos en horribles circunstancias.

source: {Big Girl} "NOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!!"
es: {Chica enorme} "¡¡Noooooooo...!!"

source: Her scream went on forever.
es: Su grito prosiguió durante un rato.

source: {Big Girl} "...This is terrible..."
es: {Chica enorme} "Esto es terrible..."

source: {Appo} "What's terrible is your very exis--!!"
es: {Appo-} "¡¡Lo que es terrible es tu grito!!"

source: Pierre bolted to cover Appo's mouth. We didn't want to find out how much worse this could get if we let him finish.
es: Pierre se apresuró en taparle la boca a Appo-.

source: {Big Girl} "M...m...my favourites!!"
es: {Chica enorme} "¡¡Mis... mis favoritas!!"

source: {Kazushi} "Am I wearing yours, then?"
es: {Kazushi} "¿Son también tuyas las que tengo puestas?"

source: {Big Girl} "Yes!! I worked hard to save up for and order them!"
es: {Chica enorme} "¡¡Sí!! ¡Me costó mucho trabajo poder comprarlas!"

source: {Kazushi} "Oops! I'm very sorry!"
es: {Kazushi} "¡Ups...! ¡¡Lo siento!!"

source: I took them off my head as fast as possible. It was already too late, though.
es: Me las quité de la cabeza rápidamente.

source: {Fuusen} "I can't believe you'd put a girl's panties on your head! What kind of sick thoughts are going through your mind, pervert?!"
es: {Hu-sen} "¡Eres un cerdo!"

source: {Kazushi} "No, I just couldn't stop him. You might not believe me, but..."
es: {Kazushi} "No es lo que os pensáis..."

source: {Fuusen} "Of course we won't believe you! Sensei, I told you it was them! Say something to them!"
es: {Hu-sen} "¡¿Cómo iba a confiar en ti?! ¡Ves señorita Ibuki! Ya te dije que habían sido ellos."

source: {Mei} "Yes, well...umm..."
es: {Mei} "Ya veo..."

source: She was lost in thought for a couple seconds before she spoke.
es: Pensó en algo durante un segundo antes de hablar.

source: {Mei} "Haruma-kun, was it? Listen, underwear's designed to be worn around your waist, not on your head."
es: {Mei} "Kazushi, sabes que no deberías llevarlas puestas en la cabeza, ¿no?"

source: {Fuusen} "That's not the point! This is a crime! They stole our underwear!!"
es: {Hu-sen} "¡¡Eso es lo de menos!!"

source: {Appo} "She's lying! She has to be lying!! These panties are yours? How the hell can you fit into this tiny strip of cloth?"
es: {Appo-} "¡¡Esa tiparraca está mintiendo!! ¿Cómo iban a venirle esas braguitas?"

source: He compared the girl and the underwear in his hand.
es: Miró a la chica y a las bragas que tenía entre las manos.

source: {Fuusen} "Those are hers, no mistake! Every lady wants a sexy pair to wear on a date!"
es: {Hu-sen} "¡Son de ella! ¡Únicamente las lleva cuando tiene una cita!"

source: {Kazushi} "Her special date underwear..."
es: {Kazushi} "Las cita-bragas..."

source: {Appo} "Hold it! ...You, a date?"
es: {Appo-} "¿Una cita? ... ¿Puedes llegar a tener una cita...?"

source: {Fuusen} "Ahh! Rei, don't cry! I know a pervert had your panties in his mouth, but--!"
es: {Hu-sen} "¡¡Rei!! ¡No llores!"

source: {Big Girl} "I haven't even had a chance to wash them!"
es: {Chica enorme} "Nunca llegué a lavarlas."

source: Appo's face turned pale as soon as he heard that.
es: En cuanto Appo- oyó eso, se puso completamente pálido.

source: {Appo} "Bleeeeeeeegh."
es: {Appo-} *Appo- vomitando*

source: {Daigo} "He's throwing up again."
es: {Daigo} "Ya está otra vez vomitando."

source: {Pierre} "In the sink! In the sink!"
es: {Pierre} "¡Dadle una bolsa!"

source: {Appo} "You liar! Don't pull that shit! What do you need date underwear for?! When would you wear these? Karate? Judo? Wrestling?!"
es: {Appo-} "¡¡Mentirosa...!! ¡Nunca tendrías que preocuparte por las bragas en una cita!"

source: {Kazushi} "Don't yell while you're puking!"
es: {Kazushi} "¡No hables mientras vomitas, so subnormal!"

source: {Big Girl} "Y-you're so mean! Wh-why are you saying that? ...What did I do to you?!"
es: {Chica enorme} "Eres tan cruel... ¿¡Crees que soy fea!?"

source: She was in tears. Unlike her looks, she was a really sensitive girl. I think we're complete bad guys here.
es: Estaba llorando. Pese a su apariencia exterior, debía ser una chica muy sensible.

source: {Appo} "W-why are you crying? That doesn't fit you at all."
es: {Appo-} "¿Por qué estás llorando? Eso no va contigo."

source: {Big Girl} "Noooo! I've had enough!"
es: {Chica enorme} "¡¡Os odio a todos...!!"

source: She went past being upset with us to hatred.
es: Al final ha acabado tremendamente enfadada con nosotros.

source: {Daigo} "I think you should give them back to her, Appo."
es: {Daigo} "Creo que deberías devolvérselas, Appo-."

source: {Pierre} "Daigo's right. Give them back to her."
es: {Pierre} "Daigo tiene razón. Devuélveselas."

source: {Appo} "...Here you go."
es: {Appo-} "Toma..."

source: Appo gave the big girl back her underwear. She took one look at the underwear and started streaming tears again.
es: Appo- le devolvió las braguitas a la chica enorme.

source: {Big Girl} "He stained my panties!!"
es: {Chica enorme} "¡¡Ha manchado mis bragas!!"

source: {Appo} "What?!"
es: {Appo-} "¿Qué?"

source: {Fuusen} "What did you do?! What did you do to Rei's panties?! Y-you didn't possibly wrap these around and jerk..."
es: {Hu-sen} "¿¡Qué has hecho con esto!? ¿Has usado acaso mis bragas para tocarte...?"

source: {Appo} "Hell no! Thank god I didn't! That stain was already-"
es: {Appo-} "¡No! ¡Y menos mal que no lo he hecho! Ya estaban manchadas..."

source: {Appo} "Ugh...I licked those things..."
es: {Appo-} "Ups... Recuerdo haberlas chupado..."

source: {Big Girl} "You scumbag! I hope you die!"
es: {Chica enorme} "¡¡Te matarééé...!!"

source: {Appo} "Bleeeeeeeeegh!!"
es: {Appo-} "¡¡No...!!"

source: {Big Girl} "Now I can't wear them anymore! What are you going to do about this?!"
es: {Chica enorme} "¡¡Ya no me las voy a poder volver a poner!! ¡¿En qué estás pensando?!"

source: {Appo} "S-screw that! If I'd known they were yours, I wouldn't have done anything to them!"
es: {Appo-} "¡Cállate! ¡Nunca lo habría hecho de haber sabido que eran tuyas!"

source: Appo was starting to lose it too.
es: Appo- debe estar muy asqueado de lo que ha hecho.

source: {Fuusen} "Hah! Impudent thief! Arrest them, sensei!"
es: {Hu-sen} "¡Señorita Ibuki! ¡Tenemos que castigarles!"

source: {Mei} "Now, boys. Your prank went too far this time. This is a crime, you know?"
es: {Mei} "Chicos. ¿Sabéis que es un crimen?"

source: {Kazushi} "Boys? You're including me?!"
es: {Kazushi} ¿"Chicos"?"

source: {Fuusen} "You were wearing them!"
es: {Hu-sen} "¡¡Tú las tenías puestas!!"

source: {Big Girl} "Noooooooooo! I've never been more embarrassed in my entire life! And by complete strangers!"
es: {Chica enorme} "¡No...! ¡¡Nunca había pasado tanta vergüenza en toda mi vida!!"

source: She went feral, rampaging like an upset mother bear tearing apart her own panties.
es: Ahora parece una madre osa tremendamente furiosa. Desgarrando sus propias bragas.

source: {Pierre} "She's not human."
es: {Pierre} "No es humana."

source: {Daigo} "This is bad."
es: {Daigo} "Oh, no."

source: The only other person her size was terrified, too.
es: La única persona aquí capaz de comparar su agarre está también asustado.

source: {Big Girl} "NOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!!"
es: {Chica enorme} "¡¡No!!"

source: The glass in the windows shook. The girls all covered their ears as she screamed.
es: Todas las chicas se taparon las orejas cuando gritó.

source: {Big Girl} "Unforgivable! Unforgivable! Unforgivable! This is unforgivable!!"
es: {Chica enorme} "¡¡Esto es imperdonable!!"

source: {Appo} "Calm down! You look so much prettier when you're happy!"
es: {Appo-} "¡Por favor, tranquilízate! ¡Estás mas guapa contenta!"

source: {Pierre} "Nice try, Appo."
es: {Pierre} "Buen intento, Appo-."

source: {Big Girl} "Hraaaaaaaaaagh!!"
es: {Chica enorme} "¡¡Toma!!"

source: {Appo} "Bgyaaaaaaah!!"
es: {Appo-} "¡¡Nooo....!!"

source: {Pierre} "Wow! She sent Appo flying!"
es: {Pierre} "¿¡Qué!? ¿Está volando Appo-!?"

source: {Pierre} "Bgyaaaaaaah!!"
es: {Pierre} "¡¡Ooohh...!!"

source: {Big Girl} "Hrooooooaagh!!"
es: {Chica enorme} "¡¡Y tú eres el siguiente...!!"

source: {Daigo} "Ggbyaaaaaah!!"
es: {Daigo} "¡¡No...!!"

source: {Kazushi} "Why me???????"
es: {Kazushi} "¿¡Por qué yo...!?"

source: {Big Girl} "Hah, hah, hah..."
es: {Chica enorme} "Se lo merecen..."

source: {Big Girl} "Waaaaaaaaaaaaaahn! I can't take this!!"
es: {Chica enorme} "¡¡No puedo aguantarlo...!!"

source: {Fuusen} "Don't cry, Rei. Accidents happen!"
es: {Hu-sen} "¡No llores, Rei! ¡Los accidentes pasan!"

source: {Haruka} "You think they're even still alive?"
es: {Haruka} "¿Crees que seguirán con vida?"

source: {Ran} "Guess the nurses's office did nothing for them."
es: {Ran} "Han ido a la enfermería para que los matasen."

source: {Mei} "Well, it might be tough teaching boys. I hope I'm cut out for it..."
es: {Mei} "Van a ser unos chicos muy difíciles de enseñar..."

source: {Yagami} "YOU IDIOTS!"
es: {Profesor Yagami} "Imbéciles..."

source: He was so livid that he didn't even have the energy to punch us.
es: Estaba tan conmocionado que no tenía ni fuerzas para golpearnos.

source: {Kazushi} "It's all right, you don't have to say anything. We feel terrible already this time."
es: {Kazushi} "Lo comprendo señor Yagami. Nos arrepentimos todos."

source: {Appo} "I'm sorry."
es: {Appo-} "Lo siento."

source: {Yagami} "No dinner for you tonight!"
es: {Profesor Yagami} "Os quedáis sin comer hoy."

source: {Pierre} "Gah?!"
es: {Pierre} "No puede ser..."

source: {Kazushi} "How cruel!!"
es: {Kazushi} "¿En serio...?"

source: {Daigo} "The tuna... The mountain produce..."
es: {Daigo} "Pescado fresco... Productos de montaña..."

source: No dinner...... That's rough...
es: Sin comer...

source: {Girl A} "Those are the underwear thieves. Gross, right?"
es: {Chica A} "Son los ladrones de braguitas."

source: {Girl B} "I heard they even when through the trash by the toilets."
es: {Chica B} "He oído que hasta rebuscan en el cubo de la basura para encontrar algo bueno."

source: {Girl C} "That's so perverted."
es: {Chica C} "Deben estar mal de la azotea..."

source: {Girl D} "We've got to be careful. They might try and sneak into our rooms at night."
es: {Chica D} "Tenemos que ir concuidado. Podrían espiarnos en nuestras habitaciones por la noche."

source: {Girl E} "I heard they've managed to get some of us pregnant already!"
es: {Chica E} "He oído que ya han dejado a una de nosotras preñada."

source: {Appo} "How is that even possible?"
es: {Appo-} "¿Cómo puede ser...?"

source: {Pierre} "I don't even have the strength to respond to them."
es: {Pierre} "No tengo energías para replicarles."

source: He was right. His voice was so hollow.
es: Y así es. Su voz no tenía apenas energía.

source: They say that rumors grow, but this one spread like wildfire and grew even worse.
es: Es cierto que los rumores aumentan.

source: No one was willing to come near us or even make eye contact.
es: Nadie quiere cruzar la mirada con nosotros.

source: {Pierre} "Excuse me, you there. Which way is the men's bathroom?"
es: {Pierre} "¿Me puede alguien decir dónde está el servicio de los chicos...?"

source: {Girl A} "Hyah!"
es: {Chica A} "No me hables..."

source: They often ignored us. Most of them ran away from us. They seemed to think just talking to us would get them pregnant.
es: Con un simple paso hacia ellas, salen corriendo.

source: {Kazushi} "That's not going to happen for a while."
es: {Kazushi} "Será imposible durante algún tiempo."

source: {Daigo} "What are we going to do now?"
es: {Daigo} "¿Y qué vamos a hacer ahora?"

source: Daigo's voice was full of anxiety. He's actually a very sensitive guy. He was already worrying about his life here.
es: Me pregunta Daigo con ansiedad. La verdad es que es un chico muy sensible.

source: {Kazushi} "Don't worry so much! Things were just as bad as when we started at our last school!"
es: {Kazushi} "¡No te preocupes demasiado! ¡No es peor que la vez que entramos en la última escuela!"

source: {Appo} "Yeah, that's true. Things couldn't have gotten any worse than that, but we pulled through somehow."
es: {Appo-} "La gente olvida con facilidad."

source: {Pierre} "This is nothing compared to that!"
es: {Pierre} "Esto no es nada."

source: {Daigo} "You're right. We're going to be fine."
es: {Daigo} "Tenéis razón. Todo irá bien, ¿no?"

source: {Pierre} "That's right! We should find the important spots now while we can!"
es: {Pierre} "¡Tienes razón! ¡Deberíamos echar un vistazo al nuevo entorno!"

source: {Appo} "Yeah, we haven't even seen our dorm yet! Let's go see what our room is going to be like!"
es: {Appo-} "¡Todavía no hemos visto nuestra habitación! ¡Vamos!"

source: {Kazushi} "Right. It might be really extravagant too. Speaking of our dorm...where is it?"
es: {Kazushi} "Y hablando de eso... ¿dónde está?"

source: None of us knew.
es: Nadie nos ha dado ni una pista.

source: {Appo} "I bet she'd know."
es: {Appo-} "Deja que le pregunte."

source: {Girl} "Kyaaaah!!"
es: {Chica} "¡Aléjate de mí!"

source: ...Another one ran away.
es: Otra que sale corriendo.

source: {Appo} "I didn't even say anything! Who the hell would ask you, pig! Die! Perish!"
es: {Appo-} "¡¡No he llegado a decir ni una palabra!!"

source: Someone threw a rock.
es: Alguien nos lanzó una piedra.

source: {Appo} "Uwah?! Ouch!"
es: {Appo-} "¡Au!"

source: {Pierre} "Hey! Don't throw rocks, got it?!"
es: {Pierre} "¡No nos lancéis piedras!"

source: {Daigo} "I knew it! It won't work here! We should have never transferred to a girls' school!"
es: {Daigo} "¡No puedo aguantarlo más!"

source: {Kazushi} "Don't get depressed so soon."
es: {Kazushi} "Tranquilízate, Daigo."

source: {Haruka} "Everybody stop it!"
es: {Haruka} "¡Todas!"

source: Haruka's strong voice filled the hall.
es: Haruka quería decir algo.

source: {Haruka} "That's enough speaking behind their backs! If you have something to say to the boys, say it to their faces."
es: {Haruka} "¡Ya basta de hablar a sus espaldas! Si tenéis algo que decir, ¡decídselo a la cara!"

source: Haruka stood in front of us and glared accusingly at the students. She was just like a hero of justice.
es: Haruka se pone delante de nosotros y lanza una mirada a las estudiantes.

source: Definitely not the same as my first impression.
es: Debe sentirse un poco culpable por nosotros.

source: {Girl} "Yeah, Harunyan is right."
es: {Estudiante} "Haruka tiene razón."

source: Two students came forward from the crowd.
es: Dos estudiantes salen de la muchedumbre.

source: {Haruka} "Ah! Sakura and Rin-chan!"
es: {Haruka} "¡¡Sakura y Rin!!"

source: They must know each other.
es: Deben conocerse.

source: {Pierre} "Ooh, those girls are pretty cute too. Girls' schools are full of pretty women!"
es: {Pierre} "Vaya, esas tampoco están mal."

source: {Appo} "You sure? I think they're lacking a little something. Breasts to be specific."
es: {Appo-} "¿Eso crees? Yo opino que están demasiado planas."

source: {Kazushi} "They're just fine the way they are."
es: {Kazushi} "No, están bien."

source: No, they weren't super beauties, but they were pretty enough, just the type of girls who would be popular with the guys.
es: No son ultra-guapas, pero no están mal.

source: {Sakura} "Harunyan's right. We shouldn't whisper behind their backs."
es: {Sakura} "Estoy de acuerdo Haruka, no creo que sea justo."

source: {Rin} "Y-yes. I understand your feelings, but not all of the boys are perverts, right?"
es: {Rin} "Eso no quiere decir que todos los estudiantes nuevos sean unos pervertidos, ¿no?"

source: {Sakura} "Uh-huh. Only a few of them are perverts."
es: {Sakura} "Eso es. Solo algunos de ellos."

source: {Kazushi} "Oh, we could be the 'them' in question."
es: {Kazushi} "Nosotros podríamos ser esos "ellos"."

source: For an instant, everything froze. Then they suddenly erupted in chatter.
es: Ups. No debería haber dicho eso. Todos se quedan parados.

source: {Rin} "Is that true?"
es: {Rin} "¿Es eso verdad?"

source: {Pierre} "Kazushi, you dumbass. Don't be honest about that!"
es: {Pierre} "Kazushi, imbécil."

source: {Sakura} "He's right. You're way too honest."
es: {Sakura} "Eres demasiado honesto."

source: She pointed at me and started laughing. She's a cheerful girl.
es: Me apuntaba con el dedo y se reía. Es una chica divertida.

source: {Haruka} "Anyways! I know you're all unsure about the sudden changes, but no more speaking behind each other's backs, OK?"
es: {Haruka} "¡De todas formas! Ya no mas cuchicheos a sus espaldas, ¿vale?"

source: {Haruka} "If you have any worries, or anything you'd like to say, then let me know. I'm here to listen."
es: {Haruka} "Si necesitáis a alguien con quién hablar, hacédmelo saber, ¿vale?"

source: Her tone was kind and gentle. Everyone there began to relax. The crowd dispersed before we knew it.
es: Es muy amable. La muchedumbre se había disuelto antes de que nos diésemos cuenta.

source: {Pierre} "Phew, I was worried for a minute."
es: {Pierre} "Increíble, nos ha salvado la vida."

source: {Sakura} "I bet that was rough."
es: {Sakura} "Sois unos chicos con suerte."

source: Sakura was very friendly, and talking to us.
es: Sakura trata de conversar con nosotros.

source: The other girl, Rin, was still hiding behind Sakura. She was bigger than Sakura, though, so she wasn't hidden at all.
es: La otra chica, Rin, todavía está escondida detrás de Sakura.

source: {Sakura} "We girls are pretty scary in a pack, aren't we?"
es: {Sakura} "No sabíais que las chicas podrían dar miedo en manda, ¿eh?"

source: {Kazushi} "You're right. It was scary when they had us surrounded."
es: {Kazushi} "Tienes razón. Yo me asusté cuando nos rodearon."

source: {Sakura} "Right? So it's best not to anger them."
es: {Sakura} "Ya te aviso. No nos enfadéis."

source: {Daigo} "But those rumors have already spread."
es: {Daigo} "Creo que ya tenemos la reputación de ser unos pervertidos."

source: {Haruka} "Girls love to gossip. Rumours spread instantly here."
es: {Haruka} "A las chicas les gustan los chismorreos. Los rumores corren que vuelan aquí."

source: {Sakura} "Yup. I heard too. They grew pretty big since they started."
es: {Sakura} "Sip. Yo ya me he enterado de lo que ha pasado."

source: {Rin} "Is it true that one of you wore a pair of underwear on his head?"
es: {Rin} "¿Es verdad que uno de vosotros llevaba puestas las bragas de Rin...?"

source: {Appo} "Oh, that was Kazushi. This guy."
es: {Appo-} "Ese es Kazushi."

source: {Rin} "Hh..."
es: {Rin} "No puede ser..."

source: {Kazushi} "You forced it on me!"
es: {Kazushi} "¡¡Fuiste tú el que me las puso!!"

source: {Haruka} "That went a little too far. Girls are sensitive about these things."
es: {Haruka} "Aquello fue demasiado. Fue bastante desagradable."

source: {Sakura} "True. Once the rumors spread this far, there's not much you can do."
es: {Sakura} "Supongo que sí os merecéis cómo os han tratado."

source: {Pierre} "But now no one will even talk to us. We don't even know where our dorm is."
es: {Pierre} "Nadie quiere decirnos dónde está nuestra habitación."

source: {Haruka} "Very well. I'll show you the way."
es: {Haruka} "Está bien, yo os llevaré."

source: {Appo} "Really? Are you sure?"
es: {Appo-} "¿Estás segura?"

source: {Kazushi} "Are you sure that's alright? They won't start bullying you for helping us, will they?"
es: {Kazushi} "No me gustaría que la gente empezase a tratarte como a uno de nosotros."

source: {Rin} "That's not going to happen."
es: {Rin} "Eso no pasará."

source: {Sakura} "Harunyan's the principal's granddaughter. Besides, everyone trusts her."
es: {Sakura} "Recuerda que es la nieta de nuestra directora."

source: {Haruka} "I don't know about that, but the principal did ask me to show you guys around."
es: {Haruka} "Además, me han pedido que os enseñe los alrededores."

source: {Sakura} "She's best for the job. No one will say anything about Harunyan."
es: {Sakura} "Nadie se metería con ella en esta escuela."

source: {Kazushi} "Is that true?"
es: {Kazushi} "¿Es eso verdad?"

source: Then that means we can count on her? Haruka gave us a reassuring smile as if she guessed what was on my mind.
es: Increíble. Tenemos un fuerte aliado.

source: {Haruka} "It's alright. Well, why don't I show you to the dorms?"
es: {Haruka} "Así es. No os preocupéis por mí. Permitidme acompañaros a vuestra habitación."

source: {Kazushi} "Please, if you will."
es: {Kazushi} "Gracias."

source: {Haruka} "Let's go."
es: {Haruka} "Vamos."

source: As we followed Haruka, a gorgeous building came into view.
es: Mientras seguimos a Haruka, una bellísima construcción aparece delante de nosotros.

source: {Kazushi} "Is that it?"
es: {Kazushi} "¿Es aquí?"

source: {Haruka} "That's the girls' dorm. It has heating, air conditioning, and tight security. It's really nice."
es: {Haruka} "Ese es el dormitorio de las chicas."

source: {Pierre} "No kidding!!"
es: {Pierre} "¡¡Vaya!!"

source: {Appo} "Then since the men's dorm is new, it'll be even more extravagant, right?!"
es: {Appo-} "El nuestro es más nuevo, así que debe estar así de bien, ¿no?"

source: {Kazushi} "That's right! I can't wait to see it! Where is it?"
es: {Kazushi} "¡Sí! No puedo esperar a verlo, ¿dónde está?"

source: {Haruka} "Uh, well, it's just up ahead."
es: {Haruka} "Ya casi hemos llegado."

source: {Appo} "Come on, move it!"
es: {Appo-} "¡Démonos prisa!"

source: {Pierre} "How amazing do you think it is?! I can't wait!"
es: {Pierre} "¡No puedo esperar!"

source: {Daigo} "Wait for me!"
es: {Daigo} "¡Ni yo!"

source: {Haruka} "Guys, I think you should lower your expectations. They're gone."
es: {Haruka} "Chicos... Creo que deberíais relajar un poco esas expectativas... Vaya, se han ido."

source: We ran straight ahead for a while, but only thing we saw was an old shack.
es: Corrimos en líne recta durante un rato, pero lo único que vimos fue una vieja chabola.

source: {Kazushi} "This is weird. There wasn't a fork in the path or anything, was there?"
es: {Kazushi} "Qué raro. Era de una sola dirección, ¿no?"
