Repository: talestra/edelweiss
Catalog: translation/00106.po
Languages: es

source: {Pierre} "...yeah, I think we might break Kazushi if we go any further, so let's leave the joke at that."
es: {Pierre} "Creo que deberíamos parar antes de que Kazushi se vuelva loco."

source: Daigo finally got off of me. I felt so violated.
es: Gracias a Dios Daigo ha dejado lo que estaba haciendo. Me siento sucio.

source: {Kazushi} "Ugh, that was awful... I was about to bite my own tongue off. That was a bad joke."
es: {Kazushi} "Dios... Ya estaba pensando en suicidarme."

source: {Appo} "You should've figured it out sooner. Hurk. Ughh, I'm feeling sick again."
es: {Appo-} "No deberías haberlos entretenido... habéis conseguido que me vuelva a encontrar mal."

source: That was when I realized Yagami-sensei was backing away from us.
es: Me acabo de dar cuenta de que el profesor Yagami lo estaba viendo todo.

source: {Yagami} "I realize you're excited and want to have fun, but please behave yourselves. After all, we're heading to..."
es: {Profesor Yagami} "Chicos, comprendo que estéis excitados, pero... comportaos cuando lleguemos."

source: {Daigo} "Hey, guys, land ho!"
es: {Daigo} "Oid. Ya casi hemos llegado."

source: Appo suddenly raised his head and we all ran to the prow of the boat.
es: Bajamos todos corriendo a la cubierta para poder ver la isla.

source: All eyes were on the island waiting for us to arrive.
es: Y vimos la isla por primera vez.

source: {Yagami} "Now remember, we're heading to a boarding school for girls... Is anybody listening to me?"
es: {Profesor Yagami} "Recordad, estamos aquí para que nos enseñen... ... ¿me está escuchando alguien?"

source: {Panchu} "Hey, ai' 'eads! Don' 'an' on 'he 'ame 'ide! You'll 'ock 'he 'oat!"
es: {Panchu-} "¡Ey cabezas huecas! ¡No os quedéis en el mismo lado! ¡¡Estáis haciendo que se incline la barca!!"

source: Panchu was shouting, but everyone was entranced by the island.
es: Nadie escucha tampoco a Panchu-.

source: {Yagami} "I'm glad to see such earnest eyes. Now if only you'd put that passion into something else. Hmph."
es: {Profesor Yagami} "Sóis jóvenes y honestos. Me gusta lo emocionados que estáis por estudiar..."

source: Sensei forced a smile as he lit a cigarette and the salty breeze carried away the smoke.
es: Nos habla mientras enciende un cigarrillo.

source: {Appo} "Our... our paradise awaits...Blegh, blegh."
es: {Appo-} "Esa es nuestra isla de ensueño... Uggg."

source: {Kazushi} "Stop throwing up. Act straight!! If you still look that green, they'll hate you on first sight."
es: {Kazushi} "Deja de vomitar. ¡¡Sé un hombre!! ¡Así es como se consiguen a las chicas!"

source: {Pierre} "Shit, I'm getting a boner."
es: {Pierre} "Mierda... Se me está poniendo dura."

source: {Yagami} "You guys really do have a lot of energy. Why don't you use that for a club or something?"
es: {Profesor Yagami} "Deberíais invertir vuestras energías de otra forma."

source: {Kazushi} "I'll think about it, Yagami-sensei."
es: {Kazushi} "Lo siento, señor Yagami."

source: Maybe that could work. Our destination is a garden of women, a girls boarding school with a proud history.
es: Quizá debería usar mi energía jugando al tenis con las chicas.

source: Playing tennis with a bunch of cute girls could be fun.
es: Eso sería muy divertido.

source: {Pierre} "It's finally here. Look, there is where our destinies lie."
es: {Pierre} "Era mi destino el estar aquí."

source: Pierre looked bright eyed at the island.
es: Pierre está muy convencido.

source: {Kazushi} "You're right, Pierre."
es: {Kazushi} "Tienes razón, Pierre."

source: All of us must think the same way, really. Our academy was threatened with closure when this all girls' school started enrolling boys.
es: Todos los aquí presentes deben pensar igual que Pierre.

source: I don't know why an all girls' school suddenly decided to enrol men, but apparently they changed their policy. It was perfect timing.
es: Nuestro instituto iba a cerrar y esta escuela para chicas aceptó que nos matriculásemos.

source: It was hard for us to imagine it was just a coincidence.
es: Nos resultaba difícil de creer que fuese por casualidad.

source: {Daigo} "We're almost there."
es: {Daigo} "Aquí estamos."

source: Our boat entered the port. There were a lot of fishermen here. It looked like a pretty lively island.
es: Podemos ver montones de pescadores trabajando en el puerto.

source: {Fisherman A} "Today was the one day I didn't want to be late, so I pushed her hard, and now look at her. She's a piece of junk!"
es: {Pescador A} "¡Hoy era el último día que quería bajar mi barca!"

source: {Fisherman B} "C'mon, let's hurry up and fix her so we can set sail! Today's 'the day'."
es: {Pescador B} "Venga. ¡Date prisa y arréglala! Hoy es 'el día'."

source: {Fisherman A} "You're right. Being late to dinner and getting yelled at by the wife is one thing, but we can't be late on 'the day'."
es: {Pescador A} "Tienes razón. Hoy es el día."

source: I kept overhearing people saying "the day." I wonder what's going on that's so special?
es: He acertado a oírles decir 'el día'. Me pregunto qué es lo que pasará hoy.

source: {Appo} "Look at the smoke coming out of that boat!"
es: {Appo-} "Mira el humo que sale de ese bote."

source: That's a chug boat, right? The smokestack was putting out poisonous looking smoke.
es: El bote está produciendo el humo suficiente como para contaminar la isla entera.

source: {Pierre} "You won't find an engine that old anywhere except in the boonies like here."
es: {Pierre} "Sólo se puede encontrar un trasto así de viejo en una zona rural como esta."

source: {Kazushi} "Look, seagulls!"
es: {Kazushi} "Mirad, gaviotas..."

source: The seagulls were flocking around the boat. They weren't avoiding the smoke, they were enjoying it.
es: Deben estar tras algo del bote.

source: Perhaps that smoke smells good to them? Either way, I guess it's not harmful.
es: Quizá les guste el olor de ese humo.

source: After a little bump, our boat came to a stop. We were right alongside the pier. One of the crew hopped out and secured the boat with rope.
es: Tras una ligera colisión, nuestro bote se queda en reposo.

source: {Yagami} "Everyone, we're here! Don't push, and step off the boat in an orderly fashion!"
es: {Profesor Yagami} "¡Ya hemos llegado...! ¡No corráis al bajar...!"

source: No one listened to his instructions as we all rushed to get off. We cut in line too.
es: Nadie le estaba escuchando. No podíamos esperar en bajar.

source: {Pierre} "This may be one small step for man, but one giant leap for..."
es: {Pierre} "Puede que sea un pequeño paso para la humanidad, pero es un..."

source: {Appo} "Move it!"
es: {Appo-} "¡Baja ya leñe!"

source: {Appo} "Woohoo! I'm here!"
es: {Appo-} "¡¡Sííí!! ¡¡Ya estoy aquí!!"

source: {Kazushi} "Yeah!!"
es: {Kazushi} "¡¡Síííí!!"

source: {Pierre} "Nghh! ...Gggeh..."
es: {Pierre} "¡Ey!... Au..."

source: {Yagami} "Guys, you're trampling your friend."
es: {Profesor Yagami} "¡¡Chicos!! Estáis pasando por encima de vuestro amigo."

source: {Appo} "Don't mind."
es: {Appo-} "Lo siento."

source: {Daigo} "Don't mind."
es: {Daigo} "Lo siento."

source: {Kazushi} "We're finally here! Our new frontier!"
es: {Kazushi} "¡Al fin! ¡Nuestra nueva vida empieza aquí!"

source: On top of that peak stood a building that was probably our new school. It looked just like a foreign castle.
es: El edificio en la cima de la colina que parece un castillo es la escuela donde estamos matriculados.

source: {Kazushi} "That's where my princess is waiting for me."
es: {Kazushi} "Allí es donde me está esperando mi princesa."

source: {Pierre} "Since when have you been a poet?"
es: {Pierre} ¿Así que tu princesa, ¿eh? ¿Desde cuando te has hecho poeta?"

source: {Appo} "Kazushi is right! My princess awaits therein!"
es: {Appo-} "¡Kazushi tiene razón! Allí espera mi princesa."

source: {Daigo} "My princess..."
es: {Daigo} "Mi princesa..."

source: It was almost like we'd entered a different country. Everything we saw looked so new to us.
es: Es como si hubiésemos ido a otro país. Todo lo que vimos nos parecía completamente nuevo.

source: {Kazushi} "Hey, girls!! I'll be there soon!!"
es: {Kazushi} "¡¡Oíd chicas...!! ¡¡Estaré allí pronto...!!"

source: I couldn't resist the rising urge to shout.
es: No pude evitar gritar.

source: {Appo} "I'll be there, too!!"
es: {Appo-} "¡¡Y yo también...!!"

source: {Pierre} "Do you hear me, kittens??"
es: {Pierre} "¡¡¿Me podéis oír, gatitas?!!"

source: {Daigo} "Marry me!!"
es: {Daigo} "¡¡Casaos conmigo...!!"

source: Our screams echoed in the sky.
es: Nuestros gritos hacen eco en el cielo.

source: {Yagami} "You guys..."
es: {Profesor Yagami} "Chicos..."

source: His tone of voice went past anger and straight into shame.
es: Su reacción sobrepasa el enfado y está casi más avergonzao de nosotros que otra cosa.

source: {Elegant Old Lady} "My my, such energetic young lads."
es: {Anciana} "¡¡Cuánta energía, chicos!!"

source: A refined lady with white-gray hair spoke as she walked towards us.
es: Una anciana con una voz refinada camina hacia nosotros.

source: I made eye contact with her. She looked older than my mother, but her eyes were as clear as marbles.
es: Le echo un vistazo por encima. Podría tener la edad de mi madre.

source: I don't know why, but those eyes made me feel uncomfortable. I averted my gaze.
es: No sé por qué, pero no pude seguir mirándola a los ojos.

source: {Yagami} "It's a pleasure to meet you. My name is Yagami, I'm in charge of these boys. The students and I are looking forward to working with you."
es: {Profesor Yagami} "Encantado de conocerte. Me llamo Yagami."

source: The way that Yagami-sensei introduced himself told us that she was a higher ranked teacher than him.
es: La forma en la que el señor Yagami se refiere a ella nos da a entender que es una profesora de un rango superior al suyo.

source: {Yagami} "This is Principal Aozora Hisae, head of this academy. Say hello, everyone."
es: {Profesor Yagami} "Oíd chicos, esta es vuestra nueva directora."

source: {Boys} "Nice to meet you, Ma'am."
es: {Chicos} "Encantados de conocerla...!"

source: Our greeting echoed over the island. The principle put on an elegant smile and laughed like a little girl.
es: Cualquiera persona viviendo en la isla, podría oír nuestro saludo.

source: {Principal} "Thank you all for coming to this distant island. Welcome to Eiden Island."
es: {Directora} "Gracias por haber venido hasta aquí."

source: {Principal} "On behalf of all the teachers and students, I welcome you to our academy."
es: {Principal} "En nombre de todos los profesores os doy la bienvenida a nuestra escuela."

source: The guys all heaved deep sighs at her elegant greeting. We had never been greeted so kindly before.
es: Es muy diferente del resto de mujeres que conocemos.

source: This must be what women are like in a garden of women.
es: Su elegancia debe ser consecuencia de vivir en una tierra sin hombres.

source: {Appo} "I'll take that one! We're bound by destiny! I'm gonna marry her!"
es: {Appo-} "¡Me gusta! ¡Ella es con quien me quiero casar!"

source: {Kazushi} "Whoa, whoa, hold on man! You're being too hasty."
es: {Kazushi} "¡Espera! ¡Vuelve a pensarlo! ¿No crees que es un poquito mayor para ti?"

source: {Daigo} "Don't you think she might have three or four 16 year old granddaughters?"
es: {Daigo} "Bueno, pero tiene un bonito aspecto de 16~17."

source: {Yagami} "Hey, pipe down you guys. Don't embarrass me the moment we arrive."
es: {Profesor Yagami} "Callaos chicos, que me estáis dando vergüenza ajena."

source: We got quiet after Mr. Yagami told us off. Still, we couldn't help but whisper about what was going to happen from now on.
es: Nos callamos tras la advertencia del señor Yagami. Pero aún así, no pudimos evitar susurrar sobre las cosas que pasarían de ahora en adelante.

source: {Pierre} (Hey, I think we're in a tight spot.)
es: {Pierre} (No deberíamos habernos emocionado tanto.)

source: {Appo} (We can't do anything if Yagami-sensei has his eyes on us.)
es: {Appo-} (Ahora el señor Yagami nos vigilará de cerca.)

source: {Kazushi} (Shall we ditch him and go?)
es: {Kazushi} (¿Deberíamos irnos de aquí y hacer marcha nosotros mismos?)

source: {Daigo} (That's dangerous. Who knows what'll happen if he finds out.)
es: {Daigo} (No. No creo que esa sea una buena jugada.)

source: We had to plan our strategy carefully while the Principal and Mr. Yagami were talking.
es: Tuvimos que planear nuestra estrategia mientras la Directora y el señor Yagami estaban hablando...

source: {Appo} (I can't wait any longer. They're introducing us to the girls after this, right?)
es: {Appo-} (No puedo esperar más. Nos van a presentar a las chicas ya, ¿no?)

source: {Appo} (Look at all the guys with us. If we behave and watch out for Yagami, we'll just get buried in the crowd.)
es: {Appo-} (Tengo que conseguir darles una impresionante primera impresión.)

source: {Kazushi} (That's right! First impressions are everything!)
es: {Kazushi} (¡Eso es! ¡La primera impresión lo es todo!)

source: {Pierre} "Should we go, then?"
es: {Pierre} "¿Nos deberíamos ir ya?"

source: {Daigo} "Go? Where are we going to go?"
es: {Daigo} "¿Ir? ¿A dónde?"

source: {Kazushi} "Quietly now. If they find out, we won't get off easy."
es: {Kazushi} "¿Nos vamos a escabullir a algún sitio? ¿Estáis seguros de que queréis hacer eso?"

source: {Appo} "We can do it. It's nothing like what we've done in the past."
es: {Appo-} "Podemos conseguirlo. No es nada en comparación con las cosas que hemos logrado en el pasado."

source: We looked around. Everybody was focused on the principal.
es: Miramos alrededor. Estaban todos pendientes de la directora.

source: {Principal} "Now, allow me to give you a tour of the academy. It's a bit of walk, but please try not to get separated. There are some dangerous places on this island."
es: {Directora} "Os voy a guiar a nuestra escuela."

source: They were about to start moving. The whole group was brimming with excitement. If we're ditching them, now's the time.
es: Nunca habrá una oportunidad mejor ahora.

source: {Yagami} "All right, let's get moving. Stay in line!"
es: {Profesor Yagami} "Está bien, nos vamos. ¡No os perdáis!"

source: We went to the back of the line.
es: Nos pusimos al final de la cola.

source: {Pierre} "Okay, now's our chance. Let's slip out while they move."
es: {Pierre} "Ahora es el momento. Vamos, chicos."

source: {Kazushi} "One...two...NOW!"
es: {Kazushi} "Tres, dos, uno... ¡ya!"

source: {Kazushi} "This island is pretty prosperous."
es: {Kazushi} "Esta isla lo está haciendo bastante bien. Se la ve próspera."

source: That was my first impression. There were plenty of stores, and even traffic lights too. The cars were strange, but they were there.
es: Había un montón de gente y de tiendas. Fue una buena primera impresión sobre la isla.

source: {Pierre} "Is that a bus?"
es: {Pierre} "¿Eso es un autobús?"

source: {Daigo} "I think it's a trolley."
es: {Daigo} "Yo diría que es un coche."

source: {Kazushi} "But look at those exhaust fumes. That's not electric."
es: {Kazushi} "Pero mira, está echando humo."

source: Even though it said "environmentally friendly" on the body, it put out a lot of green and pink fumes, just like the boat we had seen in the port.
es: Pese a poner "ecológico" en el cuerpo, estaba expulsando un montón de humo.

source: {Appo} "Look over there! That's all fish!"
es: {Appo-} "¡Mira eso! ¡Son peces!"

source: There was a huge pile of tuna on the back of that strange three-wheeled truck waiting for the stoplight. They looked like they were ready to fall out.
es: Vimos una montaña de atunes inmensos en la parte de atrás de un camión.

source: {Pierre} "They can catch tuna on this island? I can't wait to see our lunches. I bet we can eat a ton of fresh fish!"
es: {Pierre} "Estoy frenético. ¡¡Estoy convencido de que la comida en la escuela será genial!!"

source: {Daigo} "Check out that grocery store."
es: {Daigo} "Mira esa verdulería."

source: We saw tons of fresh fruits and vegetables in the store.
es: Vimos motañas de verdura y fruta fresca.

source: The onions were the size of a person's head. Beneath the blossoms of some hydroponic tulips there were some ripe cucumbers and other strange fresh vegetables.
es: Las cebollas tenían prácticamente el tamaño de cabezas humanas. También pudimos ver flores frescas.

source: {Kazushi} "Fresh mountain and ocean produce. We've really come to a good place."
es: {Kazushi} "Productos excelentes de montaña y océano. Hemos venido a un sitio estupendo."

source: {Kazushi} "Yes, we are. Nice to meet you!"
es: {Kazushi} "Sí, así es. ¡Encantados de conocerle!"

source: {Grocery Store Worker} "I knew it! Here, take this!"
es: {Verdulero} "¡Lo sabía! Tomad, ¡coged esto!"

source: He tossed us some huge bulbs of garlic. They were as big as watermelons. They hit our chests with a heavy thud.
es: Nos lanzó unos cuantos ajos.

source: {Appo} "This is for us?"
es: {Appo-} "¿Para nosotros?"

source: {Grocery Store Worker} "Sure is. Everybody on this island loves that school."
es: {Verdulero} "Claro. Todo el mundo en esta isla adora esa escuela."

source: {Grocery Store Worker} "That school's what helps my produce grow so well. Eat that for some energy so you can study hard."
es: {Verdulero} "Tomaos esos ajos que están repletos de energía y os permitirá centraros en los estudios."

source: {Kazushi} "Thank you very much."
es: {Kazushi} "Muchísimas gracias."

source: {Daigo} "I wonder what the academy has to do with that grocery store?"
es: {Daigo} "Me pregunto por qué la gente de aquí adora tanto esa escuela."

source: {Kazushi} "Maybe they have a good agricultural program or something."
es: {Kazushi} "Quizá haya alguna asignatura de agricultura o algo en la escuela."

source: {Pierre} "Or maybe the school buys a lot of food from the local stores."
es: {Pierre} "O quizá la escuela compre montañas de comida a esa verdulería."

source: {Appo} "Hey! Are there any pretty girls at that school?"
es: {Appo-} "¡Oye! ¿Y hay chicas monas en esa escuela?"

source: {Grocery Store Worker} "Oh yes!! You'll see a bunch of them."
es: {Verdulero} "Ah, ¡¡desde luego!! Veréis un montón."

source: {Boys} "Woohoo!"
es: {Chicos} "¡Síííí...!"

source: {Grocery Store Worker} "I still think the best looking one is the principal, Hisae-san. She was truly beautiful when she was younger."
es: {Verdulero} "La más guapa de todas es la directora. Era realmente guapa."

source: {Pierre} "Are we talking about the same principal?"
es: {Pierre} "¿Nos estamos refiriendo a la misma directora?"

source: {Kazushi} "Yup. Appo's wife."
es: {Kazushi} "Sí. A la esposa de Appo-."

source: {Appo} "Wait! I take that back!!"
es: {Appo-} "¡Espera! ¡¡Retiré eso!!"

source: {Grocery Store Worker} "Her granddaughter goes to that school, too. Give that girl a bit of time, and I bet she'll look as beautiful as Hisae-san did."
es: {Verdulero} "Su nieta también va a esa escuela. Dadle un poco de tiempo, llegará a ser un bombón como su abuela."

source: He stared off into the distance. I think the principal must have been really beautiful back in their day.
es: Está pensando en hace mucho. Supongo que la directora era muy guapa por aquel entonces.

source: {Pierre} "The Principal's granddaughter, huh? I bet she's strict."
es: {Pierre} "Su nieta..."

source: {Daigo} "I bet she wears glasses. But that's hot too!"
es: {Daigo} "Tengo la sensación de que llevaba gafas. Y eso me pone mucho."

source: {Appo} "Any sexy young teachers?"
es: {Appo-} "¿Y alguna profesora joven y sexy?"

source: {Appo} "What about her tits?!"
es: {Appo-} "¿¡Y qué tal están de cuerpo!?"

source: {Grocery Store Worker} "About the same size as my melons here."
es: {Verdulero} "Sus pechos tienen el tamaño de los melones de esta tienda."

source: {Kazushi} "That means they're the size of watermelons!!"
es: {Kazushi} "¡¡Tamaño sandías!!"

source: {Appo} "Wow! Watermelons! Watermelons! Watermelons! Watermelons! Melons! Melons! Thank you very much!"
es: {Appo-} "¡¡Increíble!! ¡Sandías! ¡Sandías! ¡Muchísimas gracias!"

source: {Pierre} "Hey, now. Don't claim her for yourself! I might even..."
es: {Pierre} "¡Oye! Que tu no eres el único que tiene oportunidades..."

source: {Appo} "I'll put my mark on her before anyone else can!"
es: {Appo-} "Primero en llegar, ¡primero en servir!"

source: Appo started running off.
es: Appo- empieza a correr.

source: {Pierre} "Wait up!!"
es: {Pierre} "¡¡Espera!!"

source: Pierre started chasing him.
es: Pierre empieza a darle caza.

source: {Kazushi} "Hey, guys, wait up!"
es: {Kazushi} "¡Esperad, chicos!"

source: {Grocery Store Worker} "Ahahahahaha! That's how young men should be!"
es: {Verdulero} "¡Así es como deben ser los jovenzuelos!"

source: {Daigo} "I'm sorry. We can be pretty stupid sometimes."
es: {Daigo} "Lo siento, somos estúpidos."

source: {Grocery Store Worker} "Don't worry about it! That's how healthy boys should be! It might take you a while to get used to this place, but good luck!"
es: {Verdulero} "¡No te preocupes! ¡Se supone que la juventud es así!"

source: {Kazushi} "It was nice to meet you."
es: {Kazushi} "¡Ha sido un placer!"

source: The people here are nice and there's lots of hot girls. I think I'm gonna like it here.
es: Tengo la sensación de que me va a encantar este lugar.

source: We had to walk all the way up the hill to get to the school. The houses in the surrounding area were pretty old.
es: Tenemos que subir por la colina hasta llegar a la escuela. Las casas de los alrededores son bastante viejas.

source: {Pierre} "Are you sure this is the right way?"
es: {Pierre} "¿Estás seguro de que vamos bien?"

source: {Appo} "Won't it be shorter to cut through this way?"
es: {Appo-} "¿No hay ningún atajo?"

source: {Kazushi} "Maybe. Want to try?"
es: {Kazushi} "Ey, ¿qué tal si vamos por el caminito que hay por ahí?"

source: {Daigo} "Forget it, guys. We'll just get lost."
es: {Daigo} "Olvidadlo chicos. Solo conseguiréis perderos."

source: {Pierre} "Hey guys, what's that?"
es: {Pierre} "Ey, ¿qué es eso?"

source: Pierre was looking up at the sky.
es: Pierre estaba mirando al cielo.

source: We saw part of a building up on the hill.
es: Vimos un trozo de una edificación sobresaliendo por la colina.

source: {Kazushi} "Huh? Is that the academy? Are we almost there?"
es: {Kazushi} "¿Ya estamos aquí?"

source: {Daigo} "The academy's over there."
es: {Daigo} "No. La escuela está por allí."

source: Daigo pointed to the castle-like building at the peak of this mountain. It was a long ways above us.
es: Todavía queda un buen trecho hasta nuestra escuela.

source: {Appo} "What do you think that building is, then?"
es: {Appo-} "Entonces, ¿qué es ese edificio?"

source: {Pierre} "It's kinda weird seeing such a modern building here. Let's check it out."
es: {Pierre} "Es un poco extraño ver una construcción moderna aquí. Echemos un vistazo."

source: We could see the whole building after making a quick turn.
es: Pudimos ver la edificación entera tras dar una vuelta.

source: {Kazushi} "What the--"
es: {Kazushi} "Pero qué..."

source: It was actually a huge gate.
es: Era un portón enorme.

source: {Appo} "What's this huge gate for?"
es: {Appo-} "¿Y para qué es este portón?"

source: {Pierre} "Could this be part of our new school?"
es: {Pierre} "¿Es parte de nuestra nueva escuela?"

source: {Daigo} "Can't be. It's still a serious hike from here to the school."
es: {Daigo} "No puede ser. Hay un buen trecho hasta la escuela desde aquí."

source: Daigo was right. Our school remained a good walk from where we were. The gate, meanwhile, had some weird marks written on it. It was very suspicious.
es: Daigo tiene razón. La escuela todavía está lejos de aquí. El portón tiene diversas marcas extrañas escritas. Es muy sospechoso.

source: {Appo} "It looks like the gateway to heaven."
es: {Appo-} "Parece como la entrada al cielo."
