Repository: talestra/edelweiss
Catalog: translation/00106.po
Languages: es

source: {Naked Girl} "Ah--! Ah---!!"
es: {Chica desnuda} "¡Ah...! ¡¡Ahhh...!!"

source: {Kazushi} "P-please calm down! I know it's hard, but calm down! I'm not a bad guy!"
es: {Kazushi} "¡No pasa nada! ¡Tranquilízate! ¡No soy malo!"

source: {Naked Girl} "Someone who really wasn't a bad guy wouldn't need to say he wasn't!"
es: {Chica desnuda} "¡Los chicos malos siempre dicen eso!"

source: {Kazushi} "You may be right."
es: {Kazushi} "Puede que tengas razón."

source: Why am I convinced!?
es: ¡¿Por qué estoy convencido?!

source: {Naked Girl} "W-who are you?! H-how did you get here?!"
es: {Chica desnuda} "¿¡Cómo has llegado aquí!?"

source: {Kazushi} "I was lost in the forest and found my way here accidentally..."
es: {Kazushi} "Me perdí, y llegué aquí por accidente..."

source: {Naked Girl} "I don't believe you! I'm in...... Ah..."
es: {Chica desnuda} "¡¡No te creo!!... Ah..."

source: Her eyes went wide.
es: Sus ojos se abrieron de par en par.

source: {Kazushi} "What?"
es: {Kazushi} "¿Qué?"

source: Suddenly, out of nowhere, all of the white flowers began to bloom.
es: Pude ver todas las flores blancas floreciendo.

source: {Kazushi} "Wow..."
es: {Kazushi} "Increíble..."

source: It was like watching a video on fast forward as every single bud began to blossom around us. It was my first time seeing such a mysterious sight.
es: Es como estar viendo una cinta a cámara rápida.

source: The flowers were as white as snow, and sparkled like crystals. I felt like I was standing in a snowfield.
es: Las flores blancas son tan bonitas. Están todas brillando.

source: {Naked Girl} "No way... I can't believe this..."
es: {Chica desnuda} "No puedo creerlo..."

source: Me neither.
es: Yo tampoco.

source: {Kazushi} "Why is this happening all of a sudden?"
es: {Kazushi} "¿Por qué está pasando? ¿Por qué tan de repente?"

source: {Naked Girl} "I don't know, but..."
es: {Chica desnuda} "No lo sé, pero..."

source: She was about to go on, but then she realized I was looking at her body and scrunched up. I quickly averted my gaze.
es: Mientras trataba de explicar algo, ambos nos dimos cuenta de que seguía desnuda.

source: {Naked Girl} "Turn around, please! I'll get my clothes on!"
es: {Chica desnuda} "¡¿Te puedes girar?!"

source: {Kazushi} "I'm sorry!"
es: {Kazushi} "¡Lo siento!"

source: I looked away as quickly as I could.
es: Me giré tan rápido como pude.

source: {Naked Girl} ".................."
es: {Chica desnuda} "..."

source: I could hear the faint sounds of her breath and the rustling of clothes. It was making my imagination run wild.
es: Puedo oír cómo se viste. El sonido resulta tan erótico...

source: {Kazushi} "Oops."
es: {Kazushi} "Ups..."

source: As I thought about it, my crotch suddenly grew happy. No! Don't get hard! Stop it, Johnny!
es: ¡¡Mal momento para que se me empalme!!

source: {Naked Girl} "You're one of the boys who just got here, right?"
es: {Chica desnuda} "Tú debes ser uno de los estudiantes nuevos... ¿no es así?"

source: Just as I couldn't take the silence, she started talking to me. Thank god. The distraction caused my crotch to settle down.
es: Menos mal que me ha empezado a hablar ella. Puedo aprovechar este tiempo para que mi amiguito se tranquilice.

source: {Kazushi} "That's right. I told you I'm not a bad guy."
es: {Kazushi} "Sip. Ya te he dicho que no soy un mal chico."

source: {Naked Girl} "That's not enough to tell me if you're bad or not."
es: {Chica desnuda} "Eso no es suficiente para saber quién eres."

source: {Kazushi} "You have a point. I could be a bad new guy."
es: {Kazushi} "Tienes razón. Podría ser un nuevo mal chico."

source: I couldn't blame her for being suspicious. It's not like we'd met before.
es: No puedo culparla. Me acaba de conocer.

source: Well then, I guess I just have to come with a way to prove that I'm OK.
es: Pues, tengo que decir algo para probar que no soy un mal chico.

source: {Kazushi} "Oh yeah!"
es: {Kazushi} "¡Ah, sí!"

source: {Naked Girl} "What?"
es: {Chica desnuda} "¿Qué pasa?"

source: {Kazushi} "We haven't introduced ourselves yet. My name's Haruma Kazushi. What's yours?"
es: {Kazushi} "Todavía no nos hemos presentado. Yo soy Kazushi, ¿y tú cómo te llamas?"

source: {Naked Girl} "Oh, me? Umm, my name's Aozora Haruka. I'm a sophomore at Eiden Academy."
es: {Chica desnuda} "Me llamo Haruka. Soy de segundo curso."

source: {Kazushi} "You're a sophomore? Me too."
es: {Kazushi} "¿De segundo? Yo también."

source: {Haruka} "You are?"
es: {Haruka} "¿En serio?"

source: Her tone took a turn for the friendlier.
es: Empieza a hablarme mucho más amablemente.

source: {Haruka} "It's been a while since I've had a chance to talk to a boy my age. Most of the men on this island are a lot older than I am."
es: {Haruka} "Hacía mucho que no hablaba con un chico de mi misma edad. La mayoría de hombres de la isla son mayores que yo."

source: {Kazushi} "Really? That's no fun."
es: {Kazushi} "¿En serio? Debe ser muy aburrido."

source: {Haruka} "They're all really old. There are not many children on the island, either, which is why we only have one school."
es: {Haruka} "Son todos muy viejos. Y tampoco hay muchos niños en la isla. Por eso hay solo una escuela."

source: She was right: I hadn't seen a single kid since I got here.
es: Tiene razón. No he visto a ningún niño desde que llegué.

source: {Haruka} "They all go to school on the mainland and leave the island once they get old enough. That's why there's only old people left here."
es: {Haruka} "Todo el mundo se va de la isla cuando crece."

source: {Kazushi} "Really? That must be lonely."
es: {Kazushi} "Eso no es bueno para la isla."

source: {Haruka} "I just haven't talked to a boy for so long that it's making me nervous."
es: {Haruka} "Hacía mucho que no hablaba con ningún chico, me estoy poniendo nerviosa."

source: {Haruka} "I'm sorry. I forgot that we just met. I should talk more politely."
es: {Haruka} "Lo siento. Me he olvidado de que nos acabamos de conocer. Debería hablar más educadamente."

source: {Kazushi} "It's OK. It's a sign that you don't think I'm a bad person. I really did get lost and wander into here."
es: {Kazushi} "No pasa nada. Eso muestra que ya no me ves tanto como un chico malo."

source: {Haruka} "Oh, yes... I believe you. Even if you were trying to peek at me, you wouldn't have found this place."
es: {Haruka} "Confío en ti. Has dicho que te has perdido, ¿no? Es imposible que alguien que vaya rondando por ahí pueda acabar aquí."

source: {Kazushi} "What do you mean?"
es: {Kazushi} "¿A qué te refieres con eso?"

source: {Haruka} "You can turn around, by the way."
es: {Haruka} "Por cierto, ya te puedes dar la vuelta."

source: With her permission, I turned back around. She was in her school uniform.
es: Me giré con su consentimiento. Estaba con el uniforme de la escuela.

source: She looked very pretty in it.
es: Le sienta muy bien.

source: {Haruka} "Don't stare at me like that! It's like you're undressing me with your eyes!"
es: {Haruka} "No te me quedes mirando así... Es como si me estuvieses desnudando con la mirada."

source: She noticed that I couldn't keep my eyes off her.
es: Se dió cuenta de que no podía quitarle el ojo de encima.

source: {Kazushi} "I'm sorry. It's just... I'm not used to being with a girl."
es: {Kazushi} "Lo siento. Es que... no estoy acostumbrado a estar con una chica."

source: {Haruka} "You're not? Good. I'm not used to being with a boy, either."
es: {Haruka} "¿Sí? Bueno. Yo tampoco estoy acostumbrada a estar con un chico."

source: {Kazushi} "I guess that makes us even."
es: {Kazushi} "Eso nos pone en la misma situación."

source: {Haruka} "I guess so."
es: {Haruka} "Así es."

source: She laughed for a second before lowering her head.
es: Se rió durante un segundo justo antes de ponerse roja.

source: {Haruka} "Kazushi-kun, would you please forget what you saw earlier? Otherwise I won't be able to look you in the face."
es: {Haruka} "¿Podrás olvidar lo que viste antes? Si no, no seré capaz de mirarte a la cara."

source: {Kazushi} "Of course. Consider it forgotten."
es: {Kazushi} "Claro. Ya lo he olvidado."

source: I lied. There's no way I'm ever forgetting that. I already burned it into memory.
es: Mentí. Era imposible que pudiese borrar esa vista tan maravillosa de mi cabeza.

source: {Haruka} "Nice to meet you, Kazushi-kun."
es: {Haruka} "Pues nada. Encantada de conocerte, Kazushi."

source: She offered to shake my hand.
es: Me ofreció un apretón de manos.

source: {Kazushi} "Nice to meet you...Aozora-san."
es: {Kazushi} "Encantado de conocerla... Señorita Aozora."

source: {Haruka} "Call me Haruka. I'll call you Kazushi-kun."
es: {Haruka} "Puedes llamarme Haruka."

source: Haruka's hands were as soft as the white flowers around us.
es: Las manos de Haruka son tan suaves como las flores blancas que nos rodean.

source: {Haruka} "Here we are."
es: {Haruka} "Aquí estamos."

source: {Kazushi} "What the--no fair! I walked forever trying to find my way back here."
es: {Kazushi} "No es justo... Yo había andado un montón para llegar aquí..."

source: {Haruka} "This whole mountain is like my backyard."
es: {Haruka} "Este sitio es como mi jardín de atrás."

source: Thanks to Haruka, I found my way back to the road. All I had to do now was follow it to the academy.
es: Gracias a Haruka ahora sólo hay un camino para llegar a la colina donde está la escuela.

source: {Ran} "Ah! It's Kazushi!"
es: {Ran} "¡Estás ahí!"

source: I saw Ran running toward me. She dived into my arms.
es: Vi a Ran corriendo hacia mí. Se lanzó a mis brazos.

source: {Haruka} "What's going on!?"
es: {Haruka} "¿¡Y eso!?"

source: Haruka was surprised, to say the least. You can't exactly blame her, either. I mean, you don't just see a girl publicly jumping into a guy's arms every day.
es: Haruka estaba sorprendida. Y no la culpo. No es muy normar ver a una chica saltar a los brazos de un chico en público.

source: {Ran} "Hey, are you alright? Are you hurt anywhere? Are you safe?"
es: {Ran} "¿¡Qué pasó tras aquello!? ¿¡Estás herido!? ¿¡Te encuentras bien!?"

source: She was actually worried about me! Her feelings touched my heart.
es: Estaba muy preocupada por mí. Eso es algo que me llegó al alma.

source: {Kazushi} "I'm sorry for worrying you. But look, all I have are some scratches."
es: {Kazushi} "Gracias por preocuparte por mí. Estoy bien."

source: {Ran} "You sure? Thank god!"
es: {Ran} "¿Sí? Qué alivio..."

source: She didn't show any sign of wanting to leave my arms.
es: No quiere alejarse de mis brazos.

source: {Kazushi} "Uh, umm, Ran? I think you should let go of me."
es: {Kazushi} "Creo que deberías dejarme ir..."

source: Had I ever been in a situation like this before? I don't think I've ever had to ask a girl to get off of me.
es: ¿He estado alguna vez en una situación así? Nunca imaginé que llegase a decirle a una chica que se alejase de mí.

source: Haruka just stood there, trying to figure out what was going on.
es: Haruka estaba ahí, tratando de averiguar qué estaba pasando.

source: {Haruka} "Um, just what happened? Hey, Ran?"
es: {Haruka} "Oye Ran, ¿qué clase de situación tan dramática me he perdido?"

source: {Ran} "Hmm?"
es: {Ran} "¿Qué?"

source: Ran looked up and finally realized that Haruka was there with us. She stared at Haruka with a blank look on her face.
es: Ran se da cuenta al fin de que Haruka está aquí también.

source: {Ran} "Huh? Haruka? What are you doing here?"
es: {Ran} "Anda, Haruka, ¿qué haces tú aquí?"

source: {Haruka} "That's what I'd like to know. What happened between you two?"
es: {Haruka} "Eso era lo que quería saber yo. ¿Qué es lo que os ha pasado?"

source: Seemed like they knew each other. They all go to the same boarding school, so I guess it's only natural.
es: Parece que ya se conocían. Aunque bueno, es una isla muy pequeña.

source: {Ran} "You won't believe what happened. First, Kazushi, oh, by the way, this is Kazushi, but..."
es: {Ran} "No te creerás lo que ha pasado. Por cierto, este es Kazushi..."

source: {Haruka} "Oh, yes, we've met."
es: {Haruka} "Sí, ya nos hemos conocido."

source: {Ran} "Oh yeah? Anyways, so Kazushi fell off the bridge, see."
es: {Ran} "¿Ah, sí? ...de todas formas. ¡Se cayó del puente!"

source: {Haruka} "What? You don't mean THAT bridge, do you?"
es: {Haruka} "¿Qué? ¿Te refieres al puente que conocemos?"

source: Haruka looked at me with surprise written across her face. Anybody who knew that bridge would have done the same.
es: Haruka me mira con una cara de sorpresa. Cualquiera que conociese ese puente me miraría con la misma cara.

source: {Haruka} "...you guys are joking, right?"
es: {Haruka} "Chicos. Estáis de broma, ¿no?"

source: {Kazushi} "We're being totally serious. I met you after I fell from the bridge and got lost in the forest."
es: {Kazushi} "La verdad es que es en serio. Me econtré contigo justo después de haberme caído del puente y haberme perdido en el bosque."

source: {Haruka} "And you're still alive?"
es: {Haruka} "Y sigues con vida..."

source: {Kazushi} "Somehow, yes."
es: {Kazushi} "Por algún motivo, sí. Aquí estoy."

source: Haruka couldn't believe it. Even I had a hard time believing it now that I looked back on it.
es: Es razonable que no pueda creerlo. La verdad es que a mí también me resulta difícil de creer.

source: {Ran} "I'm so glad you're safe! I never imagined I would ever see anyone fall off that bridge. I thought my heart was going to stop."
es: {Ran} "¡Estoy tan contenta! No me hubiese gustado presenciar la muerte de nadie."

source: {Kazushi} "That's my line. I find it strange to be alive."
es: {Kazushi} "Yo todavía no sé como conseguí salvarme."

source: {Ran} "Seriously. Not only are you alive, but you didn't get hurt. Are you sure you're really human?"
es: {Ran} "En serio. No solo estás vivo, sino que no tienes ni un rasguño. ¿Eres de verdad un humano?"

source: {Kazushi} "I wonder about that as well. Maybe I'm one of the chosen people of heaven."
es: {Kazushi} "Yo también pensé en eso. Quizá sea un elegido de los Dioses."

source: {Ran} "You must be! You must be! If not, then I'll choose you! I'm so glad you're alive!"
es: {Ran} "¡Debes de serlo! Te lo garantizo."

source: She's really happy that I'm alive - so happy that she still hasn't let me go.
es: Está tan contenta de que siga vivo. No quiere dejarme ir.

source: {Haruka} "Umm, Ran, you know Kazushi-kun?"
es: {Haruka} "¿Y cómo os conocísteis?"

source: I guess she asked that because we were still hugging each other.
es: Imagino que he preguntado porque todavía estamos abrazados.

source: {Ran} "I do. We had a bit of an incident."
es: {Ran} "Nos cruzamos por 'accidente'."

source: {Haruka} "An incident?"
es: {Haruka} "¿Un accidente?"

source: {Ran} "Kinda."
es: {Ran} "Algo así."

source: Ran hugged me tighter. I could feel her soft breasts against my chest.
es: Ran todavía me abraza con fuerza... Puedo sentir sus suaves pechos.

source: {Ran} "Did you know, Kazushi? Haruka is the principal's granddaughter."
es: {Ran} "Kazushi, ¿sabías? Haruka es la nieta de la directora."

source: {Kazushi} "The principal's...granddaughter...?"
es: {Kazushi} "¿La hija de la directora...?"

source: I remembered that the old man at the grocery mentioned something about that.
es: Recuerdo que la mencionó el anciano de la verdulería.

source: {Kazushi} "Of course! You were born and raised here - that's why you know your way around so well!"
es: {Kazushi} "Naciste y te criaste aquí. Por eso conoces tan bien los alrededores, ¿no?"

source: {Haruka} "That's right! So I'M the one you should look for if you have any questions about the island."
es: {Haruka} "Así es. Y si tienes alguna duda sobre la isla, yo soy tu chica."

source: Haruka offered to shake my hand again.
es: Haruka me ofrece un apretón de manos nuevamente.

source: {Kazushi} "Thanks."
es: {Kazushi} "Gracias."

source: I shook her hand.
es: Le estrecho la mano.

source: What does "YO-SORO" mean? Anyways, I've already come to like hanging out with Haruka.
es: ¿Qué es eso de "YO-SORO-"? De todas formas ya me gusta pasar el rato con Haruka.

source: {Ran} "So what were you doing here?"
es: {Ran} "¿Y qué hacías por aquí?"

source: {Haruka} "I had work to do for my grand- I mean the principal."
es: {Haruka} "Iba a ver a mi abu... quiero decir, a la directora."

source: {Ran} "That's right. This side of the school is her..."
es: {Ran} "Es verdad. En esta parte de la escuela está su..."

source: {Haruka} "I'm in charge of it. It's so much trouble."
es: {Haruka} "Estoy al cargo de ese departamento. Es un incordio."

source: Haruka's complaining about something. I think she means the flower bed.
es: Se queja Haruka. Imagino que se refería al cuadro floral.

source: {Ran} "Like grandmother, like granddaughter. I sure can't take care of that."
es: {Ran} "Abuela y nieta. La una para la otra. Seguro que no se puede encargarse de eso."

source: I don't know what the hell they're talking about.
es: No tengo ni idea de lo que están hablando.

source: {Daigo} "Hey, it's Kazushi!"
es: {Daigo} "Oye, ¡¡Kazushi!!"

source: {Pierre} "Hey! Kazushi!!"
es: {Pierre} "¡¡Estás ahí!!"

source: {Appo} "We really couldn't leave you to die, so we finally came to rescue you!"
es: {Appo-} "Hemos venido finalmente a rescatarte."

source: Here come the boys. Along with a girl that I don't know.
es: Ahí vienen mis chicos. Junto con las chicas que no conozco.

source: One of the girls stopped as if she recognised me. She appeared unhappy to see me, but I've no idea why.
es: Una chica se queda parada en cuanto me reconoce. No tiene pinta de alegrarse de verme. Me pregunto por qué...

source: {Ran} "What're you doing here, Mizuki? Don't tell me you got picked up by the boys here!"
es: {Ran} "¿Qué estáis haciendo aquí, Mizuki? Chicas, ¿os han recogido los chicos estos?"

source: {Mizuki} "Of course not!!"
es: {Mizuki} "¡¡Claro que no!!"

source: Ran was only kidding, but Mizuki turned bright red and denied it.
es: Ran estaba bromeando, pero hizo que Mizuki se mosquease.

source: {Mizuki} "Hey, Haruka, why are you with them?"
es: {Mizuki} "Eh, ¿Haruka? ¿Qué haces con ellos?"

source: {Haruka} "It's a long story."
es: {Haruka} "Es una larga historia."

source: {Ran} "Okay, then let me introduce Kazushi to you, Mizuki. He's Haruma Kazushi, one of the boys who just transferred here."
es: {Ran} "Oye Mizuki, este es Kazushi, uno de los estudiantes nuevos."

source: Ran pushed me towards Mizuki.
es: Ran me empujó hacia Mizuki.

source: {Kazushi} "Nice to meet you."
es: {Kazushi} "Encantado de conocerte."

source: {Mizuki} "Oh, yeah, nice to meet you."
es: {Mizuki} "Vale."

source: She couldn't have been any more reluctant to meet me, as if she were already upset with me about something.
es: Complicado es que estuviese más indispuesta a presentarse. Parece estar molesta conmigo.

source: {Kazushi} "Umm, is there something wrong?"
es: {Kazushi} "¿Nos hemos visto antes?"

source: {Mizuki} "Huh? What? You don't remember?"
es: {Mizuki} "¿No lo recuerdas?"

source: {Kazushi} "Remember? Have we met before?"
es: {Kazushi} "Así que sí que nos hemos visto antes."

source: {Ran} "What? You met? Before meeting me?"
es: {Ran} "¿Sí?"

source: {Mizuki} "No! We haven't! I just met him here for the first time!"
es: {Mizuki} "No, ¡no es cierto! ¡¡Esta es la primera vez que lo veo!!"

source: {Kazushi} "Yeah? Well, then, it's nice to meet you for the first time."
es: {Kazushi} "¿Sí? Pues nada, encantado de verte por primera vez."

source: I offered to shake her hand.
es: Le ofrezco la mano.

source: {Mizuki} "Ummm..."
es: {Mizuki} "Mmm...."

source: Hinata-san didn't move; she just stared at my hand with a troubled look.
es: No parece tener intención de estrecharme la mano.

source: {Kazushi} "Oh, sorry. Am I being too pushy?"
es: {Kazushi} "Ups, lo siento. ¿Te estoy presionando?"

source: {Mizuki} "No, it's just... I'm not used to shaking hands with anybody."
es: {Mizuki} "No. Es que no suelo darle la mano a nadie..."

source: She gave my hand a limp shake. I have a feeling that we've met somewhere before.
es: Trató de estrecharme la mano Tengo la sensación de haberla visto antes.

source: However, she says we haven't.
es: Pero ha dicho que no nos habíamos visto nunca.

source: {Appo} "Hey, Kazushi, you've got some explaining to do. Just when we thought you might be dead, you show up surrounded by pretty girls."
es: {Appo-} "Oye Kazushi. Nosotros pensando que podrías estar muerto, y te encontramos con un montón de chicas guapas. Nos debes una explicación..."

source: {Pierre} "Good job, Kazushi. How did you manage to pick them up?"
es: {Pierre} "Así se hace Kazushi. ¿Cómo las has cautivado?"

source: {Kazushi} "I didn't "pick them up.""
es: {Kazushi} "No las he "cautivado"."

source: {Haruka} "We were 'picked up'?"
es: {Haruka} "¿"Cautivadas"?"

source: {Ran} "Good job, Kazushi-"
es: {Ran} "Bien hecho, Kazushi..."

source: {Appo} "Hey, Kazushi! Stop hogging them to yourself and introduce us too!"
es: {Appo-} "¡Ey, Kazushi! ¡¿Por qué no nos las presentas?!"

source: {Pierre} "Yeah, he's right! Don't go building your personal harem already!"
es: {Pierre} "¡Appo- tiene razón! ¡Deja de ser un egoísta!"

source: {Daigo} "Kazushi, you'll get your lecture later."
es: {Daigo} "Kazushi, ¡sabes que no nos gusta esa actitud!"

source: {Kazushi} "Alright, already. Haruka, Ran, these are my friends..."
es: {Kazushi} "Vale, vale... Chicas, estos son mis colegas..."

source: {Appo} "I'm Appo! Back home they call me the black sun. Maybe because I'm kind of like a leader to these guys?"
es: {Appo-} "¡Yo soy Appo-! Soy el líder."

source: {Appo} "I'm very naughty at times, but I have the heart of an angel. I'm not very good at my studies, but I'll risk my life for love! If you could remember this passionate man, I would be very happy."
es: {Appo-} "Y no me da vergüenza decir que soy un chico dulce."

source: {Haruka} "Kazushi-kun, why's he called Appo?"
es: {Haruka} "Kazushi, ¿por qué lo llamáis "Appo-"?"

source: {Kazushi} "Because his figure and hairstyle make him look like a poisoned apple."
es: {Kazushi} "Suena como a "apple" ¿no? Mira su silueta."

source: {Ran} "Makes sense."
es: {Ran} "Ya veo."

source: {Appo} "It's nice to meet you! I'm truly pleased to meet you! I'm honoured to meet you!"
es: {Appo-} "¡Encantado! ¡Es un placer! ¡Un verdadero placer!"

source: {Pierre} "Next is me... I'm Pierre. A pleasure to meet you. Amongst these men, I am like a fallen angel..."
es: {Pierre} "Ahora yo... Me llamo Pierre..."

source: {Ran} "Pierre? Are you a half?"
es: {Ran} "¿Pierre? ¿Eres medio extranjero?"

source: {Haruka} "You mean like returned from abroad? Amazing! I've never met one before!"
es: {Haruka} "¿Lo eres? ¡Nunca he conocido a ninguno!"

source: {Pierre} "Sorry, ladies, I'm 100% Japanese."
es: {Pierre} "Soy 100% japonés..."

source: {Mizuki} "Then why 'Pierre'?"
es: {Mizuki} "Entonces, ¿por qué te llaman "Pierre" tus amigos?"

source: {Ran} "You just think it's cool to have a Western name, don't you?"
es: {Ran} "Simplemente es porque crees que queda guay tener un nombre occidental, ¿eh...?"

source: {Pierre} "So what!?"
es: {Pierre} "¡¡¿Y qué...?!!"

source: {Kazushi} "Are you a psychic or something, Ran?"
es: {Kazushi} "Ran, ¿puedes leer la mente?"

source: {Daigo} "My name is Daigo. I am very pleased to meet you."
es: {Daigo} "Yo soy Daigo. Encan-ta-do de co-no-ce-ros."

source: {Haruka} "Is Daigo-kun a mecha or a robot?"
es: {Haruka} "¿Es un robot?"

source: {Mizuki} "His eyes look scary..."
es: {Mizuki} "Me dan miedo sus ojos..."

source: {Kazushi} "He's just nervous because he's never talked to girls before."
es: {Kazushi} "Simplemente es que está nervioso. No había hablado con chicas antes."

source: {Appo} "You're so relaxed it makes me sick, Kazushi!!"
es: {Appo-} "Kazushi, ¡¡tu tranquilidad me pone enfermo!!"
