Repository: talestra/edelweiss
Catalog: translation/00106.po
Languages: es

source: {Appo} "Where? Where? Where's the men's dorm?"
es: {Appo-} "¿Veis algo?"

source: {Pierre} "It could be a bit further down. Let's keep going."
es: {Pierre} "Puede que esté un poco más adelante. Sigamos."

source: {Daigo} "No way, this is a dead end. Could this shack really be it?"
es: {Daigo} "Más adelante no hay salida. ¿Quizá sea esta chabola?"

source: Our expectations had rocketed sky high and now plunged like a lead balloon.
es: Nuestras expectativas dieron un subidón espectacular para acabar estrellándose estrepitosamente.

source: {Haruka} "Hah, hah... You guys are so fast."
es: {Haruka} "Chicos... Esperadme..."

source: We knew this shack was going to be our home by her sad face.
es: Supimos que realmente era ésta chabola solo con ver su cara de tristeza.

source: {Haruka} "I'm sorry. The transfer was so sudden we didn't have much time."
es: {Haruka} "Lo siento. No hemos tenido tiempo suficiente para construir un buen dormitorio."

source: {Kazushi} "At least it's got air conditioning, right?"
es: {Kazushi} "Al menos tendrá aire acondicionado, ¿no?"

source: {Haruka} "Sorry, it doesn't. They said a heater and an air conditioner wouldn't help in there."
es: {Haruka} "Lo siento. Dijeron que no habría mucha diferencia en una choza."

source: {Appo} "But look at the different between this and their dorm! We carried ourselves all the way to this remote island to get this awful reception?!"
es: {Appo-} "¡¿Qué quieres decir con "ya veo"?! ¡¡¿Es que no puedes ver la diferencia?!!"

source: {Haruka} "I'm terribly sorry."
es: {Haruka} "Lo siento muchísimo..."

source: {Kazushi} "Don't blame Haruka. She didn't build it."
es: {Kazushi} "Dejad de decir esas cosas. No es culpa suya."

source: {Pierre} "That's true, but still, this is..."
es: {Pierre} "Lo sé, pero aún así..."

source: We shouldn't have seen the girls' dorm first. The difference in scale is what was bringing us down.
es: No deberíamos haber visto el dormitorio para chicas antes.

source: {Daigo} "Suddenly I'm not so sure that it was a good idea to move to this island anymore..."
es: {Daigo} "Ahora ya no tengo tan claro que haya sido una buena idea venirnos a esta isla..."

source: {Kazushi} "Stop being so overly sensitive, Daigo. It'll work out."
es: {Kazushi} "No te pongas tan sensible, Daigo."

source: {Pierre} "Together, we can get through anything."
es: {Pierre} "Pasaremos por cualquier cosa..."

source: I wanted to think we'd manage, but there was such a let down between the ideal and our reality that I didn't have much confidence.
es: Traté de no mirar la choza para lograr mantener mi nivel de confianza en la vida que me esperaba en la isla.

source: {Haruka} "Um... I'm really sorry. Let me know if you have any trouble. I'll try to get the principal to do what we can."
es: {Haruka} "Probaré a decirle a mi abuela que mejore vuestro dormitorio, ¿vale?"

source: {Kazushi} "Thanks, but this really isn't your fault, OK?"
es: {Kazushi} "Gracias. Pero no pienses que es culpa tuya, ¿vale?"

source: {Haruka} "Thanks. I didn't expect that I'd be the one who needs encouraging."
es: {Haruka} "Gracias. No pensé que fuese a ser yo a la que diesen ánimos."

source: She tapped her head and stuck out her tongue as she smiled, but it was a restrained smile.
es: Trató de sonreir para animar.

source: I had to say something to lighten the mood, but didn't know what to talk about.
es: Tenía que decir algo para cambiar el ambiente, pero no sabía qué decir.

source: {Haruka} "Umm, so what now? Shall I show you around somewhere else?"
es: {Haruka} "¿Queréis que os enseñe algo de los alrededores?"

source: Everybody was so depressed that nobody could answer her question.
es: Todos estaban tan decaídos que nadie respondió a su pregunta.

source: {Kazushi} "Hey, guys, let's just drop our stuff for now and rest. We can ask her to come back after a break."
es: {Kazushi} "Ey chicos, dejemos el equipaje primero."

source: {Haruka} "Yeah, that's a good idea. I'll be heading back, then, but if you need anything, just let me know."
es: {Haruka} "Es una buena idea. Si necesitáis cualquier cosa, decídmelo, ¿vale?"

source: Haruka waved as she left. Once we lost sight of her, we felt like a pack of abandoned dogs.
es: Se fue. Nos sentimos desamparados de repente.

source: {Pierre} "You think we'll be able to get used to living in this shack?"
es: {Pierre} "¿Crees que nos acostumbraremos a vivir en esta chabola?"

source: Everyone glanced at the shack with disgust. That was our new home? It had been our final hope, so the shock was severe.
es: Nadie lo tiene nada claro.

source: {Daigo} "Should we go inside?"
es: {Daigo} "¿Deberíamos entrar?"

source: {Kazushi} "I'm kind of reluctant, myself."
es: {Kazushi} "Soy algo reticente a entrar ahí."

source: {Appo} "I'll go put my stuff down."
es: {Appo-} "Dejaré mis cosas."

source: He was back as soon as he walked inside. He was covered in sweat.
es: Y nada más entrar: salió. Sudando lo que no está escrito.

source: {Appo} "What the fuck?! It's a sauna in there!! You can't live in a place like that!!"
es: {Appo-} "¡No es justo! ¡¡El interior es como una sauna!!"

source: {Pierre} "Thought so. The sun's still high."
es: {Pierre} "Es el momento más caluroso del día."

source: {Daigo} "The roof's just a sheet of iron, right? That's going to turn it into a hothouse in the afternoon."
es: {Daigo} "¿Habéis visto lo fino que es el techo? Es normal que acabe como una sauna."

source: {Kazushi} "At least it has a roof to keep the rain out... Right?"
es: {Kazushi} "Al menos... tenemos tejado..."

source: {Daigo} "I'm hungry..."
es: {Daigo} "Tengo hambre..."

source: {Pierre} "We don't get dinner tonight, remember?"
es: {Pierre} "¿Recuerdas que no pudimos pegar bocado?"

source: {Appo} "Stop, don't remind me. How much longer until breakfast tomorrow?"
es: {Appo-} "Calla. No me recuerdes que me he perdido la comida. ¿Cuántas horas quedan hasta la siguiente comida?"

source: He must be starving after how much he threw up on the boat.
es: Debe estar súper hambriento después de haber vomitado en el bote todo el camino hasta aquí.

source: {Kazushi} "Well, it's no use staying here. Let's go for a walk."
es: {Kazushi} "Chicos, no tiene sentido quedarse aquí. Vayamos a dar una vuelta."

source: {Appo} "Neither our normal nor our sexual appetites have any outlet. I feel like we've had 90% of our youth stolen from us."
es: {Appo-} "Tenía tantas ganas de comer y de tener sexo. ¡¡Y no tenemos nada!!"

source: I know we brought part of this on ourselves, but we were finished.
es: Nadie estaba muy constructivo.

source: Even the ocean breeze which felt so good when we arrived now feels like an annoying mockery of our situation.
es: Hasta la brisa del océano que resultaba tan reconfortante cuando vinimos, ahora resulta molesta.

source: We all stopped at a point overlooking the harbor.
es: Dimos una vuelta hasta donde pudimos ver el puerto.

source: {Pierre} "The port's so quiet now."
es: {Pierre} "Ahora está todo muy calmado."

source: {Appo} "It was like a festival when we came ashore. I think we've been had."
es: {Appo-} "Cuando llegamos era casi como un festival."

source: We couldn't have imagined how quiet it got at night. It felt like magic had been cast on the island.
es: Eramos incapaces de imaginar que estaría así de tranquilo por la tarde.

source: We looked down at the port and reflected on all of our dreams that had already been crushed by this island.
es: Perdimos toda la esperanza que habíamos tenido al principio del día.

source: No one said a word. No one moved an inch. No one knew what to do from here on.
es: Nadie sabía qué hacer a partir de ese momento.

source: {Kazushi} "Maybe this is karma for what we did."
es: {Kazushi} "Quizá nos merezcamos esto por lo que hicimos."

source: We felt like we had ruined everybody's party.
es: Nos sentimos como si hubiésemos arruinado la fiesta.

source: {Pierre} "I thought I'd be popular without having to say anything at an all girls' school."
es: {Pierre} "Pensé que podría tener a cualquier chica que quisiese al llegar aquí."

source: {Kazushi} "Don't be so hard on yourselves. Something good will happen."
es: {Kazushi} "Tranquilízate. Ya pasarán cosas buenas."

source: {Daigo} "But everyone treats us like criminals."
es: {Daigo} "Todo el mundo se piensa que somos unos pervertidos."

source: {Pierre} "Tripping up at the starting line sure hurt us bad. They stay away from us like we're perverts now."
es: {Pierre} "Desde luego no hemos dejado una muy buena impresión inicial."

source: {Kazushi} "Honestly, I think that was a big mistake. Those rumors spread in no time."
es: {Kazushi} "Aquello fue un gran error por nuestra parte."

source: It was shocking to see Appo being so honest. He really must be feeling weak.
es: Aquello nos pilló por sorpresa. Nunca habíamos visto a Appo- ser así de honesto. Debe sentirse realmente débil ahora.

source: Actually...it wasn't just Appo. We were all weak. The girls weren't talking to us. Our room was a shack.
es: En realidad no solo Appo-. Todo el mundo estaba realmente débil.

source: We thought that everything would go great for us if we came here, but that was all just an empty dream.
es: Estábamos todos con nuestras ensoñaciones sin tener razones sólidas.

source: But we had still hoped for some kind of major change.
es: Pero por algún motivo, yo todavía tenía alguna esperanza de la futura vida en esta isla.

source: But I guess things would just stay the same.
es: Aunque no sé por qué.

source: {Kazushi} "What should we do now?"
es: {Kazushi} "¿Qué deberíamos hacer ahora?"

source: I looked at everyone's faces, waiting for someone to answer me.
es: Les miré a la cara sucesivamente en busca de una respuesta.

source: {Pierre} "Do you honestly think something good is going to happen to us here?"
es: {Pierre} "¿De verdad crees que nos pasarán cosas buenas en esta isla?"

source: {Appo} "None of the girls will even talk to us. I'm not gonna get any girls here."
es: {Appo-} "Yo tampoco creo que vaya a conseguir a ninguna chica en este lugar."

source: {Daigo} "Real girls are scary!"
es: {Daigo} "Yo no estoy acostumbrado a las mujeres de verdad."

source: {Pierre} "Um, Daigo, you seriously sounded like a looney just now."
es: {Pierre} "Ey Daigo. Eso ha sonado como la frase de un tarado."

source: {Daigo} "I'm scared of what they're saying about us, too."
es: {Daigo} "Aunque lo que estamos haciendo aquí tampoco parece muy saludable."

source: {Pierre} "...true."
es: {Pierre} "Pozi."

source: {Kazushi} "You're right."
es: {Kazushi} "Tienes razón..."

source: We were all filled with a sense of despair. The sky was blue, the clouds were white, green forest was everywhere, and the blue ocean was all around us.
es: Ya estábamos muy lejos de nuestro punto de partida.

source: This was supposed to be the perfect summer - yet our hopes were completely dashed.
es: El verano que estuvimos esperando durante tanto tiempo... se ha esfumado.

source: {Kazushi} "Hah..."
es: {Kazushi} "Bueno..."

source: I took a few deep breaths so that I could clear my head.
es: Respiro hondo un par de veces para aclarar mi cabeza un poco.

source: This kind of thing happens sometimes. There were some crazy moments, but there were some pretty cute girls. Maybe this was a great island.
es: Bueno. Hay unas cuantas personas interesantes que me encantaría conocer, pero...

source: ...But maybe not for us?
es: quizá esta isla no era para nosotros.

source: {Kazushi} "Should we go home?"
es: {Kazushi} "¡¿Deberíamos volver?!"

source: Everybody raised their heads, as if they didn't understand me.
es: Levantaron la cabeza como si no llegasen a entenderme.

source: {Daigo} "Go home?"
es: {Daigo} "¿Volver a dónde?"

source: {Pierre} "How? We don't have any way to travel."
es: {Pierre} "No tenemos ningún bote."

source: {Kazushi} "There were boats in the port, right? Let's steal one and make our escape."
es: {Kazushi} "Robemos uno."

source: {Appo} "Are you serious!? You want to go home?"
es: {Appo-} "¿Hablas en serio?"

source: {Pierre} "You sure? We all studied so hard to pass the entrance exams. I know we're in bad right now, but there's nothing but girls here. If we keep at it, maybe we'll get at least one chance..."
es: {Pierre} "Estudiamos todos tanto para aprobar el examen para que pudiésemos estar todos aquí..."

source: Pierre didn't continue.
es: Pierre no continuó.

source: {Pierre} "Whatever. I don't care any more. It's impossible to do anything when you feel this down."
es: {Pierre} "Bueno. Ya me da igual."

source: {Kazushi} "Right?! So let's do something really crazy. Let's steal a boat and sail home!!"
es: {Kazushi} "¡Ey chicos! Hagamos algo extraordinario. ¡¡Robemos un bote!!"

source: {Appo} "Yeah, why not? Let's stun those girls who talked bad about us!"
es: {Appo-} "...Está bien. Voy a dejar anonadadas a todas las chicas que se rieron de mí."

source: {Pierre} "Let's show them what we're capable of!"
es: {Pierre} "¡Enseñémosles de lo que somos capaces!"

source: {Daigo} "But none of us know how to pilot a boat."
es: {Daigo} "Pero, ¿quién podría hacer funcionar un bote?"

source: {Kazushi} "We'll figure it out somehow! I have my motorcyclist's license! The boat said Mayaha on the engine, so I bet it runs the same!"
es: {Kazushi} "¡Ya averiguaremos cómo!"

source: {Pierre} "Alright! Let's get ready for our great escape!"
es: {Pierre} "¡Está bien! ¡Hagámoslo!"

source: {Appo} "Everybody pack your bags! We'll meet back here in five minutes!"
es: {Appo-} "¡Haced todos las maletas! ¡Reunión en 5 minutos!"

source: {Kazushi} "We'll show 'em what we can do!"
es: {Kazushi} "¡Les enseñaremos lo que podemos hacer!"

source: {Boys} "YEAH!"
es: {Chicos} "¡¡Sííí!!"

source: That's right. If we fail once, just start over and try again! Our possibilities are still as countless as the stars!
es: Está bien. Reempezaremos nuestra vida en cualquier otro sitio.

source: {Kazushi} "There's no one here, right? Let's move!"
es: {Kazushi} "No hay nadie por aquí, ¿no? ¡¡Vamos!!"

source: We ran with our luggage in tow. The bustling harbor from this morning was now dead quiet.
es: El puerto estaba muy tranquilo por la tarde.

source: We could hear each and every one of our footsteps.
es: Podíamos oír todos y cada uno de nuestros pasos.

source: {Daigo} "Hey, is it supposed to be this quiet?"
es: {Daigo} "Ey, ¿se supone que tendría que estar tan tranquilo?"

source: {Pierre} "Fishermen have to go to bed super early. I bet they're already home and finished drinking."
es: {Pierre} "Los pescadores dejan de faenar super temprano."

source: {Appo} "Which makes our job super easy! Let's steal a boat now and quickly make our way home."
es: {Appo-} "Lo que hace que nuestro trabajo sea extremadamente fácil."

source: {Daigo} "Which boat should we take, then?"
es: {Daigo} "¿Qué bote deberíamos robar?"

source: {Appo} "Let's get the coolest looking one!"
es: {Appo-} "¡Cojamos el más molón!"

source: {Kazushi} "That'd mean it's that one! Move out!"
es: {Kazushi} "¡Que será, ese!"

source: We spotted an awesome looking boat and dashed towards it.
es: Divisamos uno molón y nos lanzamos hacia él.

source: All of a sudden, we heard the sound of the earth shaking and the calm ocean surface began to bubble.
es: De repente, oímos algo proveniente de la superficie del océano.

source: {Appo} "What now!?"
es: {Appo-} "¿¡Qué ocurre!?"

source: The sound grew louder and the ocean waves grew bigger. It looked like something might leap out of the water at any minute.
es: La ola se fue volviendo cada vez más grande.

source: {Pierre} "There is something seriously fucked up with this island!"
es: {Pierre} "¡Tiene que pasar algo muy chungo con esta isla!"

source: {Kazushi} "The boat's just up ahead! We're almost there!"
es: {Kazushi} "¡Seguid corriendo! Ya casi estamos..."

source: All of a sudden, the boats began to sink.
es: De repente, todos los botes empiezan a hundirse.

source: {Kazushi} "All the boats are sinking!"
es: {Kazushi} "¡¡Los botes se están hundiendo!!"

source: {Daigo} "No...The ocean is sinking!"
es: {Daigo} "No... Es la superficie la que está bajando."

source: The surface of the water drifted farther down. Or was the island rising higher? I couldn't tell.
es: ¿Es la superficie del océano la que está bajando? ¿O es que esta isla está flotando?

source: Either way, the water went father away.
es: Sea como fuere, está pasando algo muy extraño.

source: {Kazushi} "The boats..."
es: {Kazushi} "Los botes..."

source: {Appo} "No way..."
es: {Appo-} "No puede ser..."

source: {Pierre} "What the hell is going on!?"
es: {Pierre} "¿¡Qué está pasando!?"

source: We couldn't do anything but watch:
es: No pudimos hacer nada con mirar...

source: The water level sank several hundred meters.
es: La línea de la playa bajó un par de cientos de metro.

source: Now we can't escape!!
es: ¡¿Cómo vamos a salir de aquí?!

source: {Boys} "No one told us about this!!"
es: {Chicos} "¡¡No puede ser verdad....!!"
