Repository: talestra/edelweiss
Catalog: translation/00206.po
Languages: es

source: {Appo} "What's alchemy?"
es: {Appo-} "¿Qué alquimia?"

source: {Daigo} "Isn't that the power to change lead into gold?"
es: {Daigo} "¿Ese no era el poder de convertir metal en oro?"

source: {Kazushi} "That only exists in manga, right? No academy like that exists."
es: {Kazushi} "Estáis de guasa, ¿no?"

source: {Haruka} "Yes it does, right here. This is an academy for the study of alchemy."
es: {Haruka} "Nuestra escuela es la escuela de la alquimia."

source: {Ran} "You didn't know?"
es: {Ran} "¿No lo sabíais?"

source: {Kazushi} "We didn't."
es: {Kazushi} "Pues no."

source: {Appo} "What's alchemy? Is it erotic like chemistry?"
es: {Appo-} "¿Qué es la alquimia? ¿Es algo erótico?"

source: {Mizuki} "You honestly didn't know? There should have been an explanation."
es: {Mizuki} "Dios mío, ¿de verdad que no lo sabéis?. ¿No os lo dijo nadie antes de que os matriculáseis?"

source: {Kazushi} "I think our minds probably stopped paying attention after all-girls' boarding school."
es: {Kazushi} "Puede que hubiese alguna orientación."

source: I doubt we heard anything after that. That was the important part to us.
es: Estábamos demasiado ocupados pensando en que iríamos a la escuela para chicas.

source: We didn't care what kind of all girls' school it was, but we never expected alchemy. Who would've thought it existed?
es: No nos importaba nada más con tal de que fuese la escuela para chicas.

source: {Pierre} "It's like magic, right? It's impossible."
es: {Pierre} "¿Es algún tipo de magia?"

source: Haruka glanced at me as she said that. Alchemy, huh? I wonder if I can do it.
es: Resulta difícil de creer.

source: {Kazushi} "How lucky can we be!?"
es: {Kazushi} "¡¡¿Cómo podemos tener tanta suerte?!!"

source: All four of us were lucky enough to be in the same class.
es: Resulta que nosotros cuatro estamos en la misma clase.

source: {Pierre} "It's too well set for luck. This was fate!"
es: {Pierre} "Lo sé."

source: {Appo} "We are destined to stay together! I know Kazushi's secret."
es: {Appo-} "¡Estamos destinados a permanecer juntos! Sé los secretos de Kazushi."

source: {Kazushi} "I know yours, too."
es: {Kazushi} "Y yo también sé los tuyos."

source: {Pierre} "We all know each other's secrets."
es: {Pierre} "Todos conocemos nuestros secretos."

source: {Kazushi} "I know. You're a super-shy guy."
es: {Kazushi} "Ya imagino. Eres un chico super vergonzoso."

source: Ran and Hinata-san are in our class too. Also...
es: Ran y Mizuki están con nosotros, y...

source: {Haruka} "Wow. This must be destiny."
es: {Haruka} "Vaya. Debe ser cosa del destino."

source: Haruka is with us, too. It was very reassuring to have so many familiar faces in our new class.
es: Haruka también.

source: {Haruka} "Let's all get along and have a great time!"
es: {Haruka} "¡Nos lo pasaremos en grande este semestre!"

source: {Ran} "Wait a minute. I thought you were in the class next to us."
es: {Ran} "Espera un momento. Yo creía que estabas en la clase de al lado."

source: {Kazushi} "Huh? The class next to us?"
es: {Kazushi} "¿No estás con nosotros?"

source: {Rin} "That's funny......"
es: {Rin} "Qué raro..."

source: {Sakura} "Oh, it's Harunyan. What're you doing here?"
es: {Sakura} "Ey, Haruka. ¿Qué haces aquí?"

source: Takase and Fujisaki-san were in our class too. They found it strange to see Haruka in this class though.
es: Sakura y Rin no sabían que Haruka estaba en nuestra clase.

source: {Haruka} "Oh, hey Sakura! I'm in this class, right?"
es: {Haruka} "¡Ey Sakura! Yo estaba en esta clase, ¿verdad?"

source: {Sakura} "Huh? Harunyan? Umm..."
es: {Sakura} "¿Tú? Eh..."

source: {Haruka} *stare*
es: {Haruka} *Haruka mirando a Sakura*

source: {Sakura} "Hmm?! I think I'm being sent a signal."
es: {Sakura} "¿¡!? ¿Me estás tratando de mandar algún mensaje?"

source: Looked that way to everyone else too. I'm pretty sure Haruka was the sender.
es: La verdad es que parece eso.

source: {Sakura} "Umm...... Harunyan was in this class, right?"
es: {Sakura} "Mmm... Eso creo."

source: {Pierre} "Signal got through."
es: {Pierre} "Mensaje enviado satisfactoriamente."

source: {Haruka} "See, Sakura knows I'm in this class."
es: {Haruka} "Veis, Sakura ya sabía que estaba en esta clase."

source: {Rin} "What's going on?"
es: {Rin} "¿Qué está pasando?"

source: {Ran} "It's hard to understand what Haruka says sometimes."
es: {Ran} "A veces resulta difícil de saber qué es lo que quiere Haruka."

source: {Mei} "Hello. Good morning, everyone. Please be seated."
es: {Mei} "Buenos días a todos, por favor, sentaos."

source: {Pierre} "Mei-sensei's our homeroom teacher! Yes! We are so lucky!"
es: {Pierre} "¡Mei es nuestra profesora! ¡toma ya! ¡Menuda suerte!"

source: {Daigo} "What is he talking about?"
es: {Daigo} "¿De qué está hablando?"

source: {Andou} "Oh no, what is he saying?"
es: {Rei} "¿Qué está haciendo?"

source: {Fuusen} "This thing is pissing me off. And what's with that stem on it's head?!"
es: {Hu-sen} "Me pones enferma. ¿¡Qué es esa cosa que tienes en la cabeza!?"

source: {Appo} "It's not a stem, it's my hairstyle!"
es: {Appo-} "¡No es una "cosa"! ¡¡Es un estilo de pelo!!"

source: {Andou} "He looks like an apple. Apple! Apple!"
es: {Rei} "Tu pelo parece como una manzana."

source: {Appo} "Shut up!"
es: {Appo-} "¡A callar!"

source: {Fuusen} "I'm known as the 'Snow White' of Eiden Academy. No wonder we'll never get along. Stay away from me, you filthy poisoned apple."
es: {Hu-sen} "Por cierto, la gene me llama "Blancanieves". No me extraña que no nos llevemos bien."

source: {Pierre} "You haven't been quiet at all. Now, calm down, both of you."
es: {Pierre} "Tranquilizaos."

source: {Daigo} "If you get Appo riled up, it'll lead to disaster."
es: {Daigo} "Creéme. No querríais enfadar a Appo-."

source: {Haruka} "Now, now, everybody calm down. Deep breath, deep breath. It's not good to fight on your first day of school."
es: {Haruka} "Venga, por favor, que hoy es nuestro primer día de clase."

source: Everybody watched Haruka as she tried to stop the fight.
es: Todos miraban a Haruka mientras trataba de parar la pelea.

source: {Haruka} "What's wrong, everybody?"
es: {Haruka} "¿Qué pasa con todo el mundo?"

source: {Mei} "Which reminds me, why are you here, Aozora-san? You're in the class next door, aren't you?"
es: {Mei} Por cierto, ¿qué haces aquí, Haruka? Tu estás en la otra clase."

source: {Haruka} "Oh, umm, well...Ah, yes, uh-huh! I just transferred to this class today! I hope you'll all take good care of me."
es: {Haruka} "¡Ah, sí...! ¡Me han cambiado a esta!"

source: {Ran} "Nope. Haruka, what are you thinking?"
es: {Ran} "Claro que no. Haruka, ¿qué estás haciendo?"

source: {Haruka} "Ummmm..."
es: {Haruka} "¿Eh?"

source: {Appo} "Who cares. The more cute girls, the better!"
es: {Appo-} "Qué mas da. Todas las clases necesitan una heroina."

source: {Pierre} "He's right. Let's just have fun and not worry about it."
es: {Pierre} "Tiene razón, dejad que se quede en nuestra clase."

source: {Mizuki} "Huh? She can do this?"
es: {Mizuki} "¿Se supone que es así de fácil?"

source: {Mei} "Of course not. Homeroom is starting now. Go back to your proper classroom."
es: {Mei} "Claro que no. Tienes que volver a tu clase."

source: {Haruka} "Umm... I'm the principal's granddaughter, you know?"
es: {Haruka} "Recuerdas quién es mi abuela, ¿no?"

source: {Mei} "And your point being?"
es: {Mei} "¿Y qué?"

source: She was quickly shot down.
es: No ha funcionado.

source: {Haruka} "...No, no point. I'll go back. Hah..."
es: {Haruka} "Está bien..."

source: {Pierre} "What made her wanna stay so bad?"
es: {Pierre} "¿Por qué quería tanto quedarse?"

source: {Ran} "I don't know-"
es: {Ran} "No sé."

source: {Everybody} "Yes, sensei!"
es: {Todos} "¡Sí!"

source: {Mei} "Now, let's begin homeroom."
es: {Mei} "Empecemos la clase."

source: Mei-sensei put the incident behind us really fast and got the class to order.
es: Mei dejó estar el incidente rápidamente y empezó la clase.

source: {Mei} "You should be seated by your student ID number. If there are any requests to do so, we can rearrange seating later."
es: {Mei} "Ahora mismo estáis sentados por orden alfabético, pero ya cambiaremos mas tarde."

source: {Appo} "Yes! I request! I request! Back here! I would like to sit in front of you, sensei!"
es: {Appo-} "¡Sí! ¡¿Puedo sentarme en primera fila para verte mejor?!"

source: {Pierre} "Me too!"
es: {Pierre} "¡Yo también!"

source: {Mei} "Alright, then we'll rearrange seats at a later date. Until then, please bear with it."
es: {Mei} "Hoy no. Dadme algo de tiempo."

source: {Appo} "Now that you've told me to bear with it, I'll have to, sensei."
es: {Appo-} "Si me pides "algo de tiempo", puedes dar por sentado que te lo daré."

source: {Mei} "What are you talking about?"
es: {Mei} "¿De qué estáis hablando?"

source: The girls were giving them looks of revulsion, but I don't think Pierre and Appo saw anyone but the teacher.
es: Las chicas vuelven a mirarlos con asco.

source: Right in the middle of the classroom.
es: En mitad de la clase.

source: {Mizuki} "Oh..."
es: {Mizuki} "Ey..."

source: {Kazushi} "Oh, yeah. My last name, Haruma is close to yours."
es: {Kazushi} "Ah, es cierto. Mi apellido empieza por la letra siguiente al del tuyo."

source: I took my seat. Hinata-san seemed stiff sitting next to me. Is she nervous?
es: Por algún motivo, parece estar un poco nerviosa por sentarse a mi lado.

source: {Pierre} "Shit, I'm next to the barbarian."
es: {Pierre} "Mierda, tú estás a mi lado."

source: {Fuusen} "What do you mean "shit!?" That's how I feel about you!"
es: {Hu-sen} "¿Qué quieres decir con "mierda"?! Eso lo tendría que decir yo."

source: {Mei} "Guys!"
es: {Mei} "¡Chicos!"

source: Sensei swung her hand down between them as if cutting an invisible thread.
es: Se puso entre los dos.

source: {Fuusen} "I don't need any men for anything."
es: {Hu-sen} "No tengo necesidad de llevarme bien con los hombres."

source: {Appo} "Liar. You're desperate to get it on with a man."
es: {Appo-} "Mentirosa. Estás chorreando por tener a un hombre."

source: {Fuusen} "Shut up! I'll pluck that stem off!"
es: {Hu-sen} "¡Cállate!"

source: They were staring each other down again. They just didn't get along at all.
es: Ahora Mizuki está mirando a Appo-.

source: She'd come up with a good idea.
es: Ha tenido una buena idea.

source: {Pierre} "I wanna introduce myself!!"
es: {Pierre} "¡¡Yo quiero presentarme!!"

source: Those two always try to be the center of attention.
es: Esos dos tratan siempre de ser el centro de atención.

source: That's right, Appo's real name was Jinnai Toshiaki. No one ever calls him that, though. Even I'd forgotten about it.
es: Hasta yo me olvidé de que se llamaba así.

source: {Appo} "My name is Jinnai Toshiaki. My hobby is..."
es: {Appo-} "¡Me llamo Toshiaki Jin-nai! Y mi hobby es..."

source: {Andou} "Stealing panties!"
es: {Rei} "Robar braguitas."

source: {Appo} "Yes, my hobby is stealing panties. I prefer warm, freshly worn ones, but I'll take them washed as well."
es: {Appo-} "¡Sí, ese es mi hobby! ¡Prefiero las usadas, pero no me importa que estén limpias!"

source: {Appo} "............Hey!"
es: {Appo-} "¡Ey...!"

source: {Pierre} "He went along with it perfectly."
es: {Pierre} "Qué fácil ha sido."

source: {Kazushi} "Way to completely blow up your first impression."
es: {Kazushi} "La acabas de liar parda."

source: All the girls were sure to remember him as a pervert.
es: Todas las chicas la verán como un pervertido.

source: {Pierre} "No, you sniffed them good."
es: {Pierre} "Sí, si que lo estás."

source: {Andou} "That parachute!? What are you talking about!?"
es: {Rei} "¿¡Esa cosa enorme!? ¿¡A qué te refieres!?"

source: {Appo} "Yours! Your panties! What was that?! Haaaaahhh...."
es: {Appo-} "Me refería a tus bragas, por supuesto..."

source: {Fuusen} "What are you sagging your shoulders and sighing for?! Sensei! Can we use this thing as a target for the Archery Club?!"
es: {Hu-sen} "¡Señorita Ibuki! ¿¡Puedo usarlo como diana en mi club de arco!?"

source: {Appo} "I'm not an apple!!"
es: {Appo-} "¡¡No soy una manzana!!"

source: The huge girl started to cry once more.
es: La chica enorme empezó a llorar de nuevo.

source: {Andou} "BWAAAAAAAAAAAAAAAAAAAAAAAAAAA!"
es: {Rei} *Llorando intensamente*

source: {Mei} "My, my, what a mess. Moving on, next, Horikawa-kun please."
es: {Mei} "Está bien. Siguiente. Horikawa, te toca."

source: {Pierre} "Me? Now?"
es: {Pierre} "¿Yo? ¿ahora?"

source: {Appo} "Go ahead. I've already warmed them up for you."
es: {Appo-} "Adelante. Ya te he preparado el ambiente para ti."

source: He seemed clueless as to what he could say in this situation.
es: No parece saber qué decir en esta situación.

source: {Pierre} "I-I'm Horikawa Masao. My hobby is playing the guitar. I also write songs."
es: {Pierre} "Me llamo Masao Horikawa. Mi hobby es tocar la guitarra. También compongo canciones."

source: {Fuusen} "You think that playing the guitar will make you popular. I've seen it everywhere."
es: {Hu-sen} "Muchos chicos tocan la guitarra para atraer a las chicas."

source: {Pierre} "Ggh..."
es: {Pierre} "¿¡...!?"

source: Bull's eye. He wasn't able to continue on anymore.
es: Ha sacado la verdad a relucir.

source: {Pierre} "I shampoo my hair every day!"
es: {Pierre} "¡Me lavo la cabeza todos los días!"

source: The entire class fell silent for a moment. Is something really bad about to happen?
es: La clase entera enmudeció de repente...

source: {Mei} "Mei Ibuki, MEIde in Japan."
es: {Mei} "Soy Mei Ibuki. Soy producto nacional japonés."

source: Silence......
es: *La clase no le ríe la broma*

source: The air in the room grew cold, the guys were shocked, and the girls were averting their gaze?
es: Las chicas ni siquiera están escuchándola.

source: {Mei} "My father MEI have named me, I'm not sure. But it's convenient. Just remember, Mei in MEI."
es: {Mei} "Creo que fue mi padre quién me puso mi nombre."

source: Huh? What? Hey? Something funny's going on. Every time sensei spoke, the room got colder.
es: Hay algo extraño. Las estudiantes no están prestándole atención.

source: {Kazushi} "Huh? M-me?"
es: {Kazushi} "¿Yo?"

source: With a completely overdramatic set of motions, sensei blew me a... kiss?
es: ¿¡Me ha lanzado un beso!?

source: {Kazushi} "Uh, umm, I think?"
es: {Kazushi} "Supongo."

source: {Mei} "Then it truly MEIde an iMWAHct!"
es: {Mei} "¡Bien!"

source: {Kazushi} "Huh? O-ohh! Puns!"
es: {Kazushi} "¡¡Estamos en clase, señorita Ibuki!!"

source: {Mei} "Yes, that's right! Haruma-kun, it took you a while to notice. By the way, that last one was a pun on impact and mwah."
es: {Mei} "No pasa nada. ¡¡Estoy de buen humor!!"

source: She was bothering to explain it. The whole classroom was silent.
es: Supongo que todos conocerían esa característica infantil suya y no querrían que empezase.

source: {Mizuki} "She'd be a great teacher if not for that."
es: {Mizuki} "Es una buena profesora. A excepción de por eso."

source: {Mei} "Oh, we're out of chime. This marks the end of our homeroom."
es: {Mei} "Ah, el tiempo pasa rápido."

source: Silence...
es: *La clase sigue en silencio*

source: {Kazushi} "I think she should at least stop explaining them."
es: {Kazushi} "Haremos lo que podamos."

source: I never knew sensei was like that. I guess everyone has a fault.
es: Ella se está esforzando al máximo. Nosotros deberíamos hacer lo mismo.

source: {Daigo} "I didn't even get to introduce myself..."
es: {Daigo} "Ha estado hablando todo el rato, ni siquiera me ha llegado el turno..."
