Repository: talestra/edelweiss
Catalog: translation/00206.po
Languages: es

source: Sempai looked a little annoyed, but he didn't mind talking about bread. He quietly took a bite of his bread.
es: Mientras hablen sobre pan, Panchu- estará contento.

source: {Appo} "Panchu-sempai would never lay a hand on a girl, though. They're taking advantage of that and carrying on."
es: {Appo-} "Además, Panchu- nunca se pondrá violento con las chicas."

source: {Daigo} "Sempai's so popular. I'm jealous."
es: {Daigo} "Me gustaría ser como el."

source: {Kazushi} "What is it?"
es: {Kazushi} "¿Qué ocurre?"

source: There was one lively table on the border between the guys and girls. Yagami-sensei was surrounded by girls.
es: Esta vez es el profesor Yagami. También está rodeado de unas cuantas chicas.

source: {Appo} "One, two, three...six girls are with him!"
es: {Appo-} "Tiene a 6 chicas alrededor..."

source: Yagami-sensei was having a friendly conversation with the girls as a teacher.
es: Es un profesor. Tiene mucha más experiencia hablando con chicas que nosotros.

source: {Girl 4} "Hey, sensei, do you have a girlfriend?"
es: {Chica 4} "¿Y tienes novia?"

source: {Yagami} "Yes, I'm happily married."
es: {Profesor Yagami} "Estoy felizmente casado."

source: {Girl 5} "What? You're already married?! Oh no!!"
es: {Chica 5} "¿¡Estás casado...!? ¡¡No...!!"

source: {Girl 6} "You still look so young! You must have gotten married early."
es: {Chica 6} "Todavía pareces joven, debiste casarte muy pronto."

source: {Yagami} "I was 18 when I got married."
es: {Profesor Yagami} "Me casé cuando tenía 18 años."

source: {Girl 6} "What!? That's super early!?"
es: {Chica 6} "¿¡Qué!? ¡Eso es super pronto!"

source: {Girl 4} "18? So you were still a student? Is your wife the same age?"
es: {Chica 4} "? ¿Y cuantos años tenía tu esposa?"

source: {Yagami} "My honey was two years older. A few things happened, and she had gotten pregnant..."
es: {Profesor Yagami} "Ella tenía dos más que yo."

source: {All girls} "A shotgun wedding!!"
es: {Chicas} "Déjanos adivinar. ¡La dejaste embarazada!"

source: They all spoke in sync. Their eyes were sparkling.
es: A las chicas les encanta este tipo de cosas.

source: {Kazushi} "Girls like shotgun weddings?"
es: {Kazushi} "Me pregunto si es así como les gustaría acabar casadas."

source: {Pierre} "No, they just love to gossip."
es: {Pierre} "Apuesto a que no. Simplemente es que les encantan los cotilleos."

source: Yagami-sensei smiled as he pulled the photo out. He carries that picture of his kids everywhere he goes. We've seen it before too.
es: Lleva esa foto de sus niños a todos sitios.

source: {Girl 6} "Oh, wow! They're so cute!"
es: {Chica 6} "¡Mirad, son monísimos!"

source: {Girl 4} "And you have three of them! Your wife's beautiful too!"
es: {Chica 4} "Así que tenéis tres... Y tu esposa también es muy guapa."

source: {Appo} "How can they have so much fun just talking about his wife and kids?!"
es: {Appo-} "¿Cómo pueden estar pasándoselo tan bien simplemente con hablar de su familia?"

source: {Pierre} "They're going crazy over a married man! He's off the table - they should be talking to us instead!"
es: {Pierre} "Están loquitas perdidas con un hombre casado. Eso deberían hacerlo con nosotros."

source: {Daigo} "That's the way this unfair world turns. A loser will always end up last no matter where he goes."
es: {Daigo} "Este es un mundo muy injusto. Un perdedor va a perder siempre vaya a donde vaya."

source: {Kazushi} "Don't be so negative."
es: {Kazushi} "No seas tan negativo."

source: We were already depressed. This morning had shown us the severity of our stratified society.
es: No eramos un grupo de chicos muy seguro. Eso por descontado.

source: {Kazushi} "Anyways, let's eat! Good things will happen when we eat! Not that I can back that up!"
es: {Kazushi} "De todas formas, ¡vamos a comer! ¡Ya nos pasarán cosas buenas cuando empecemos a comer!"

source: {Pierre} "That's right! We might even get to eat with the girls!"
es: {Pierre} "¡Tienes razón! ¡Puede que hasta podamos comer con chicas...!"

source: We looked around for an open seat. We were hoping to sit next to some girls.
es: Tratamos de encontrar un asiento junto a la pila de chicas.

source: {Fuusen} "Hey Rei! Don't steal my pickles!"
es: {Hu-sen} "¡Ey Rei! ¡No me robes mis pickels!"

source: {Andou} *omnomnomnomnomnomnom*
es: {Rei} [Comiendo como un cerdo]

source: The two girls from our shocking encounter in the nurse's office yesterday were wolfing down their breakfast. The big one was Andou Rei, the other was Fuusen Kazuko.
es: Son las dos chicas que nos encontramos en la enfermería ayer.

source: {Daigo} "A pig...... There is a pig......"
es: {Daigo} "Un cerdo... es un cerdo..."

source: {Fuusen} "Pass the soy sauce! Ah! You spilled it!"
es: {Hu-sen} "¿Me pasas esa salsa? Ups, lo siento, ¡no quería derramarlo!"

source: She was screaming with food in her mouth. It was incredibly... ugly.
es: Hemos descubierto que algunas chicas comen como los hombres...

source: {Appo} "What the hell is that? That's no woman!"
es: {Appo-} "¡Se supone que las chicas no deberían comer así!"

source: {Fuusen} "Hmm?! Someone's watching us?!"
es: {Hu-sen} "¡¿Quién me está mirando?!"

source: She noticed our glances and turned around to us. Her mouth was so stuffed with food that her cheeks were puffed out.
es: Su boca estaba repleta de todo tipo de cosas.

source: {Fuusen} "What are you looking at?! Could you please not eye rape us first thing in the morning?"
es: {Hu-sen} "¿¡Y ahora a qué estáis mirando!?"

source: {Appo} "Dumbass! Who would look at you?! Quit showing us how ugly you are!"
es: {Appo-} "¡No queríamos mirar! ¡Y tú! ¡Come como las chicas!"

source: {Andou} "Lick, lick, lick."
es: {Rei} *Chupando platos*

source: {Daigo} "She's licking her plate clean."
es: {Daigo} "Está chupando los platos..."

source: {Pierre} "Those girls are the exceptions. Everything has an exception. Let's go over there, guys."
es: {Pierre} "Esa chica es una excepción. Es la excepción que confirma la regla."

source: We got ourselves together and made our way past their table. Every table was pretty noisy. It certainly wasn't the elegant breakfast we had expected.
es: Nos resultó difícil encontrar una mesa vacía. No pensábamos que el desayuno estuviese así de concurrido...

source: {Ran} "Hey, Kazushi!"
es: {Ran} "Oye, ¡¡Kazushi!!"

source: Ran waved her hand at us from a table by a window. She was eating with several other girls.
es: Rei nos localizó.

source: {Ran} "This way-! Let's eat together!"
es: {Ran} "¡Por aquí! ¡Comamos juntos!"

source: {Pierre} "Yes! This is finally our chance to get to know some girls!"
es: {Pierre} "¡Sí! ¡Al fin tenemos una oportunidad de conocer chicas!"

source: {Appo} "Gladly, gladly! And while we're at it, I'd like to eat you too!"
es: {Appo-} "Sí, ¡comeremos con vosotras chicas! ¡Yo también quiero comer con vosotras!"

source: Ran was with her friends.
es: Ran estaba con sus amigas.

source: {Mizuki} "Oh...... Morning..."
es: {Mizuki} "Buenos días..."

source: {Kazushi} "Hey!"
es: {Kazushi} "¡Ey!"

source: Hinata-san, right? I tried to give her a friendly greeting, but she wasn't very thrilled to see us.
es: Traté de sonar todo lo alegre posible al verla, pero era reticente a contestarme.

source: {Ran} "She's not a morning person."
es: {Ran} "No suele tener buen despertar."

source: {Kazushi} "Oh, you're not? You're still sleepy in the mornings?"
es: {Kazushi} "Ya veo."

source: {Mizuki} "Yeah, sorry..."
es: {Mizuki} "Lo siento..."

source: {Kazushi} "No worry."
es: {Kazushi} "¡No pasa nada, no te preocupes!"

source: She really did look tired and irritated. It was hard to talk to her.
es: Parecía realmente cansada e irritada.

source: {Ran} "Sit down, you guys. Kazushi, you sit next to me!"
es: {Ran} "Sentaos chicos. Kazushi, ¡siéntate junto a mí!"

source: {Kazushi} "All right......"
es: {Kazushi} "Vale..."

source: On the other hand, Ran seemed to be the epitome of a morning person. I felt like we were longtime friends, even though we'd just met yesterday for the first time.
es: Ran en cambio, sí que estaba muy animada. Tenía la sensación como si fuésemos amigos desde hace mucho tiempo pese a haberla conocido ayer.

source: Yesterday was a long day, though. I was nearly murdered.
es: Aunque ayer fue un día muy largo.

source: {Kazushi} "Oh, hey."
es: {Kazushi} "Ah, oye."

source: I whispered to Ran.
es: Susurré a Ran.

source: {Kazushi} "Are you sure it's OK for me to be here?"
es: {Kazushi} "¿Estás segura de que está bien que esté yo aquí?"

source: {Ran} "What're you talking about?"
es: {Ran} "¿A qué te refieres?"

source: {Kazushi} "Remember, I know about the island's secrets. The government's weapons factory..."
es: {Kazushi} "Recuerda que sé los secretos más profundos de la isla. Lo del gobierno y todo eso..."

source: I had to be careful to make sure nobody else could hear this. My life could be in danger if I did.
es: Tengo que tener cuidado de que nadie escuche eso.

source: {Ran} "What......?"
es: {Ran} "¿Qué...?"

source: For a second, Ran gave me a blank look.
es: Por un momento, no sabía muy bien de qué le estaba hablando.

source: {Ran} "Ahahahahahaha!"
es: {Ran} *Riéndo a carcajadas*

source: She started laughing her ass off.
es: Empieza a reirse a carcajadas.

source: {Kazushi} "What? What's so funny?"
es: {Kazushi} "¿Qué? ¿Qué es lo que tiene tanta gracia?"

source: {Ran} "Wow, you really believed that?! Kazushi, come on! Ahahahahahahaha!"
es: {Ran} "¡No puedo creer que te creyeses eso!"

source: {Kazushi} "W-what do you mean "do I still believe that"?!"
es: {Kazushi} "¿Qué quieres decir? ¿A qué te refieres con "creemer eso"?"

source: {Ran} "That was such an obvious lie! Wow, Kazushi, you crack me up! Ahahahaha!"
es: {Ran} "¡Pues que era una broma! ¡Eres muy raro!"

source: {Kazushi} "A lie?"
es: {Kazushi} "¿Era una broma?"

source: {Kazushi} "What?! A lie?! You mean that was a lie?!"
es: {Kazushi} "¿¡Que estabas de broma!?"

source: {Ran} "Of course it was. How could that have been real?"
es: {Ran} "Pues claro. ¿Cómo iba a ser eso real?"

source: But......
es: Pero...

source: {Kazushi} "Oh yeah! Then what was that thing chasing us?!"
es: {Kazushi} "¡Ah, claro! Entonces, ¿qué era esa cosa que nos estuvo siguiendo hasta el puente?"

source: That thing made me believe her. That wasn't normal.
es: Es por eso que tuve que creerme su historia.

source: {Ran} "Oh, that? That's just a signpost."
es: {Ran} "Era simplemente una señal."

source: {Kazushi} "A signpost doesn't walk and talk."
es: {Kazushi} "¿Y cómo iba a poder correr una señal?!"

source: {Ran} "They do on this island."
es: {Ran} "En esta isla puede."

source: {Pierre} "Oh, are you talking about that strange thing?"
es: {Pierre} "¿De qué estáis hablando?"

source: Pierre slipped into the seat on the other side of ran as he talked to her.
es: Ha sido eso por el simple hecho de poder sentarse junto a Ran.

source: {Appo} "All right! I'll sit here, then!"
es: {Appo-} "¡Está bien! ¡Yo me siento aquí!"

source: {Pierre} "Why don't we sit alternating? Wouldn't that way be more poetic?"
es: {Pierre} "¿Qué tal si nos sentamos mezclados? ¡Así nos podremos conocer mas rápido!"

source: {Ran} "You boys are so energetic this morning!"
es: {Ran} "Si que estáis con energía de buena mañana."

source: Appo and Pierre did a good job of making sure we sat boy-girl.
es: Appo- y Pierre hicieron un buen trabajo mezclando chicos y chicas.

source: {Mizuki} "A cabaret?"
es: {Mizuki} "¿Llamas a esto cabaret...?"

source: {Appo} "Here you are!"
es: {Appo-} "Sí."

source: {Mizuki} "Hey, Ran, don't start that this early."
es: {Mizuki} "Ey Ran, ya basta."

source: {Kazushi} "Look, I know you're having a lot of fun, but aren't we supposed to be behaving ourselves?"
es: {Kazushi} "Chicos. Tenemos que comportarnos."

source: {Appo} "Oh come one, what's wrong? We're paying them for this. Wight, Mijuki-chwan?"
es: {Appo-} "No pasa nada, Kazushi, les pagaré."

source: {Kazushi} "Come on, that's enough. Appo, you need to stop too."
es: {Kazushi} "Eh, venga. Ya está bien."

source: I should really stop them before things get out of hand.
es: Debería pararles antes de que se nos escape de las manos.

source: {Appo} "Tsk. Fine."
es: {Appo-} "Vaale."

source: Appo looked like a child who just had his favourite toys taken away as he stuffed the wad of bills back in his pocket.
es: Appo- parecía como un niño al que le acaban de quitar un juguete.

source: {Mizuki} "No thanks, I'd rather not."
es: {Mizuki} "No habrá próxima vez."

source: {Mizuki} "I can't take someone's money for no reason."
es: {Mizuki} "Yo no puedo coger el dinero de alguien sin haber algún motivo."

source: {Pierre} "I'll give you a good reason."
es: {Pierre} "Yo te daré un buen motivo."

source: Pierre got everyone's attention. After looking back at each of them, he put on a big smile and said his line.
es: Pierre consiguió la atención de todos.

source: {Ran} "So Mizuki's beauty is only worth 1,000 yen? Hear that, Mizuki?"
es: {Ran} "¿Estás diciendo que su belleza solo vale 1000 yenes?"

source: {Pierre} "No, that's not my point. Her beauty is priceless!"
es: {Pierre} "No, no me refería a eso. ¡Su belleza no tiene precio!"

source: {Haruka} "Sounds like you guys are having a good time. Can I join you?"
es: {Haruka} "Parece que os lo estáis pasando bien ¿puedo unirme a vosotros?"

source: Just as I heard her bright voice, Haruka joined our group. She turned her friendly, beaming smile to each of us.
es: Haruka apareció y se unió a nosotros. Está sonriendo.

source: Seems like Haruka's a morning person too.
es: Haruka parece tener un buen despertar.

source: {Ran} "Of course. Sit anywhere you'd like."
es: {Ran} "Claro, siéntate donde quieras."

source: {Haruka} "Thanks......"
es: {Haruka} "Gracias..."

source: She walked straight over towards my seat.
es: Andó directa hasta mi sitio.

source: {Haruka} "Can I sit next to you?"
es: {Haruka} "¿Puedo sentarme a tu lado?"

source: {Kazushi} "Me? Sure."
es: {Kazushi} "¿A mi lado? Claro."

source: {Haruka} "Okay, excuse me."
es: {Haruka} "Gracias."

source: Ran on my right. Haruka on my left. I'm getting nervous.
es: Ran a la derecha, Haruka a la izquierda. Estoy empezando a ponerme nervioso.

source: {Haruka} "I'm so happy to see you-"
es: {Haruka} "Me alegro mucho de verte."

source: {Kazushi} "Don't worry. We won't try to run away again. After all, we can't."
es: {Kazushi} "No te preocupes, no volveremos a tratar de escapar."

source: {Haruka} "Yeah. Oh, but don't push yourselves okay? If you ever need any help, let me know."
es: {Haruka} "Recuerda, si tenéis cualqueir duda, venid a verme, ¿vale?"

source: {Kazushi} "I will. But you have to promise me that you won't do anything crazy like you did last night, OK?"
es: {Kazushi} "Ya, ya. Pero tienes que prometerme que no volverás a hacer ninguna locura como la de anoche, ¿vale?"

source: I remembered how soaked Haruka was. And how we saw her underwear. Course, before that, I saw her naked.
es: Recuerdo que acabó empapada por buscarnos. También puedo recordar su cuerpo mojado.

source: That little memory caused me to stare at her breasts.
es: Ese recuerdo me hizo quedarme mirando a sus pechos.

source: {Haruka} "Ah!..."
es: {Haruka} "¿¡...!?"

source: {Kazushi} "Oh, sorry, I..."
es: {Kazushi} "Lo siento..."

source: {Haruka} "N-no, it's okay. You've just caught me at embarrassing moments."
es: {Haruka} "No te preocupes. Es que me da vergüenza."

source: She blushed as she gave me a friendly smile. I really have caught her at embarrassing moments.
es: Debería alejarme de su vida privada.

source: {Ran} "What do you mean embarrassing moments? Kazushi, you didn't go peeping did you?"
es: {Ran} "¿Vergüenza por qué? Kazushi, ¿es que la has espiado o algo?"

source: {Mizuki} "Huh? Peeping?"
es: {Mizuki} "¿Espiar? ¿Quién?"

source: For some reason, Hinata-san was remarkably sensitive about that word.
es: Mizuki estaba muy sensible a esa palabra por algún motivo.

source: {Kazushi} "You don't tell me that at all! I don't peep on people anyways!"
es: {Kazushi} "Eh, que yo no espío a nadie."

source: {Appo} "Kazushi-kun can be a little too honest with his desires sometimes."
es: {Appo-} "En ocasiones eres demasiado honesto para tus deseos."

source: {Kazushi} "Cut it out, now."
es: {Kazushi} "No tiene gracia."

source: Hinata-san, please don't look at me so suspiciously.
es: Mizuki me está mirando sospechosamente.

source: {Sakura} "You guys haven't started eating yet?"
es: {Sakura} "¿No habéis empezado a comer todavía?"

source: Her name was Sakura, right? The other girl was Rin, I think.
es: Sakura y Rin aparecieron.

source: Those two looked disappointed to see our table for some reason.
es: Ambas parecían decepcionadas al mirar a nuestra mesa por algún motivo.

source: {Rin} "It was our class's turn to serve breakfast this morning. Don't you boys like our cooking?"
es: {Rin} "Le tocaba a nuestro grupo servir el desayuno esta mañana. ¿No os gusta nuestra cocina?"

source: {Kazushi} "The students take turns to cook?"
es: {Kazushi} "¿Las estudiantes se turnan para cocinar?"

source: {Sakura} "Yeah, for breakfast at least. We all take turns."
es: {Sakura} "Solo en los desayunos."

source: {Rin} "Umm, could you please try it for us? I didn't know what you boys would like, so I was hoping to hear what you thought of it."
es: {Rin} "¿Podéis comer y decirnos qué tal está?"

source: {Sakura} "Rin is dedicated to her cooking. Her food is amazing, though. It's your loss if you don't try it."
es: {Sakura} "Rin es muy buena cocinando. Probad lo suyo, os encantará."

source: {Mizuki} "Yeah, Rin's cooking is my favourite. I wish it was her turn every morning."
es: {Mizuki} "A mí me encanta la comida de Rin. Ojalá fuese su turno todos los días."

source: {Rin} "I wouldn't mind cooking every morning, but wouldn't you get bored with it?"
es: {Rin} "No me importaría, pero os acabaríais aburriendo."

source: {Haruka} "No way, no way! Rin-chan's cooking is really delicious. You could call her the mother of Eiden Academy."
es: {Haruka} "¡Es imposible cansarse de tu cocina! A mí también me encanta."

source: {Appo} "I'm getting hungry just hearing about it."
es: {Appo-} "Me ha entrado mucha hambre al oír todo eso."

source: {Kazushi} "All right, let's eat!"
es: {Kazushi} "Está bien, ¡comamos!"

source: {Daigo} "Let's see......"
es: {Daigo} "Veamos..."

source: We put our chopsticks to work. With the guys' stomachs in mind, they made big bowls. It was a fresh seafood platter with simple flavouring and an abundance of seafood.
es: Esta mañana había un bol de marisco fresco.

source: There were grated yams and soup to go with it. It was an ample, gorgeous looking breakfast.
es: Qué desayuno más exquisito.

source: {Kazushi} "Chomp, chomp, chomp."
es: {Kazushi} *Comiendo*

source: {Pierre} "......Wow! This is great!"
es: {Pierre} "¡Increíble...! ¡¡Está genial!!"

source: {Appo} "Did you really make this, Rin-chan?"
es: {Appo-} "¿Has ehcho tú esto, Rin?"

source: {Pierre} "We haven't heard your last name yet."
es: {Pierre} "Porque no sabemos tu apellido."

source: {Sakura} "Oh yeah. Well, I'm Takase Sakura, and her name is Fujisaki Rin."
es: {Sakura} "Ya veo. Yo me apellido Takase. El de Rin es Fujisaki."

source: {Sakura} "Today's breakfast was made for you by this girl, the mother of Eiden Academy, Fujisaki Rin. So, delicious, right?"
es: {Sakura} "Y respondiendo a su pregunta, señor Appo-, sí Rin hizo todo esto."

source: {Daigo} "You're a genius."
es: {Daigo} "Eres formidable..."

source: Daigo was quite impressed. He was usually rather picky about food, so it wasn't common for him to praise someone's cooking like that.
es: Daigo está gratamente sorprendido.

source: {Rin} "Stop it, you guys."
es: {Rin} "Parad chicos..."

source: {Rin} "Huh? But it only cost 50 yen a person?"
es: {Rin} "¿En serio? El coste de esto son unos 50 yenes el bol."

source: {Pierre} "Rin-chan, you're like one of those ideal bride types you don't see anymore. I'd love to have you in my house."
es: {Pierre} "Serías una gran ama de casa."

source: {Rin} "Me... The ideal bride..."
es: {Rin} "No me halagueis..."

source: {Kazushi} "Oh, how traditional."
es: {Kazushi} "Una chica muy tradicional."

source: {Rin} "Stop it, you don't need to flatter me."
es: {Rin} "Gracias."

source: {Pierre} "Why do we have to cook?"
es: {Pierre} "¿También tenemos que cocinar?"

source: {Sakura} "Like I said, we take turns. Eventually, it'll come around to you guys cooking."
es: {Sakura} "Sip. Todas las habitaciones hacen turnos."

source: {Pierre} "Shit, I never cooked anything in my life."
es: {Pierre} "Yo no he cocinado en toda mi vida."

source: {Appo} "I've made some instant noodles before......"
es: {Appo-} "Yo he ehcho algunos fideos instantáneos alguna vez..."

source: {Kazushi} "I'm not confident either."
es: {Kazushi} "Y yo."

source: I only have one item in my repertoire. Will we actually be able to handle our turn?
es: Eso es lo único que sabemos hacer.

source: {Sakura} "Ahaha, I think the boys' turn will be a little scary."
es: {Sakura} "Será interesante."

source: {Ran} "That day will be my big chance! I better start stocking up on indigestion medicine to sell!"
es: {Ran} "¡Eso me dará una buena oportunidad de vender medicamentos para el estómago!"

source: {Kazushi} "Grr. I think we're being insulted."
es: {Kazushi} "Supongo que nos acabáis de retar."

source: Now I felt like making something good to surprise them.
es: Ahora tengo ganas de cocinar. Creo que están infravalorando nuestro talento.

source: {Daigo} "We'll be fine. I can cook little bit."
es: {Daigo} "No pasará nada. Yo puedo cocinar algo."

source: {Kazushi} "Oh yeah, we have you, Daigo!"
es: {Kazushi} "Es cierto, ¡te tenemos a ti, Daigo!"

source: That curry he fed us was good. He's picky about taste, and pretty skilled too. We'll manage with Daigo on our team.
es: Se le da bien hacer curry.

source: After breakfast, we headed back to our dorm, got our stuff, met up with Haruka, and now we're heading to the classroom.
es: Tras el desayuno volvimos a nuestra habitación. Y ahora nos dirigimos a la clase con las chicas.

source: Just walking with the girls made everything feel different today.
es: El mero hecho de andar con las chicas nos hace sentirnos especiales.

source: Our life is now different. We could feel that, but we still held both anxiety and hope.
es: Todavía estamos con una mezcla entre ansiedad y esperanza.

source: I think the girls walking by felt the same way too. They all looked fidgety.
es: Parece que a las chicas también les resulta extraño tener a chicos en la escuela.

source: {Appo} (Hey, talk to them. The girls are bored, right?)
es: {Appo-} (Ey, habla con ellas. Rompe el hielo.)

source: Appo whispered to me. Shit, I was so satisfied I didn't realize we weren't chatting.
es: Me susurra Appo-.

source: {Kazushi} (I know, but I don't know what to talk about.)
es: {Kazushi} (Ya, ya. Pero es que no sé qué decir.)

source: {Pierre} (Anything! Don't we have any questions to ask as new students?)
es: {Pierre} (¡Lo uqe sea! ¿Acaso no tenemos preguntas siendo nuevos?)

source: Good idea. Let's see. A question......
es: Gran idea. Veamos. Alguna pregunta...

source: {Haruka} "Those roots are where this island's power flows from. I hear that's why they built the academy here."
es: {Haruka} "Yo escuché que decidieron hacer la escuela aquí porque vieron los hierbajos, el poder proviene de aquí."

source: What the hell is she talking about?
es: ¿De qué está hablando?

source: {Daigo} "What power?"
es: {Daigo} "¿Qué poder?"

source: {Haruka} "Alchemical power. This island is a special place where alchemy can be practiced. This academy is located in one of the most important spots for it."
es: {Haruka} "Pensaron que esta isla tiene el poder de la alquimia."

source: I still don't understand.
es: Sigo sin entender.
