Repository: talestra/edelweiss
Catalog: translation/00206.po
Languages: es

source: We sank to the ground by the edge of the cliff, unable to move as the sea breeze blew against us.
es: Estábamos conmocionados por lo que acababa de pasar.

source: The entire shoreline had been right before us, but now it was incredibly far below us.
es: La linea costera entera se había retractado doscientos metros en solo unos minutos.

source: {Kazushi} "That's not fair."
es: {Kazushi} "Qué injusto."

source: We were even failing to cause the mischief we were so professional about.
es: Hasta fallamos en hacer las cosas mal que es dónde somos expertos.

source: Nothing we tried to do went well. It's like the teeth of our gears weren't in sync.
es: Eso nos dejó incapaces de hacer nada.

source: {Pierre} "What should we do now?"
es: {Pierre} "¿Y qué podemos hacer ahora?"

source: {Appo} "...We haven't got any choice but to go back to that shack."
es: {Appo-} "No nos queda otra que volver a la chabola..."

source: {Daigo} "What do you think, Kazushi?"
es: {Daigo} "¿Qué opinas, Kazushi?"

source: {Kazushi} "Well, what can we do..."
es: {Kazushi} "Veamos..."

source: {Kazushi} "We could always try swimming our way back."
es: {Kazushi} "¿Podríamos volver a casa a nado?"

source: If we kept challenging the impossible, would we finally achieve something? I felt like we had to keep trying to escape.
es: No me gustaría cambiar el objetivo de volver a casa.

source: {Daigo} "That's impossible. You know how long it took on the way get here."
es: {Daigo} "Eso es imposible. ¿No recuerdas lo que nos costó llegar aquí?"

source: {Appo} "We were on that boat for so long my stomach turned inside out, remember?"
es: {Appo-} "Acabé con el estómago fatal por el viaje tan largo."

source: {Kazushi} "I know, but nothing we've done has gone well. Not one single thing."
es: {Kazushi} "Ya lo sé. Solo quiero hacer algo que nos haga sentir mejor."

source: {Panchu} "Wha're 'ou 'uys 'oin' 'ere?"
es: {Panchu-} "¿Qué estáis haciendo aquí?"

source: We heard a familiar voice from behind us and straightened up. Our conditioned reflex had kicked in.
es: Escuchamos una voz familiar detrás nuestro.

source: {Kazushi} "Panchu-sempai..."
es: {Kazushi} "Panchu-..."

source: Panchu-sempai stared at us in silence. He was the last person we wanted to catch us. We felt bad.
es: Es la última persona que nos gustaría que nos pillase.

source: We felt like children who got caught pulling a prank.
es: Nos sentimos de repente como niños acabados de ser pillados haciendo algo mal.

source: {Panchu} "I's 'an'erous 'o 'e 'ere 'uys. I 'on' 'elp if 'ou 'uys 'all."
es: {Panchu-} "Es peligroso hacer el tonto por aquí."

source: {Pierre} "What are you doing here, sempai?!"
es: {Pierre} "¿Que haces aquí?"

source: {Panchu} "I 'as 'ryin' 'o 'et away 'rom 'e 'irls."
es: {Panchu-} "Alejarme de las chicas."

source: {Kazushi} "What? You ran away from them?!"
es: {Kazushi} "¿Qué? ¿Estás aquí por eso?"

source: Sempai sounded really annoyed as he lit his cigarette. He inhaled deeply, and breathed out the smoke.
es: Parecía estar mosqueado.

source: {Panchu} "...'ey're 'oo imma'ure 'or 'e."
es: {Panchu-} "...No me gusta el olor a bebé que tienen."

source: {Pierre} "C..."
es: {Pierre} "Vaya..."

source: {Appo} "Cool......!"
es: {Appo-} "¡Mola...!"

source: {Daigo} "I wish I could say that."
es: {Daigo} "Me gustaría por decir eso..."

source: We were in awe of sempai as he puffed on his cigarette.
es: Estabamos sobrecogidos por su posición.

source: {Panchu} "'our 'u'age?"
es: {Panchu-} "Equipaje."

source: Panchu was staring at the luggage we'd brought with us.
es: Se estaba preguntando por qué teníamos el equipaje aquí.

source: {Kazushi} "This isn't..."
es: {Kazushi} "Es que..."

source: {Pierre} "It's nothing. We were just trying to get our stuff in order."
es: {Pierre} "No es por nada. Tratábamos de poner las cosas en orden."

source: Sempai looked at our luggage, then out over the ocean, and finally back at us.
es: Miró al océano y dijo:

source: {Panchu} "Ea' 'ome 'read."
es: {Panchu-} "Comed panecillos."

source: {Kazushi} "Huh?"
es: {Kazushi} "¿Qué?"

source: The bag rustled as he pulled out some anpan from the Ida Family Bakery.
es: Sacó un trozo de pan para nosotros.

source: {Panchu} "Ea' it."
es: {Panchu-} "Coméoslo."

source: {Daigo} "Are you sure? There's only one?"
es: {Daigo} "¿Estás seguro de que podemos?"

source: {Panchu} "Ju' ea' it."
es: {Panchu-} "Coméoslo."

source: He shoved the bread at us.
es: Introduce el pan en la boca de Daigo.

source: {Panchu} "Ea' it an' 'eel 'rong."
es: {Panchu-} "Este pan os hará sentiros fuertes."

source: {Kazushi} "Sempai..."
es: {Kazushi} "Panchu-..."

source: {Pierre} "F-fhanf hou, fir!"
es: {Pierre} "¡¡Muchas gracias...!!"

source: The four of us ripped apart the anpan and gobbled up our share. We were so hungry it tasted like the most delicious thing we'd ever had.
es: Los cuatro chicos compartimos el pan. Era la cosa mas deliciosa que habíamos probado nunca.

source: {Panchu} "Hah... Whe' 'ou're 'one, hea' 'ack 'o 'he 'orm."
es: {Panchu-} "Eh... Volved al dormitorio cuando os lo hayáis comido, ¿vale?"

source: {Appo} "Yes, sir!"
es: {Appo-} "¡¡Sí!!"

source: {Kazushi} "Thanks, Panchu!"
es: {Kazushi} "¡¡Gracias!!"

source: A trail of smoke followed Panchu as left. He looked so strong and manly as he walked away.
es: Se marchó mientras se encendía otro cigarrillo y empezaba a fumar.

source: {Daigo} "I think I'm falling in love with him."
es: {Daigo} "Me estoy enamorando de él."

source: {Appo} "I don't need girls anymore!! I'm going after Panchu-sempai!!"
es: {Appo-} "¡¡Ya no me importan las chicas!!"

source: {Pierre} "Women're annoying! They're immature!"
es: {Pierre} "¡¡Huelen a leche rancia!!"

source: {Kazushi} "From tomorrow on, we're going for stalwart men!"
es: {Kazushi} "A partir de mañana, ¡no les prestaremos atención!"

source: {Daigo} "Women're immature!"
es: {Daigo} "¡¡Huelen a leche rancia!!"

source: {Ran} "Oh, there you are! Heeey!!"
es: {Ran} "¡¡Aquí estáis...!!"

source: Ran's small silhouette was running towards us.
es: Era Ran.

source: {Appo} "Annoying broad..."
es: {Appo-} "Es molesta..."

source: {Pierre} "So immature!"
es: {Pierre} "Huele a leche rancia."

source: {Ran} "Heeey! I snuck food out for you guys!"
es: {Ran} "¡Os he traído algo para comer!"

source: {Daigo} "What......?"
es: {Daigo} "¿Qué...?"

source: {Kazushi} "I bet her food stinks too!"
es: {Kazushi} "Su comida debe oler a leche."

source: {Appo} "S-seriously?!"
es: {Appo-} "¿¡En serio!?"

source: {Pierre} "Yeeeeees! You're the best, Ran-chan!"
es: {Pierre} "¡Sííí...! Ran, ¡¡eres la mejor!!"

source: {Kazushi} "Um, you guys?"
es: {Kazushi} "Eh, ¿chicos?"

source: {Ran} "It's just our leftovers, so sorry there's not much. There's rice balls and side dishes. You guys were starving, right?"
es: {Ran} "Lo siento, estábais castigados. Pero os estáis muriendo de hambre, ¿no?"

source: {Appo} "Yeaaaaaaaaaah!! I've never had a girl's handmade food before!"
es: {Appo-} "¡¡Sí!! ¡Nunca me ha dado de comer una chica!"

source: {Pierre} "You're so nice, so caring. Women are great!"
es: {Pierre} "Eres tan amable. ¡Este mund necesita a las mujeres...!"

source: {Daigo} "I love girls."
es: {Daigo} "Amo a las mujeres."

source: {Kazushi} "...don't you guys ever think with your brains and not your dicks?"
es: {Kazushi} "¿No teníais ya otra opinión?"

source: I was amazed at how their opinions changed as fast a flip of the hand.
es: Estaba sorprendido de lo rápido que pueden llegar a cambiar su opinión.

source: {Appo} "This looks great! Thanks!"
es: {Appo-} "¡Tiene una pinta estupenda! ¡Gracias!"

source: Ran slapped Appo's hand as he reached for the food.
es: Ran abofeteó la mano de Daigo.

source: {Appo} "Ouch! What'd you do that for?!"
es: {Appo-} "Au. ¿Por qué has hecho eso?"

source: {Ran} "Come on, isn't there something you should do before you eat?"
es: {Ran} "¿No sabes lo que hay que hacer antes de comer?"

source: {Appo} "What is that supposed to be, some kind of riddle?"
es: {Appo-} "¿Qué quieres decir?"

source: {Ran} "You know, this."
es: {Ran} "Ya sabes, esto."

source: Ran made the sign for money with her hands.
es: Ran hizo un círculo con los dedos.

source: {Daigo} "Money?!"
es: {Daigo} "¿Dinero?"

source: {Ran} "Bingo! Correct!!"
es: {Ran} "¡¡¡Eso es!!!"

source: {Appo} "What?! You're seriously charging us?"
es: {Appo-} "¡¿Qué?! ¿¡Me estás cobrando!?"

source: {Ran} "Of course I am. Why would I want to feed you guys for free?"
es: {Ran} "Pues claro. ¿Por qué iba a tener que prepararte la comida gratis?"

source: {Pierre} "Immature broad!"
es: {Pierre} "¡Huele a leche rancia!"

source: {Ran} "Look, are you going to eat it or not? If you don't, I'll go feed it to the stray cats."
es: {Ran} "¿Queréis o no?"

source: {Pierre} "Fine! I'll pay up! How much?!"
es: {Pierre} "¡Está bien! ¡¡¿Cuánto?!!"

source: {Ran} "1000 yen each."
es: {Ran} "1000 yenes por cabeza."

source: {Appo} "That's highway robbery!"
es: {Appo-} "¡Eso es caro!"

source: {Pierre} "Damn girls! Damn girls! Chomp chomp chomp!!"
es: {Pierre} "¡Odio a las chicas!"

source: {Ran} "Wow! You guys were really starving!"
es: {Ran} "¡Vaya, chicos! ¡Sí que os estábais muriendo de hambre!"

source: {Appo} "Aw hell... It's delicious!"
es: {Appo-} "¡Joder! ¡¡Esto está de muerte...!!"

source: *Growl*
es: [Mi estómago vacío empieza a rugir]

source: I couldn't blame my stomach. I hadn't eaten anything since getting off the boat.
es: Y no le culpo. No he pegado bocado desde que llegué.

source: {Ran} "Kazushi, you're not eating? If you don't take some soon, it'll all be gone."
es: {Ran} "¿Tú no tienes hambre, Kazushi?"

source: {Kazushi} "......I am. I'll eat."
es: {Kazushi} "Comeré..."

source: It's better to not have to think about our situation on an empty stomach.
es: Ya pensaré sobre nuestra situación después de comer algo.

source: {Kazushi} "...So we came back."
es: {Kazushi} "Así que hemos vuelto."

source: We just arrived, so our room was empty. It didn't feel like our room at all yet.
es: Es una habitación vacía.

source: {Pierre} "Both of the rooms are identical."
es: {Pierre} "Las dos habitaciones son iguales."

source: Appo and I shared one room. Pierre and Daigo took the one next door.
es: Yo y Appo- compartimos la habitación. Mientras que Pierre y Daigo están en la de al lado.

source: Yet, the four of us still gathered in one room. We just felt like that right now.
es: Aunque nos gusta verlo como una única habitación que compartimos los 4.

source: {Appo} "I still can't believe what happened back there."
es: {Appo-} "Todavía no puedo creer en lo que he visto."

source: {Pierre} "How can the ocean just drop like that? That's impossible!"
es: {Pierre} "¿Cómo puede ser que toda la línea costera haya bajado varios cientos de metros en un solo minuto?"

source: {Daigo} "I think we're trapped here."
es: {Daigo} "Creo que estamos atrapados."

source: {Kazushi} "I think so too."
es: {Kazushi} "Yo también lo creo."

source: This island is crazy. The ocean sinks, the signposts are killing machines that attack...
es: Esta isla es muy extraña. La sirena, la señal viviente... todo.

source: Who knows what else there is. I felt like a bird in a cage.
es: Y estoy convencido de que hay un montón más.

source: {Kazushi} "I don't want anything else to happen to us. Not today."
es: {Kazushi} "Me gustaría poder decir ¡buenas noches'. Estoy hecho polvo."

source: I was beat. I just wanted some rest.
es: Quiero descansar.

source: {Pierre} "Hhh?!"
es: {Pierre} "¿¡Qué...!?"

source: Just as I was hoping for quiet, Pierre began to scream. His eyes were popping out.
es: Nada más decir eso, Pierre grió por algún motivo.

source: {Kazushi} "Speak of the devil. What now?"
es: {Kazushi} "¿Y ahora qué pasa?"

source: {Pierre} "L-look..."
es: {Pierre} "Mira eso..."

source: His trembling finger pointed behind me.
es: Su tembloroso dedo está apuntando detrás de mí.

source: {Appo} "What is... Hhhh?!"
es: {Appo-} "¡Dios...!"

source: {Kazushi} "Y-you too, Appo? What the hell is going on?"
es: {Kazushi} "¿Tu también, Appo-? ¿Qué ocurre...?"

source: {Kazushi} "Hhhhhh?!"
es: {Kazushi} "¿¡Pero qué...!?"

source: {Daigo} "I-it's here!"
es: {Daigo} "¡¡No!!"

source: {Pierre} "I-i-it's a ghost!"
es: {Pierre} "¡¡Un fantasma!!"

source: The dripping spectre of a soaking wet girl was watching our room from the window.
es: ¡Una chica empapada está mirando nuestra habitación desde la ventana!

source: {Haruka} "Hey, you're in there."
es: {Haruka} "Estáis aquí..."

source: {Kazushi} "H-huh? Haruka?"
es: {Kazushi} "¿Es Haruka...?"

source: It was Haruka? Why was she peeping at us? For that matter, why is she soaking wet?
es: Es Haruka. ¿Qué hace empapada?

source: Her hair was plastered to her cheeks, and her resentful expression made her look just like the ghost of a drowned maiden.
es: Parece exáctamente un fantasma.

source: {Haruka} "If you came back, you should have told me sooner. I was convinced you guys had fallen into the ocean."
es: {Haruka} "No sabía que estábais en el dormitorio. Me tuve que meter en el mar para buscaros."

source: {Kazushi} "Huh? S-so wait, you're all wet because of us?"
es: {Kazushi} "¿Qué...? ¿Estás empapada por eso?"

source: {Pierre} "Did you jump in because you thought we fell in?"
es: {Pierre} "¿Pensaste que nos habíamos caído en el mar?"

source: {Appo} "How could she have? That's an insanely long fall."
es: {Appo-} "¿Por qué íbamos a hacer eso?"

source: {Haruka} "It is, so be careful not to fall. I'm just glad you guys are here and safe."
es: {Haruka} "Me alegro mucho de que estéis bien."

source: The fact she worried about us that much really touched my heart.
es: El hecho de que estuviese tan preocupada por nosotros, me llegó al alma.

source: {Kazushi} "Haruka, do you really want us to stay on the island?"
es: {Kazushi} "Haruka, ¿nos queréis en esta isla?"

source: I was starting to get worried that maybe nobody wants us here......
es: Había empezado a preocuparme de que quizá nadie nos quería aquí...

source: {Haruka} "Of course! I don't want you to leave at all, okay?"
es: {Haruka} "¡Pues claro! Por favor, ¡no os marchéis de la isla tan pronto, ¿vale?!"

source: Her answer touched all of our hearts. Here was a girl who actually wanted us to be here.
es: Supongo que no soy el único. Ha llegado al corazón de todos.

source: {Pierre} "Did you guys hear that?"
es: {Pierre} "¿Habéis oído eso?"

source: {Daigo} "......Yep."
es: {Daigo} "Sip..."

source: {Appo} "Well, if she insists."
es: {Appo-} "Bueno, si insiste..."

source: {Kazushi} "She's left us no choice."
es: {Kazushi} "No nos deja elección."

source: We're not trapped here. We chose to be here.
es: No estamos encerrados, sino que elegimos permanecer aquí.

source: {Haruka} "Huh? What's wrong guys? Did I say something strange? Do you... still want to leave?"
es: {Haruka} "¿Os he dicho algo que os haya ofendido...?"

source: {Kazushi} "Nope, we're not leaving. Besides, we can't leave now."
es: {Kazushi} "No. No nos importa estar aquí."

source: {Haruka} "Ahaha, true. You had me worried though."
es: {Haruka} "Además, es un pelín difícil dejar la isla..."

source: {Kazushi} "Did you really go searching the waters to try and find us?"
es: {Kazushi} "¿De verdad que te has metido en el mar para buscarnos?"

source: {Haruka} "Yep."
es: {Haruka} "Sip."

source: {Pierre} "She's soaking wet. I can see her bra."
es: {Pierre} "Está realmente empapada. Puedo verle el sujetador."

source: {Appo} "B-bra-brassiere?!"
es: {Appo-} "¡¿En serio?!"

source: {Kazushi} "Wow......"
es: {Kazushi} "Vaya..."

source: Just like most girls, she was wearing a fancy bra. We could clearly see the lace fringe of her bra through her wet shirt.
es: Pierre tenía razón. Llevaba un sujetador muy sugerente.

source: {Haruka} "Huh? ...ACK!"
es: {Haruka} "¡¿Qué...?! ¡no!"

source: She rushed to cover herself up.
es: Se cubre rápidamente.

source: {Appo} "Tsk, should've stayed quiet."
es: {Appo-} "No deberíamos haberselo dicho."

source: {Daigo} "It's securely saved in my memory."
es: {Daigo} "Está guardado con celo en mis recuerdos."

source: {Pierre} "Really!? Draw her for me later!"
es: {Pierre} "¿¡En serio!? ¡Sácalo de ahí luego para mí!"

source: {Haruka} "You're kidding, right?"
es: {Haruka} "¡¿Lo decís en broma, no?!"

source: {Kazushi} "Of course he is."
es: {Kazushi} "Claro que lo dice en broma."

source: {Kazushi} (Later, OK?)
es: {Kazushi} (¿Luego, eh?)

source: {Boys} (Mm, mm.)
es: {Chicos} (Asintiendo con la cabeza.)

source: {Haruka} "I don't trust you guys. If you're lying, you'll get expelled, okay? Don't make me exercise my authority as the principal's granddaughter!"
es: {Haruka} "No os creo. Recordad que mi abuela es la directora."

source: {Kazushi} "Expelled?"
es: {Kazushi} "No iréis a expulsarnos por eso, ¿no...?"

source: {Pierre} "The principal's granddaughter has that kind of authority?"
es: {Pierre} "Vaya, sí que tienes poder."

source: {Haruka} "Oh, and it looks like there are still some girls holding animosity towards you guys after this afternoon, so don't let your desires get carried away, okay?"
es: {Haruka} "Y también de ahora en adelante, no más guarradas, ¿vale?"

source: That's right, this is a boarding school. Just as we aren't used to girls, the girls here aren't used to us guys.
es: Tiene razón. Muchas chicas de aquí no son inmunes a la naturaleza de los chicos.

source: {Pierre} "They're just like us. That means our feelings should be able to reach them."
es: {Pierre} "Solo tratábamos de llevarnos bien con ellas."

source: {Kazushi} "We got it. We'll behave ourselves."
es: {Kazushi} "Entendido. Nos comportaremos."

source: {Haruka} "Please do. Actually, a lot of the girls were excited to have some boys arriving."
es: {Haruka} "Hacedlo por favor. La verdad es que había un montón de chicas entusiasmadas por teneros aquí."

source: {Haruka} "Including me."
es: {Haruka} "Incluyéndome a mí."

source: {Kazushi} "Really?"
es: {Kazushi} "¿En serio?"

source: I'd never thought of that. I thought they'd consider us nuisances in their garden of women.
es: No podíamos siquiera imaginarnos que estuviesen contentas de tenernos aquí.

source: {Haruka} "Everyone's excited. We're all hoping something different will happen this summer. So let's all get along and have a good time, okay?"
es: {Haruka} "Vosotros también queréis llevaros bien con ellas y pasar un buen verano también, ¿no?"

source: {Kazushi} "Yeah, of course."
es: {Kazushi} "Claro."

source: All my buddies were nodding at that.
es: Todos mis colegas están asintiendo.

source: {Haruka} "Good. Then things are going to be just fine."
es: {Haruka} "Vale. Todo irá bien entonces."

source: She gave us a big smile.
es: Nos ofrece una amplia sonrisa.

source: {Haruka} "Alright, I need to head back now. See you boys tomorrow! Good night!"
es: {Haruka} "Muy bien. Debería volver ya. Nos vemos mañana, chicos."

source: {Kazushi} "Good night."
es: {Kazushi} "Buenas noches."

source: {Appo} "Have a good night!"
es: {Appo-} "¡Buenas noches!"

source: She waved to us as she left.
es: Se despidió con la mano mientras se marchaba.

source: {Pierre} "'Good night'...... What a nice phrase..."
es: {Pierre} ""Buenas noches"... Qué frase mas agradable."

source: {Appo} "I've never had a girl tell me good night before! Good night... Good night... She said good night..."
es: {Appo-} "Nunca había dicho buenas noches a una chica..."

source: {Appo} "AAAAARRRGGGHHH! What should I do!? How should I answer Haruka-chan's feelings?!"
es: {Appo-} "¡Dios...! ¿¡Qué debería hacer!?"

source: {Kazushi} "Sleep."
es: {Kazushi} "Diría que dormir."

source: {Pierre} "We also got to see something nice. I think this island might be good after all."
es: {Pierre} "Acabo de ver algo maravilloso. Me gusta esta isla."

source: {Daigo} ".............Heh, heh, heh."
es: {Daigo} "Sí..."

source: {Kazushi} "Stop picturing her naked. You look eight times more perverted than normal."
es: {Kazushi} "Oye Daigo, deja de imaginártela desnuda."

source: {Pierre} "Well, this might be last time we get excited over just that. I bet we'll have more happy accidents in the future. After all, this place is full of girls."
es: {Pierre} "Estoy convencido de que vamos a tener un montón de felices accidentes como el de esta noche en el futuro."

source: {Appo} "Soon panty shots and bra shots will be so common place we'll be saying, 'Panty shot? What about it?'"
es: {Appo-} "Hoy ha sido un sujetador. Quién sabe qué será lo siguiente..."

source: {Daigo} "Th-that's so mature!"
es: {Daigo} "Tienes razón."

source: {Pierre} "I'm glad our escape attempt was foiled! I'm looking forward to tomorrow!"
es: {Pierre} "¡Me alegro de que nuestro intento de escapar fracasase!"

source: Only a few minutes ago, we were depressed, but now we were excited. Being simpletons isn't all bad.
es: Resulta difícil recordar que estábamos pensando en escapar.

source: We can forget the bad things and do our best. It's not like we're leaving this island now.
es: Esa debe de ser una de nuestras virtudes.

source: {Kazushi} "Mmn.....Mmn..."
es: {Kazushi} *Hablando en la cama*

source: Must be the new pillow. For once, I woke up in the middle of the night.
es: Por algún motivo, no podía dormirme.

source: {Kazushi} "What time is it......?"
es: {Kazushi} "¿Qué hora es...?"

source: It's 2AM.
es: Son las 2 de la madrugada.

source: {Kazushi} "It's the dead of night. Why'd I wake up at this hour?"
es: {Kazushi} "Estamos en mitad de la noche."

source: It felt freezing in our little shack. No, maybe it was just cool. But it was so hot this afternoon I never expected it.
es: Hace frío. Es difícil creerlo con el calorazo que hacía por la tarde.

source: {Kazushi} "I'm too awake to sleep. I'm going for a walk."
es: {Kazushi} "Estoy completamente despierto. Creo que voy a dar una vuelta."

source: {Kazushi} "Brr. It really gets cold here."
es: {Kazushi} "Aquí hace más frío todavía."

source: The island's temperatures fluctuated like a series of plateaus.
es: Los cambios de temperatura de esta isla son como los de una montaña.

source: The heavens were filled with stars. There were no lights here, so I saw more stars than I could have believed existed.
es: Puedo ver una cantidad increíble de estrellas desde aquí.

source: It was like being thrown out into space.
es: Es como si estuviese en el espacio.

source: {Kazushi} "This is amazing. Ah, there's a shooting star!"
es: {Kazushi} "Vaya. Creo que acabo de ver una estrella fugaz."

source: I actually got to see two of them in a really short time.
es: En realidad he llegado a ver dos en un lapso muy pequeño de tiempo.

source: {Kazushi} "I didn't know shooting stars were this easy to see."
es: {Kazushi} "No sabía que hubiese tantas."

source: The scene was so impressive it might change my outlook on life. I could never get bored watching the stars.
es: Creo que no me cansaría nunca de ver las estrellas.

source: {Kazushi} "Ouch...... My neck......"
es: {Kazushi} "Au, mi cuello..."

source: I stood there looking up so long my neck started to hurt. Then I laid down on the ground so I could keep watching.
es: Me tumbé hacia arriba para poder ver las estrellas.

source: I couldn't see anything but the stars.
es: No veía otra cosa que no fuesen las estrellas.

source: {Kazushi} "This is amazing......"
es: {Kazushi} "Es increíble..."

source: It was so quiet I felt like I could hear the stars. I felt like I was the only one awake in the world right now.
es: Tenía la sensación de que solo estábamos yo y las estrellas en este mundo.

source: As I lay here gazing at the starry sky, I could hear my heartbeat. I closed my eyes and listened to it.
es: Tan tranquilo... Podía hasta sentir el latido de mi corazón.

source: {Kazushi} "Hmm?"
es: {Kazushi} "¡¡...!! ¿...?"
