Repository: talestra/edelweiss
Catalog: translation/00206.po
Languages: es

source: There was a sound in this silent world. It sounded like something with weight treading the earth. It came from near my head.
es: Creo que acabo de oír a alguien acercándose a mí.

source: {???} "Is it dead?"
es: {???} "¿Está muerto?"

source: It's a girl!
es: Es una chica.

source: {???} "Hmm..."
es: {???} "Veamos..."

source: I could sense her peering at me from above. I felt her gaze upon me. My skin was itching.
es: Creo que me están mirando la cara desde arriba.

source: {???} "Yeah, it's a corpse. Who left it here?"
es: {???} "Está muerto."

source: She thinks I'm a corpse? Who is it? She sounds young.
es: ¿Quién ha dejado un cadáver aquí?

source: {???} "Eyesore. I'll toss it in the ocean."
es: {???} "Deberíamos tirarlo al mar."

source: What?
es: ¿Qué?

source: Yoink.
es: *Chica cogiendo los brazos de Kazushi*

source: She was dragging me. Was she really going to do it?
es: ¿Van a tirarme al mar de verdad?

source: {Kazushi} "Hey, wait!"
es: {Kazushi} "Oye, espera..."

source: I had to sit up.
es: Tuve que dejar de fingir...

source: Bump!
es: *Colisión*

source: {Kazushi} "Nmm?!"
es: {Kazushi} "¿¡!?"

source: I felt something on my lips. It didn't hurt; it felt warm.
es: Sentí algo en los labios.

source: I could tell something was in my face, but it was too close for me to tell what.
es: Estaba demasiado cerca para ver lo que había tocado con los labios.

source: {Kazushi} "Nmmm?!"
es: {Kazushi} "¿¡Qué!?"

source: It was a face. Someone I didn't know. I think it was a girl.
es: Es una cara. La cara de alguien que no conozco.

source: That means my lips are touching......
es: Eso quiere decir que mis labios están tocando...

source: {Kazushi} "...Eh!?"
es: {Kazushi} "¿¡Qué...!?"

source: {Kazushi} "Sorry!!"
es: {Kazushi} "¡¡Lo siento!!"

source: I k-kissed her! I kissed her! A girl!!
es: ¡¡La he besado por accidente!!

source: Okay, kissing a girl is normal. It would be crazier if I had kissed Daigo. Thank god I kissed a girl.
es: Nunca había besado antes a una chica. ¡¡Ha sido genial!!

source: No, wait. I may be happy, but I doubt she is.
es: ¡Espera! Yo estoy contento, pero no tengo claro que ella piense lo mismo.

source: Furthermore, she looked like a delicate girl too. She was probably a student at the academy, but she looked so young.
es: Creo que es una de las estudiantes. Parece muy jóven.

source: This lovely girl was stunned from kissing a total stranger.
es: Debe estar conmocionada por haber sido besada por un extraño.

source: {Kazushi} "U-umm... Are you ok? No way, right..."
es: {Kazushi} "¿Te encuentras bien...?"

source: Still in shock, she touched her lips. Something red got on her fingertips. It was blood.
es: Me di cuenta de que tenía sangre en mis labios.

source: {Kazushi} "Oh, I'm sorry! Did I cut your lip?"
es: {Kazushi} "¡Lo siento! ¿Te he mordido los labios también?"

source: I touched my lips too. Something red came off of mine as well. It hurt a little too.
es: Me toqué los labios otra vez. Tenía sangre.

source: Both of our lips were cut.
es: Nos cortamos labios los dos.

source: {???} "It hurts."
es: {???} "Duele."

source: {Kazushi} "Oh, did you get cut too? We both cut our lips, huh?"
es: {Kazushi} "¿Estás bien?"

source: Both of us were bleeding.
es: Los dos estábamos sangrando.

source: {Kazushi} "I'm truly sorry! I don't how to apologize..."
es: {Kazushi} "No sé qué decir..."

source: I couldn't think of what to say. Not only had I hurt her, but I k-kissed her too.
es: No sólo le he hecho daño, sino que también le he cortado los labios.

source: That might have been her first kiss too. I know it was mine.
es: Solo espero que al menos no fuese su primer beso.

source: She silently took a handkerchief out of her pocket and wiped her mouth. She wiped it over and over.
es: Se sacó un pañuelo del bolsillo y empezó a limpiarse los labios.

source: {Kazushi} "Ugh... I'm truly sorry! But I don't think you should wipe so hard..."
es: {Kazushi} "¡Lo siento muchísimo...! Pero creo que no deberías limpiarte los labios tan fuerte."

source: Blood was staining her handkerchief. It wasn't helping her cut either.
es: Su pañuelo se volvió completamente rojo.

source: She stopped wiping and silently picked up a tree branch.
es: Cogió la rama de un árbol sin decir palabra.

source: Fwoom!!
es: *La lanza contra Kazushi*

source: {Kazushi} "Uwah!?"
es: {Kazushi} "¿¡Pero qué...!?"

source: She silently swung at me!
es: Empieza a atacarme.

source: Fwoom! Fwoom!
es: *La chica lanza puñetazos*

source: {Kazushi} "Wait! Stop! Can't we talk about this?!"
es: {Kazushi} "¡Espera! ¡Para! ¡Podemos hablar de esto!"

source: What a violent girl. She looked so meek too.
es: Qué chica más violenta.

source: {???} "That was my first!"
es: {???} "Ha sido mi primer."

source: She shook as she held onto the stick.
es: Su cuerpo entero se convulsiona por la ira.

source: {Kazushi} "Oh, the kiss? I knew it..."
es: {Kazushi} "¿Era tu primero?"

source: I kind of knew.
es: Me lo podía imaginar.

source: {Kazushi} "I'm really sorry......"
es: {Kazushi} "Lo siento mucho..."

source: {???} "My first kiss tasted of blood. You call that romantic?"
es: {???} "¿Quién querría tener de recuerdo el primer beso con sabor a sangre?"

source: She was glaring me down. I don't think any answer would satisfy her.
es: Me lanza una mirada de odio.

source: {Kazushi} "L-let's forget it! Let's just act like it never happened!"
es: {Kazushi} "¿¡Por qué no borras el recuerdo de eso!?"

source: {Kazushi} "We have a five second rule at my house, see. It's scientifically proven. This is all how you think about it!"
es: {Kazushi} "¡¿Has oído hablar sobre "la regla de los cinco segundos"?!"

source: She silently stared at me, raising the stick up high as I desperately made excuses.
es: Ignoró mi propuesta y empezó a mover su brazo preparando el siguiente ataque.

source: {Kazushi} "H-hold it! Hold it! J-just think of this as an accident and let it go?!"
es: {Kazushi} "¡¿Y si te autoengañas pensando que lo de los labios ha sido la mordedura de un perro o algo?!"

source: Fwoom!
es: *La chica continúa atacando*

source: {Kazushi} "Uwah?!"
es: {Kazushi} "Dios..."

source: She flung the stick at me! It was pretty sharp. I only dodged it by hair's breadth and it still grazed my temple.
es: ¡Qué golpe más impresionante!

source: {???} "Tsk."
es: {???} "Mierda."

source: She clicked her tongue at me? Who is she?
es: Qué chica más violenta.

source: {Kazushi} "You shouldn't joke around like this. If you take this joke too far, someone could get hurt."
es: {Kazushi} "Creo que te lo estás tomando demasiado en serio para ser una broma."

source: {???} "I'm being serious."
es: {???} "Voy en serio."

source: She was serious? This is worse than I thought.
es: Es de verdad una persona muy peligrosa.

source: {Kazushi} "What's your name, by the way? I'm Haruma Kazushi, one of the new sophomores."
es: {Kazushi} "Por cierto, ¿cómo te llamas? Yo me llamo Kazushi. Soy de segundo."

source: {???} "Haruma?"
es: {???} "¿Kazushi?"

source: {Kazushi} "Yep, what's yours?"
es: {Kazushi} "Sí, ¿cómo te llamas tú?"

source: {???} "I'm Natsume Amamiya."
es: {???} "Yo soy Natsume Amemiya."

source: I'm glad she answered.
es: Me alegro de que haya contestado.

source: {Kazushi} "So, Natsume-chan then?"
es: {Kazushi} "¿Puedo llamarte Natsume?"

source: {Natsume} "Adding 'chan' already? Looking down on me, huh? You're just Haruma."
es: {Natsume} "No te tomes tantas confianzas, Kazushi."

source: {Kazushi} "What do you mean by I'm just Haruma?"
es: {Kazushi} "Tu ya me estás llamando por mi nombre de pila."

source: And why my last name without any honorific? Maybe she's actually older than me?
es: Quizá sea mayor que yo.

source: {Kazushi} "Natsume-cha... Natsume-san, are you a senior?"
es: {Kazushi} "¿Eres de segundo?"

source: I made sure to be polite, but Natsume-san shook her head.
es: Agita la cabeza.

source: {Natsume} "I'm a freshman."
es: {Natsume} "Soy de primero."

source: {Kazushi} "Oh, then I'm older, aren't I? So what's wrong with using 'chan'?"
es: {Kazushi} "Entonces soy yo el mayor."

source: {Natsume} "Pompous man. You're just Haruma."
es: {Natsume} "¿Y qué?"

source: She spurned her cheek away from me. She's a difficult girl.
es: Es una chica muy difícil.

source: Well, there's a difficult girl her age in my family too, so it's not going to bother me. On the other hand, that does make me concerned for her.
es: Imagino que las chicas de su edad son muy difíciles de tratar.

source: {Kazushi} "What are you doing out so late all by yourself? Isn't it dangerous to walk around at night?"
es: {Kazushi} "¿Qué hacías fuera tan tarde?"

source: {Natsume} "It wasn't dangerous yesterday, but I guess it is now."
es: {Natsume} "No era peligroso salir de noche hasta que has aparecido."

source: She gave me a mean glare. I'm dangerous? She just won't let it drop will she.
es: Me lanza una mirada de odio.

source: {Kazushi} "I said I was sorry. You've really got a nasty personality - do you even have any friends?"
es: {Kazushi} "Ya te he dicho que lo siento. Tienes una personalidad muy fuerte, ¿tienes amigos?"

source: {Natsume} "That's none of your business, Haruma. I have friends. Yeah, I have 100 friends."
es: {Natsume} "No es asunto tuyo. Y tengo muchos."

source: {Kazushi} "That's good."
es: {Kazushi} "Eso está bien."

source: She's definitely lying. Why do girls like her lie and act tough?
es: Apuesto a que está mintiendo.

source: {Kazushi} "Then could we be friends?"
es: {Kazushi} "Entonces, ¿por qué no nos hacemos amigos?"

source: Natsume-chan didn't move. Was I too sudden?
es: Mi propuesta la dejó de piedra.

source: {Kazushi} "Natsume-chan?"
es: {Kazushi} "¿Natsume?"

source: Ah, she moved. Her eyes blinked.
es: Parece estar algo sorprendida.

source: {Natsume} "I refuse."
es: {Natsume} "No lo creo."

source: She rejected me.
es: Mi oferta fue rechazada.

source: {Kazushi} "Why? I'm not good enough?"
es: {Kazushi} "¿No soy lo suficientemente bueno?"

source: {Natsume} "Absolutely not."
es: {Natsume} "Pues claro que no."

source: {Kazushi} "I-I see...But you shouldn't be so blunt to a person's face. It can be pretty painful."
es: {Kazushi} "Vale... ¿Sabes?, en ocasiones no deberías ser tan honesta."

source: {Natsume} "Besides, I already have enough. I have 100 friends. I can barely remember all their names."
es: {Natsume} "Ya te he dicho que tengo un montón de amigos."

source: {Kazushi} "What's my name?"
es: {Kazushi} "¿Cómo me llamo?"

source: {Natsume} "Haruma."
es: {Natsume} "Kazushi."

source: {Kazushi} "Then I think we'll get along. You already memorized my name."
es: {Kazushi} "Vaya. Me alegro de que te acuerdes de mi nombre."

source: {Natsume} "Ah... That's non-sequitur."
es: {Natsume} "¿Adónde quieres llegar...?"

source: {Kazushi} "Besides, if you have 100 friends, then what's one or two more?"
es: {Kazushi} "Simplemente a que añadas un nombre más a tu lista de amigos, ¿vale?"

source: {Natsume} "You have a point."
es: {Natsume} "Lo pensaré."

source: {Kazushi} "So can we?"
es: {Kazushi} "¿Lo harás?"

source: {Natsume} "...Do what you will."
es: {Natsume} "Está bien..."

source: After her brusque reply, she turned her back to me. I couldn't help but smile.
es: Dio media vuelta.

source: {Kazushi} "Okay, I will then."
es: {Kazushi} "Tu ya estás en la mía."

source: So now I have one more little friend.
es: Puse su nombre en mi lista.

source: {Natsume} "Haruma, go home."
es: {Natsume} "Debería volver."

source: After telling me to leave, Natsume-chan started walking away from me.
es: Me lo dijo mientras se marchaba.

source: {Kazushi} "All right. It is late. See you around."
es: {Kazushi} "Está bien. Nos vemos."

source: I called out to her back as she walked away.
es: Le respondí.

source: She didn't reply. Well, I'm sure I'll see her around.
es: No hubo respuesta. En fin, supongo que la veré por ahí.

source: Once I lost sight of her small back, I went back to my room, too.
es: Yo también volví a mi habitación.

source: {Kazushi} *Yaaaaaaaaaaaaaaaaaaaaawn*
es: {Kazushi} *Bostezando*

source: I awoke to the sounds of birds singing. It was a nice, crisp morning.
es: Me desperté con el sonido de los pájaros piando.

source: {Kazushi} "I slept so well."
es: {Kazushi} "He dormido muy bien."

source: {Appo} "Good morning......"
es: {Appo-} "Buenos días..."

source: {Kazushi} "Whoa?!"
es: {Kazushi} "¿¡Eh!?"

source: I thought Appo was asleep, but he was just lying awake in his futon. He didn't look well either.
es: Estaba muy sorprendido de ver que Appo- ya estaba levantado.

source: {Kazushi} "You're up early? Couldn't sleep?"
es: {Kazushi} "Qué pronto. ¿Has dormido bien?"

source: {Appo} "I couldn't sleep a wink. It happens whenever I change my pillow."
es: {Appo-} "No he podido dormir nada. Me pasa siempre al cambiar de almohada."

source: Despite his appearance, he's pretty delicate. Whenever something happens, it affects his stomach.
es: A pesar de su apariencia, es bastante sensible.

source: He's probably the most delicate guy I know.
es: Es posiblemente el más sensible del grupo.

source: {Appo} "How could you sleep so well? I'm envious of you stoic types."
es: {Appo-} "¿Cómo has podido dormir tan bien? Cómo envidio a la gente insensible."

source: {Appo} "This place is going to get hot again this afternoon, isn't it?"
es: {Appo-} "Creo que va a hacer mucho calor dentro de nada sin aire acondicionado."

source: {Kazushi} "Probably."
es: {Kazushi} "Probablemente."

source: Once our tin roof starts getting hit by direct sunlight, I bet it will turn into a sauna. I doubt we'll be able to come back during the day.
es: Teniendo en cuenta el techo tan fino que tiene el dormitorio, posiblemente tenga razón.

source: Besides, it was a bright, clear day outside. It was bound to get hot.
es: Además hace un día estupendo fuera.

source: {Kazushi} "Hey, let's go eat. It's our first chance to hit the cafeteria right? I wonder what they'll have."
es: {Kazushi} "Ey chicos, ¡¡vamos a desayunar!!"

source: {Appo} "I think I've lost my appetite."
es: {Appo-} "Yo no tengo hambre..."

source: Appo spoke in a weak voice as he wobbled.
es: Todavía está tan nervioso que no tiene hambre.

source: {Pierre} "Huh? Where are we?"
es: {Pierre} "¿Qué...? ¿Dónde estamos?"

source: That confused voice came from beside us. Pierre had finally woken up. He couldn't figure out he was in this room.
es: Pierre no logra a acertar a dónde nos hemos ido.

source: By the way, his room was next door.
es: Por cierto, su habitación se supone que está al lado.

source: {Pierre} "Why am I over here?"
es: {Pierre} "¿Qué hago aquí?"

source: {Kazushi} "That's what I'd like to know. Why were you sleeping in our room?"
es: {Kazushi} "Eso me gustaría a mí saber, ¿qué haces durmiendo aquí?"

source: {Daigo} "Nnnn-......"
es: {Daigo} "Uhm..."

source: I think I just heard Daigo from between my legs......
es: Me ha parecido oir a Daigo entre mis piernas...

source: {Kazushi} "What the?!"
es: {Kazushi} "¿¡Eh!?"

source: Daigo was curled up and sleeping between my legs. Why was such a big a guy curled up there?!
es: Estaba durmiendo justo debajo de mis piernas.

source: {Kazushi} "What the hell are you doing?! Where do you think you're sleeping?!"
es: {Kazushi} "¿¡Qué estás haciendo!? ¡¡¿Qué haces durmiendo ahí?!!"

source: I kicked Daigo until he woke up.
es: Tuve que despertarle e investigar.

source: {Daigo} "What is this place...... Where am I?"
es: {Daigo} "¿Qué es este sitio...? ¿Dónde estamos?"

source: {Kazushi} "What do you mean 'where am I?'?! Why the hell are you sleeping in my futon?!"
es: {Kazushi} "¡Qué quieres decir con "¿dónde estamos?"! ¿¡Qué haces en mi cama!?"

source: {Pierre} "Now I remember. We were so tired that we couldn't even be bothered to go to the other room and fell asleep here."
es: {Pierre} "Ah, ya recuerdo. Estábamos tan rendidos hasta para ir a la otra habitación, que nos quedamos fritos aquí."

source: {Kazushi} "You mean that you guys were here all night?"
es: {Kazushi} "¿Habéis estado aquí toda la noche?"

source: I hadn't even noticed them when I'd woken up earlier.
es: No me di cuenta de ese detalle cuando me desperté en mitad de la noche.

source: {Daigo} "Four men sleeping together in a two-person room? Such debauchery."
es: {Daigo} "¿Han dormido cuatro hombres en esta habitación?"

source: {Kazushi} "Hold it right there. You're not using that word correctly, okay?"
es: {Kazushi} "Espera. No hace falta que digas nada más. Solo eso ya suena MUY mal."

source: {Daigo} "I'm not?"
es: {Daigo} "¿Sí?"

source: He was using the word incorrectly, right? I'd like to believe so. I had a sneaking suspicion that Daigo might be...
es: Tengo la sensación de que Daigo no lo pilla.

source: ...I'd rather not think about it.
es: Será mejor que no piense ahora sobre eso...

source: {Pierre} "Kazushi, it was a chilly dawn. He must have longed for the warmth of another, and drew close to your hot body."
es: {Pierre} "Hacía mucho frío. Debe haber querido sentir el calor humano de tu cuerpo."

source: {Kazushi} "No more of that. From tonight on, you two better sleep in your own room."
es: {Kazushi} "Shhh. A partir de esta noche, cada uno en su cama."

source: {Appo} "Yeah! I couldn't sleep, and yet you two kept snoring all night."
es: {Appo-} "Sois todos una panda de insensibles."

source: {Pierre} "Daigo, you need to quit waking us up to go to the bathroom at night. Grow up, and go on your own."
es: {Pierre} "Daigo, deja de ir a por mí por la noche pidiéndome que te acompañe al servicio."

source: {Daigo} "I'm still scared, but I'll try."
es: {Daigo} "Lo intentaré."

source: The morning our new lives were to begin didn't feel any different than usual.
es: Estemos donde estemos, es la misma mañana de siempre.

source: {Kazushi} "I'm starving. Let's go eat."
es: {Kazushi} "Me estoy muriendo de hambre. Vayamos a tomar algo."

source: {Daigo} "We hardly got to eat anything last night."
es: {Daigo} "A penas tomamos nada anoche."

source: Our only meal last night was onigiri. Sure, it was delicious, but we haven't had any real food on this island yet.
es: No hemos comido nada en condiciones desde que llegamos a la isla.

source: {Appo} "I heard they had all kinds of tuna last night. There was sashimi, sushi, and steak too."
es: {Appo-} "He oído que el menú de anoche fue sushi y filete."

source: {Daigo} "Oh yeah, that truck was carrying a mountain of tuna yesterday."
es: {Daigo} "Ah sí, ¿recordáis que vimos montañas de peces apilados en la parte de atrás de aquel camión?"

source: {Pierre} "Seriously? We totally missed out last night. So let's make up for it today!"
es: {Pierre} "¡No me digas que...!"

source: {Kazushi} "Yeah! Let's eat up and get ready for our new life!"
es: {Kazushi} "¡Está bien! ¡Recuperaremos lo que nos perdimos ayer!"

source: Today was the beginning of our new life!!
es: ¡¡Es el inicio de nuestra nueva vida en la escuela!

source: {Kazushi} "Wow! Check this out!"
es: {Kazushi} "¡Vaya! ¡Mirad eso!"

source: This cafeteria was like a restaurant. It wasn't anything like our old cafeteria.
es: Esto no es una cafetería, es casi un restaurante.

source: {Pierre} "Now this is an all girls' school. I can't wait to see the menu."
es: {Pierre} "¡¡Es a eso a lo que me refería!!"

source: {Appo} "Hey! Check this out!"
es: {Appo-} "¡Ey, mirad esto!"

source: {Daigo} "What is it? Something strange on the menu?"
es: {Daigo} "¿Qué pasa?"

source: {Appo} "There's girls eating here."
es: {Appo-} "¡¡Las chicas están comiendo!!"

source: {Pierre} "That's it, man? Girls have to eat too."
es: {Pierre} "¿Y eso que tiene de especial? Claro que lo están."

source: Still, it was magnificent to see so many girls all eating together.
es: Pero nunca habíamos visto semejante cantidad de chicas comiendo en un mismo sitio.

source: {Appo} "Ah, I'm so confused. Both my sexual and my normal appetite are being whetted."
es: {Appo-} "Estoy muy confundido. ¿Tengo hambre de comida o de chicas?"

source: {Kazushi} "Bear with it, and don't pitch a tent in your pants. We don't want them labelling us as perverts again."
es: {Kazushi} "Cuidadito. Tenemos que comportarnos, ¿recuerdas?"

source: {Appo} "Oh, come on! Look at the way those girls are moving their mouths! How can you watch that and not..."
es: {Appo-} "Pero mirar lo ocupadas que tienen sus boquitas me pone caliente..."

source: He had his hands over his crotch as he squirmed around.
es: Se está tocando sus partes en público.

source: {Kazushi} "So what if you watch that? Get a hold of yourself."
es: {Kazushi} "Limítate a comportarte, ¿vale?"

source: {Pierre} "All I can see are girls. Where are the other boys?"
es: {Pierre} "Solo veo chicas. ¿Dónde están los chicos que vinieron con nosotros?"

source: We looked around the cafeteria trying to find them.
es: Los localizamos en una esquina de la cafetería...

source: They were grouped up in the corner eating their meals uncomfortably.
es: Parecían muy incómodos.

source: {Appo} "Come on, you guys! Act like men! Eat alongside everybody else!!"
es: {Appo-} "Venga. Sed hombres. ¡¡Comed en el centro de la cafetería!!"

source: {Pierre} "Hey, guys, is that Panchu-sempai?"
es: {Pierre} "Eh chicos, ¿no es ese Panchu-?"

source: We saw one guy in the centre of the cafeteria.
es: Vimos a un tipo en mitad de la cafetería.

source: He was by himself, eating bread.
es: Se está comiendo sus panecillos.

source: {Daigo} "The girls are watching him from a distance?"
es: {Daigo} "Hay algunas chicas con él."

source: Some girls were whispering from a ways back. They wanted to approach him, but didn't know how.
es: Parecen estar buscando una forma de conocerle.

source: {Pierre} "He's definitely got an aura of 'don't come near'. It'd be hard for us to approach sempai like that. I'm sure the girls are frightened."
es: {Pierre} "Yo no me acercaría a él estando comiendo así."

source: {Appo} "That's our Panchu-sempai! What a relieving sight."
es: {Appo-} "Él es 'el hombre'. No hay chica que se le pueda acercar."

source: Then some of the girls finally steeled up their courage to approach him.
es: Algunas chicas se atrevieron finalmente a acercarse a él.

source: {Pierre} "They're going to speak to him?"
es: {Pierre} "¿Van a decirle "hola"?"

source: {Kazushi} "Wow. Those are some brave girls."
es: {Kazushi} "Increíble. Venga chicas."

source: After a short huddle, one of the girls stepped forward to talk to him.
es: Tras una breve reunión, una de ellas da un paso para hablarle.

source: {Girl 1} "Excuse me, sempai? Would it be alright if we ate with you?"
es: {Chica 1} "Disculpa, ¿te importa si como contigo?"

source: {Panchu} "Huh?"
es: {Panchu-} "¿Qué es lo que quieres?"

source: He gave her a death stare, but rather than being frightened off, it made the girls go wild.
es: La mira mal. Pero en vez de asustarse, las chicas se volvieron locas.

source: {Pierre} "Aren't they scared?"
es: {Pierre} "¿No están asustadas?"

source: {Girl 2} "That bread you're eating isn't from the cafeteria, right? Where'd you get it?"
es: {Chica 2} "El pan que te estás tomando no es de aquí, ¿verdad? ¿De dónde lo has sacado?"

source: {Panchu} "Oh, 'is? I's 'rom my 'am'ly's 'akery."
es: {Panchu-} "Es de mi casa. Mis padres tienen una panadería."

source: {Panchu} "...I 'uess."
es: {Panchu-} "Supongo..."

source: {Girl 2} "Wow! That's great!"
es: {Chica 2} "¡Eso es increíble!"

source: When he answered, the girls went wild again. The circle of women around him grew closer.
es: Diga lo que diga Panchu-, las chicas se vuelven loquitas.

source: {Girl 1} "Hey, sempai, can you bake bread?"
es: {Chica 1} "¿Y sabes hornear?"

source: {Panchu} "O' 'ourse. I' a 'aker, afte' all."
es: {Panchu-} "Claro."

source: {Girl 2} "That's amazing! I love men who can cook!"
es: {Chica 2} "¡Oh Dios mío! ¡Me encantan los hombres que saben cocinar!"
