Repository: talestra/edelweiss
Catalog: translation/00303.po
Languages: es

source: {Kazushi} "I guess that's true."
es: {Kazushi} "Pero es aburrido."

source: If we came while people were around, we'd get caught in no time.
es: ¿Qué sentido tiene pasear por aquí?

source: {Ran} "Besides, it's not like there isn't anybody here."
es: {Ran} "Además, no es cierto eso de que no haya nadie."

source: Ran was up to something.
es: Ran deja caer el matiz.

source: {Appo} "Who's here?"
es: {Appo-} "¿Quién hay aquí?"

source: {Ran} "Heh heh, just keep quiet and follow me. You'll get what you paid for."
es: {Ran} "Callad y seguidme."

source: {Ran} "Shh. Be quiet now."
es: {Ran} "Quedaos en silencio completamente."

source: Ran led the way and signalled for us to be silent. Then she stopped in front of the door to one of the rooms.
es: Ran nos llevó a una de las habitaciones.

source: {Pierre} "Whose room is this?"
es: {Pierre} "¿De quién es esta habitación?"

source: {Ran} "At this time, all of the students are in class. So, the only remaining people who could possibly in this dorm are?"
es: {Ran} "¿Tú que crees? No puede ser la de un estudiante, ¿no?"

source: {Kazushi} "The old lady who cleans?"
es: {Kazushi} "¿Una chica de mantenimiento?"

source: {Daigo} "The old ladies who cook?"
es: {Daigo} "¿Una camarera?"

source: {Pierre} "The principal?"
es: {Pierre} "¿La directra?"

source: {Ran} "You all like old ladies don't you? Some fetish for mature women?"
es: {Ran} "¿Os gustan las señoras mayores?"

source: {Ran} "Do you think I set an entry fee to show you some old hag's room?"
es: {Ran} "¿Os pensáis que os he cobrado para ver a viejas?"

source: {Ran} "Though, if you are interested, let me know. I know a good place for that and we can negotiate for that later."
es: {Ran} "Ah, pero si queréis ver a viejas, decídmelo, ¿eh?"

source: {Appo} "We're not interested."
es: {Appo-} "No estamos interesados."

source: {Pierre} "So whose room is this, then?"
es: {Pierre} "De todas formas, ¿de quién es esta habitación...?"

source: {Ran} "If you think for a moment, you should know. Who do you think of who isn't an old lady or a student?"
es: {Ran} "¿Seguís sin adivinarlo?"

source: It's not a girl in class, but it's not an old lady either. A young woman who's not a student...
es: Ni estudiantes. Ni viejas...

source: {Kazushi} "Ah!!"
es: {Kazushi} "¡¡!!"

source: It struck us all like lighting.
es: Lo comprendimos todos a la vez.

source: {Appo} "I-I know! It's Mei-chan's!"
es: {Appo-} "¡¡La señorita Ibuki!!"

source: {Ran} "Bingo! Correct!"
es: {Ran} "¡¡Bingo!!"

source: {Pierre} "Ohhhhhh, so this is her room."
es: {Pierre} "Ahhh... Esta es su habitación."

source: It was amazing. All of a sudden, the room looked special.
es: Es increíble. De repente, esta habitación nos resulta muy especial.

source: {Daigo} "S-sensei's i-inside?!"
es: {Daigo} "¿Está dentro?"

source: {Ran} "Mei-chan's routine is to take a one-hour nap after eating lunch. And it's just after lunch right now."
es: {Ran} "Todos los días se echa una siesta sobre esta hora."

source: {Appo} "I can see her sleeping!?"
es: {Appo-} "¿¡Puedo verla durmiendo!?"

source: {Pierre} "Move!! Let me see!!"
es: {Pierre} "¡¡Quita!! ¡¡Déjame ver!!"

source: {Daigo} "Me too!"
es: {Daigo} "¡¡Yo también!!"

source: My 'friends' started fighting for the best seat. Ran gave me a smile.
es: Mis colegas empiezan a luchar por el mejor sitio. Ran me mira sonriendo.

source: {Ran} "You're not interested, Kazushi?"
es: {Ran} "¿No te interesa, Kazushi?"

source: {Kazushi} "I'm too late! There's no room!"
es: {Kazushi} "¡Llego un poco tarde! ¡Ya se han quedado con todos los sitios!"

source: {Ran} "Heh heh, how unfortunate. For an extra charge, I can show you to a VIP seat?"
es: {Ran} "¿Y si te consigo un sitio mejor por un poco más?"

source: {Kazushi} "I don't have any more money."
es: {Kazushi} "No tengo más dinero."

source: {Ran} "Go earn some. You're here to earn money and finance me. Go work hard, Kazushi."
es: {Ran} "Quiero que me consigas más dinero a partir de hoy."

source: {Kazushi} "What kind of a request is that?"
es: {Kazushi} "¿Qué clase de petición es esa?"

source: I'm impressed she can say that with such confidence. It's hard to argue when she's that clear.
es: Es muy pedigüeña.

source: {Mei} "Mmmmm......"
es: {Mei} "MMMmmm..."

source: We heard her waking up.
es: La oídmos despertarse.

source: {Kazushi} "Wasn't that her voice?"
es: {Kazushi} "¿No era esa su voz?"

source: {Pierre} "Mei-chan woke up. Wow, her sleepy eyes are so sexy."
es: {Pierre} "Se está despertando. Es muy sexy."

source: {Kazushi} "That sexy? Let me see too."
es: {Kazushi} "¡Dejadme verla a mí también!"

source: {Appo} "S-s-she started changing! Strip, strip, strip, strip!"
es: {Appo-} "¡Se está cambiando!"

source: {Kazushi} "Say wha!?"
es: {Kazushi} "¿¡!?"

source: I squeezed in between them and peeked inside.
es: Me cuelo entre ellos.

source: {Kazushi} "Oh my......"
es: {Kazushi} "Dios..."

source: This is the first time we see her wearing casual clothes. Her thin shirt was sweaty and sexily sticking to her skin.
es: Es la primera vez que la vemos llevando ropa normal.

source: {Mei} "My underwear got sweaty too. I guess I'll need to change it."
es: {Mei} "Estoy sudada. También voy a tener que cambiarme la ropa interior."

source: {Pierre} "U-un-under..."
es: {Pierre} "¡¡La ropa interior...!!"

source: {Appo} "Strip! Strip the underwear off!"
es: {Appo-} "¡Venga! ¡Desnúdate!"

source: {Kazushi} "Wow. This is getting interesting."
es: {Kazushi} "Vaya. Esto se pone interesante."

source: {Ran} "This service is too good. I should charge extra."
es: {Ran} "Os podría haber cobrado más de haberlo sabido."

source: {Appo} "I-I saw so much, I actually feel guilty about that!"
es: {Appo-} "Tengo tanta suerte que me siento hasta culpable."

source: {Pierre} "Me too. Ran-chan, I'll pay the additional fee."
es: {Pierre} "Oye Ran. Yo te pagaré más."

source: {Daigo} "Me, too."
es: {Daigo} "Yo también."

source: {Ran} "Wow, really? I'm glad you're all cowards."
es: {Ran} "¿Sí? Gracias chicos."

source: Then, once we paid her, we felt like getting our money's worth.
es: Tras el cobro adicional, sentíamos que nos merecíamos mirar el interior de la habitación por algún motivo.

source: {Kazushi} "All right, guys. Let's get back to the show."
es: {Kazushi} "Muy bien chicos. Volvamos al espectáculo."

source: Mei-sensei was in nothing but her underwear.
es: Lo único que llevaba era la ropa interior.

source: {Mei} "I wish I had time for a shower. I should at least wipe myself off and change..."
es: {Mei} "Ojalá tuviese tiempo para darme una ducha..."

source: She turned her back to us. All we could see was her sexy back, and her front reflected in her mirror.
es: Nos da la espalda.

source: {Pierre} "What a figure! Look at the legs she's got on her!"
es: {Pierre} "Menudo cuerpazo."

source: {Appo} "Her boobs are plump and bouncy. That! That my friends, is a woman! The other girls need to learn a lesson from her!"
es: {Appo-} "Así es cómo debe ser una mujer."

source: {Ran} "Have you guys forgotten that I'm standing right here?"
es: {Ran} "Os estáis olvidando de que estoy aquí."

source: Most likely. They were too focused on peeking to notice anything going on around them.
es: Diría que sí.

source: Our eyes were fixed on every move Mei-sensei made.
es: Nuestros ojos siguen al milímetro cada movimiento que hace la señorita Ibuki.

source: {Ran} "This isn't fun anymore."
es: {Ran} "A mí no me resulta divertido..."

source: {Kazushi} "Come on, Ran. You should watch too. You don't get this chance often."
es: {Kazushi} "Venga Ran, tu también deberías mirar."

source: {Ran} "I'm being completely treated like a guy, aren't I?"
es: {Ran} "Me véis como a un chico, ¿no?"

source: Ran still ended up looking inside the room anyways.
es: Aunque Ran acabó mirando de todas formas.

source: {Ran} "Yeah, she's sexy......"
es: {Ran} "Sí, es sexy..."

source: {Appo} "Geh heh heh..."
es: {Appo-} "Guau..."

source: {Pierre} "Come on, show me your tits."
es: {Pierre} "Enseña esas tetas..."

source: {Ran} "But sexy enough to make you all look like this?"
es: {Ran} "Tendríais que veros la cara que ponéis ahora."

source: Ran's voice carried a hint of jealousy.
es: Ran parece algo celosa.

source: {Mei} "I hate summer. I get too sweaty between my boobs. This could cause a rash."
es: {Mei} "Odio el verano. Acabo con la zona de las tetas completamente sudada."

source: She was about to wipe the sweat from her cleavage! Her hands reached around her back to the hook of her bra.
es: Se prepara para quitarse el sudor de entre las tetas.

source: {Boys} "Gulp!"
es: {Chicos} (¡¡...!!)

source: We all stopped breathing in anticipation of her next move.
es: Dejamos todos de respirar en espera del siguiente movimiento.

source: But for some reason, she froze in place.
es: Pero por algún motivo, paró de moverse y se quedó congelada.

source: She had a sudden flash of inspiration.
es: Está pensando en algo.

source: We couldn't move, either. We kept silent.
es: Tampoco nos podíamos mover. Permanecimos en silencio.

source: She started looking at herself in the mirror.
es: Se está mirando por el espejo.

source: {Mei} "Maybe I'm... an alien from outer space."
es: {Mei} "Quizá sea del espacio exterior..."

source: {Boys} "What?!"
es: {Chicos} (¿¡Qué...!?)

source: She finally moved to mutter that?! What does Mei-sensei mean she's an alien?
es: ¿Se cree que es un alien? ¿Qué quería decir con eso...?

source: {Pierre} "Is Mei-chan an alien?"
es: {Pierre} "¿Lo es?"

source: {Ran} "I don't know. I've never heard she is."
es: {Ran} "Nunca había escuchado que lo fuera."

source: {Appo} "But she thinks she is."
es: {Appo-} "Pero ella lo cree."

source: {Kazushi} "She's an alien?"
es: {Kazushi} "¿Es un alien...?"

source: Sensei stared in the mirror as if she was trying to uncover her own identity.
es: Mira con seriedad por el espejo.

source: Then her lips moved again.
es: Y con una voz seria dijo...

source: {Kazushi} "Huh?"
es: {Kazushi} "¿...?"

source: {Mei} "I can use that. I should write it down."
es: {Mei} "Puede servir. Lo escribiré."

source: She grabbed a nearby notepad and jotted it down.
es: Busca un bloc de notas.

source: {Pierre} "Another pun?"
es: {Pierre} "Y ahora nos sale con un chiste malo..."

source: {Appo} "Sensei's such a clever little MEInx..."
es: {Appo-} "Pero es muy gracioso..."

source: Appo's bad joke filled everyone with the urge to kill. Yet that aside...
es: Creo que Appo- era el único que pensaba que tenía gracia...

source: {Daigo} "Hey......"
es: {Daigo} "Oye..."

source: By the time we recovered from the bad puns and started watching again, she was already wearing a new bra.
es: Cuando volvemos a posar nuestros ojos sobre ella, ya llevaba puesto otro sujetador.

source: {Appo} "We missed it!?"
es: {Appo-} "¡Joder!"

source: {Pierre} "Shiiiiit!"
es: {Pierre} "¡No!"

source: {Ran} "Too bad, boys."
es: {Ran} "Una lástima, chicos."

source: {Mei} "Yes, today we'll go with a black bra. My bra is black. Mei In Black, after all."
es: {Mei} "Mei in black, allá vamos."

source: {Appo} "Ah, ah, ahhh..."
es: {Appo-} "..."

source: {Pierre} "I'm down..."
es: {Pierre} "Me lo he perdido..."

source: {Mei} "I'm on a roll today. I bet I'll do great this afternoon, too."
es: {Mei} "Hoy estoy con chispa."

source: She thought it was hilarious.
es: Debe pensarse que era un chiste gracioso.

source: {Kazushi} "Oh..."
es: {Kazushi} "Oye..."

source: H-huh? Is it just me, or is she looking at us in the mirror?
es: ¿? ¿No nos está viendo a través del espejo?

source: S-she sees us, right? No, no way...
es: ¿Nos está mirando? No puede ser...

source: {Kazushi} "Let's try this?"
es: {Kazushi} "¿Y si hago esto...?"

source: I made a funny face just to see if she'd noticed us.
es: Le puse una cara rara para ver si sabía que estábamos aquí.

source: {Mei} "Pfft!"
es: {Mei} (Se ríe)

source: She laughed! Shit, she can see us! She knows we're here!!
es: ¡Joder! ¡Lo sabe!

source: {Appo} "Oh yeah, where's my camera?"
es: {Appo-} "Ah sí, ¿dónde tengo la cámara?"

source: {Pierre} "That's right! We paid 5,000 yen for photo rights."
es: {Pierre} "Eso. Que hemos pagado 5000 yenes."

source: The guys were finally getting ready to take pictures. They didn't realize that she had noticed us!
es: Mis colegas no sabían que ella sabía que estábamos aquí.

source: We need to run now. I don't know why, but sensei's willing to act like she doesn't notice.
es: Deberíamos marcharnos mientras finje que no sabe que estamos aquí.

source: {Kazushi} "Hey, let's get out of here. We'll be in trouble if anyone comes!"
es: {Kazushi} "Chicos. Creo que deberíamos irnos."

source: {Appo} "What are you saying? Stupid Kazushi!"
es: {Appo-} "¿Estás loco?"

source: {Pierre} "Remember? It's during class time. Now for pictures!"
es: {Pierre} "¿Recuerdas?, estamos en horario lectivo."

source: Pictures are bad, guys! If you take any, she won't stay quiet!
es: Sacar fotos hará que la señorita Ibuki deje de finjir.

source: {Appo} "Ready? Cheese!"
es: {Appo-} "Sonríe..."

source: {Kazushi} "Dumbass!"
es: {Kazushi} "¡Estúpido!"

source: I covered up his camera lens.
es: Le tapé la cámara.

source: {Appo} "Ah! You covered it with your hand! What are you doing?!"
es: {Appo-} "¿Pero qué haces?"

source: {Kazushi} "We really need to stop. Now."
es: {Kazushi} "Tenemos que irnos ya."

source: {Ran} "Yeah, he's right. You hadn't turned your flash off either."
es: {Ran} "No es buena idea. Te has olvidado de quitarle el flash."

source: {Pierre} "Yeah, what idiot keeps the flash on when he's taking undercover pictures? Mei-chan'll notice!"
es: {Pierre} "Tiene razón, Appo-. Al menos quítale el flash."

source: {Appo} "Sorry, I still don't quite get how it works..."
es: {Appo-} "Lo siento. No volveré a usar el flash."

source: {Ran} "No, this isn't the time! Oh, we're busted."
es: {Ran} "Ups. Creo que nos han pillado."

source: {Kazushi} "Busted? Uwah!?"
es: {Kazushi} "Oh, no..."

source: The mysterious weeds from the corridors were rushing towards us.
es: La planta misteriosa nos acecha.

source: {Pierre} "What is that!?"
es: {Pierre} "¿¡Qué es eso!?"

source: Ivy! The ivy was snaking its way over to get us!
es: Esa una planta. Trata de cazarnos como si fuese una serpiente.

source: {Appo} "What's going on!?"
es: {Appo-} "¿¡Qué ocurre!?"

source: {Ran} "It's the dorm's security system. It found us because of Appo's flash."
es: {Ran} "Es el sistema de seguridad del dormitorio. Se ha activado por lo del flash."

source: {Kazushi} "You call this a security system!?"
es: {Kazushi} "¿¡Y llamas a esto sistema de seguridad!?"

source: Is this because of alchemy as well? That ivy is moving like some living creature!
es: ¿Es alquimia?

source: {Ran} "You don't want it to catch you! Now run!"
es: {Ran} "¡Calla y corre!"

source: {Daigo} "Run where?"
es: {Daigo} "¿Correr? ¿A dónde?"

source: Several vines of ivy were coming at us from all directions. There was no escape to our left or right.
es: La planta viene de todas las direcciones.

source: {Ran} "There! Through the window! Jump!"
es: {Ran} "Saltad por la ventana. ¡Saltad!"

source: Ran opened the window telling us to jump.
es: Ran abrió la ventana mientras nos decía que saltásemos.

source: {Kazushi} "Got it! Come on!"
es: {Kazushi} "¡Venga! ¡Saltad!"

source: We jumped through the window. We became birds.
es: Saltamos por la ventana convirtiéndonos en pájaros.

source: {Pierre} "This is 3rd floor!!!"
es: {Pierre} "¡¡Es el tercer piso!!"

source: {Ran} "Are you guys all right......?"
es: {Ran} "¿Estáis bien...?"

source: {Kazushi} "What do you think?"
es: {Kazushi} "¿Tú qué crees?"

source: {Ran} "You're still alive! That's all that matters!"
es: {Ran} "¡Seguís con vida! ¡¡Qué bien!!"
