Repository: talestra/edelweiss
Catalog: translation/00303.po
Languages: es

source: {Kazushi} "That was exhausting."
es: {Kazushi} "Qué cansancio."

source: I let myself get too relaxed, so class left me MEIjorly......I mean, majorly tired.
es: Ha sido una clase muy larga...

source: {Ran} "It must be tough coming in halfway through the courses."
es: {Ran} "¿No habías aprendido eso en tu anterior escuela?"

source: {Kazushi} "What a time we picked to transfer. Well, at least summer break is around the corner."
es: {Kazushi} "La única esperanza que me queda es que lleguen pronto las vacaciones de verano."

source: We had final exams before that, but once we overcame those, it was summer break.
es: Aunque habrá un examen final antes de las vacaciones.

source: {Kazushi} "Our summer break... Oh."
es: {Kazushi} "Las vacaciones de verano..."

source: I just realized something very important.
es: Acabo de percatarme de algo muy importante.

source: {Kazushi} "Do you guys leave the island and go home during your breaks?"
es: {Kazushi} "¿Dejáis la isla y volvéis a casa durante las vacaciones?"

source: I hadn't thought about it. We just got here, so the thought of going home was hardly on our minds, but if everyone else goes home, there's no point staying.
es: Si todo el mundo deja la isla, no tiene sentido que me quede aquí.

source: {Ran} "I don't. It's such a pain."
es: {Ran} "Yo no."

source: {Sakura} "I don't leave either."
es: {Sakura} "Yo también me quedo."

source: Takase sat in the seat diagonally in front of me. She turned around and raised her hand.
es: Nos dijo Sakura tras girarse.

source: {Kazushi} "Wow, so plenty of girls stay behind?"
es: {Kazushi} "¿Y el resto?"

source: {Ran} "I'd say most of them do. We go home for New Year's break, but most of us stay for the summer."
es: {Ran} "Diría que la mayoría de chicas se quedan aquí."

source: {Kazushi} "I see."
es: {Kazushi} "Entiendo."

source: That's a relief. Now I know our summer won't go to waste. That was almost the whole reason we came here.
es: Genial. Ahora ya tengo un motivo para aguantar.

source: {Kazushi} "But don't most of the parents want their daughters to come home?"
es: {Kazushi} "¿Pero la mayoría de padres no quieren que vuelvan sus niñas?"

source: {Ran} "Plus, you know, at least on New Year's we get some money, but there's nothing in the summer. Besides, the travel fee is crazy too."
es: {Ran} "No resulta barato ir y venir. La mayoría de estudiantes vuelven solo una vez al año."

source: {Sakura} "I don't think that's the reason. You always reduce everything to money, Ran."
es: {Sakura} "Ran, tus ideas siempre están relacionadas con el dinero."

source: {Ran} "The only mouths you can trust are a dead man's and a coin purse's."
es: {Ran} "Sip. El dinero es lo único en lo que confío."

source: {Kazushi} "That's not funny."
es: {Kazushi} "No tiene gracia."

source: {Sakura} "That's just how Ran is, so be careful Haruma-kun."
es: {Sakura} "Kazushi, ya sabes cómo es."

source: {Haruka} "That's right, Kazushi-kun. You'd better watch out for Ran - she'll chew you up until there's nothing left but bones and the hair from your bottom."
es: {Haruka} "Eso, Kazushi. Cuidado con Ran, o te desvalijará hasta que pierdas hasta los pelos del culo."

source: Haruka poked her head into our class.
es: Haruka asomó la cabeza por nuestra clase.

source: {Sakura} "Oh, Harunyan, you're back again?"
es: {Sakura} "Ah. Hola Haruka."

source: {Haruka} "Yeah, I came again."
es: {Haruka} "Hola."

source: Haruka wasn't giving up; she still came to our class. Maybe she didn't have a place in her own class anymore?
es: Se deja caer por aquí muy amenudo. Espero que también esté a gusto con la gente de su clase.

source: {Haruka} "But you know, that phrase is strange. We don't have any hair on our bottoms. Even monkeys don't, right?"
es: {Haruka} "Por cierto, la gente no tiene pelos en el culo, ¿no?"

source: {Kazushi} "No, some people do. Daigo's like a jungle down there."
es: {Kazushi} "Yo sé que la parte de abajo de Daigo es casi una jungla."

source: {Haruka} "What? He does? Butt hair? No way!"
es: {Haruka} "¿Qué? ¿¡Tiene!? ¿Y yo tengo?"

source: She stood up and tried to look at her own butt. Don't flip your skirt up to check! See? Now we saw them.
es: Se irguió y empezó a mirar por entre su falda.

source: {Sakura} "Hey! Behave yourself! We can see your underwear!"
es: {Sakura} "¡Eh, no hagas eso! Que se te ven las bragas."

source: Takase quickly pulled her skirt back down. Haruka finally realized what she was doing and jumped back.
es: Sakura le baja la falda a Haruka rápidamente.

source: Haruka flushed with embarrassment.
es: Haruka está avergonzada.

source: {Haruka} "Oops! I hope nobody saw my underwear."
es: {Haruka} "Ups... ¿Me ha visto alguien la ropa interior?"

source: {Kazushi} "Not at all!"
es: {Kazushi} "¡Para nada!"

source: Actually I did. They were blue. To go with her last name I guess?
es: La verdad es que sí. Las tenía azules.

source: {Sakura} "Harunyan, you're so naive. That's part of what makes you cute, though."
es: {Sakura} "Eres muy inocente. Es muy propio de ti."

source: {Ran} "Haruka, your guard's too lax. You have to be careful about the guys watching you now. If you're going to show them your panties, do it through me."
es: {Ran} "¿Recuerdas? Ahora hay chicos en la escuela. Si les vas a enseñar las braguitas, al menos cóbrales."

source: {Kazushi} "Don't try to profit off this... You really are all about money, huh?"
es: {Kazushi} "Sí que tienen razón... Todas tus ideas tienen que ver con el dinero."

source: {Haruka} "Hey, why did we all start talking about butt hair?"
es: {Haruka} "¿Quién empezó a hablar sobre pelos en el culo?"

source: {Kazushi} "Because you brought it up, Haruka."
es: {Kazushi} "Tú."

source: {Haruka} "Wah?! That's not true. Don't turn me into some butt hair maniac!"
es: {Haruka} "Eso no es cierto."

source: {Kazushi} "Is she serious?"
es: {Kazushi} "¿Va en serio?"

source: {Ran} "That's Haruka."
es: {Ran} "Así es Haruka."

source: She's hard to understand.
es: Le cuesta pillar las cosas.

source: {Sakura} "We weren't talking about bottom hair. We were talking about summer break."
es: {Sakura} "No nos estábamos refiriendo a ti. Hablábamos de las vacaciones de verano."

source: {Haruka} "That's right! Summer break! And this year, the boys will be here for it! I'm so excited."
es: {Haruka} "¡Ah, sí! ¡Las vacaciones de verano! Y este año tenemos chicos aquí."

source: She looked at me and smiled. Her smile made me even more excited about our summer break.
es: Nos mira sonriendo.

source: {Ran} "You're staying here, of course, aren't you, Haruka?"
es: {Ran} "Y tú por descontado te quedas aquí."

source: {Haruka} "Naturally. This IS my home, after all."
es: {Haruka} "Claro. Este es mi hogar."

source: {Kazushi} "That's right."
es: {Kazushi} "Es cierto."

source: Haruka was born and raised here on this island. Of course her home is here.
es: Haruka nació y creció en la isla.

source: {Haruka} "Everyone stays here for the break. The tides won't reach the harbor, anyways."
es: {Haruka} "Y todos se quedan aquí durante las vacaciones. De todas formas, la línea costera no está a la altura del puerto."

source: {Kazushi} "What's that about the tides?"
es: {Kazushi} "¿Y eso?"

source: {Sakura} "Remember, you saw it yesterday, right Haruma-kun? The tides stay incredibly low through the season."
es: {Sakura} "Ya lo visteis, ¿no? El nivel del mar desciende por esta época del año."

source: {Kazushi} "Oh yeah, we did see that! That was scary!"
es: {Kazushi} "Ah, sí, ¡desde luego que lo vimos! ¡Fue espeluznante!"

source: {Sakura} "When the tides get low, boats can't reach us here. That's why they had you guys transfer in at high tide."
es: {Sakura} "Cuando el nivel del mar desciende y la línea costera está lejos de la costa, no hay forma de salir de la isla."

source: If the ships can't dock, then they can't leave either. That's the whole reason we couldn't leave.
es: Los barcos permanecerán estancados y nadie podrá dejar la isla.

source: This truly is an isolated island on the distant sea. What a place we've come to.
es: Es una isla completamente aislada.

source: {Haruka} "Nature is amazing."
es: {Haruka} "La naturaleza es sorprendente."

source: {Kazushi} "I know. We all got so scared last night."
es: {Kazushi} "Pues sí. Acabamos todos acojonados anoche."

source: {Fuusen} "Why are you giving us such a perverted face?"
es: {Hu-sen} "¿Por qué nos estáis mirando con esa cara cachonda?"

source: {Kazushi} "Grk!"
es: {Kazushi} "¿¡...!?"

source: Two pairs of eyes filled with loathing were cast upon us. Fuusen and Andou have treated us like enemies ever since yesterday.
es: Eran Hu-sen y Rei. Desde luego mucho aprecio no tiene pinta de que nos tengan.

source: {Andou} "Hey, Haruka-chan, you shouldn't talk to those boys."
es: {Rei} "Oye Haruka, no deberías relacionarte con estos tipos."

source: {Fuusen} "Haruka-chan, if you're not careful enough, they'll get you pregnant before you know it."
es: {Hu-sen} "O te dejarán preñada antes de que te enteres."

source: {Kazushi} "What!?"
es: {Kazushi} "¿¡Qué!?"

source: What's wrong with this bitch? There's a limit to how mean one can be!
es: ¿¡Pero qué les pasa a estas chicas!?

source: {Haruka} "What? Is that true? Will you get me pregnant?"
es: {Haruka} "¿Es eso verdad? ¿¡Pueden dejarme preñada con tanta facilidad!?"

source: {Kazushi} "Don't listen to them, Haruka. That's not going to happen."
es: {Kazushi} "¿¡Cómo puedes siquiera pensarlo!?"

source: {Andou} "Do you still have your underwear on? They haven't stolen it off from you, have they?"
es: {Rei} "¿Sigues con las bragas puestas? ¿No te las han quitado ya?"

source: {Haruka} "Oh my god!?"
es: {Haruka} "¿¡Pero qué...!?"

source: She checked inside her skirt again. I got to have a second peek.
es: Está mirando entre su falda de nuevo. Y otra vez, puedo verle un poco las braguitas.

source: {Sakura} "I'm safe! Mine are still on!"
es: {Sakura} "Las mías todavía no me las han quitado."

source: {Kazushi} "Not you too, Takase? Besides, how could we be ever be skilled enough to steal the underwear you're wearing?"
es: {Kazushi} "Sakura, no lo dirías en serio, ¿no?"

source: {Ran} "I know, right? If you had that kind of technique, you'd be a splendid pickpocket."
es: {Ran} "Ya lo sé. Si alguien fuese capaz de hacer algo así, estaría fuera, robando carteras a la gente."

source: {Kazushi} "No, that's wrong. Pick-pocketing isn't splendid."
es: {Kazushi} "Genial. Acabamos de promocionar de agresores a criminales."

source: {Andou} "Hey, Ran."
es: {Rei} "Oye, Ran."

source: For some reason they were ganging up on Ran.
es: Por algún motivo, están mirando a Ran.

source: {Ran} "What is it?"
es: {Ran} "¿Qué pasa?"

source: {Fuusen} "Are these beasts under your jurisdiction, Ran? If they are, then make sure they're well-trained. We know you're going to sucker them either way."
es: {Hu-sen} "Si vas a salir con estos animales, nos gustaría saber al menos que están bien domesticados."

source: {Ran} "Well, they aren't. But what's it matter to you who my mates are?"
es: {Ran} "Con quien vaya o deje de ir no es asunto vuestro."

source: Ran smiled back, but her eyes were challenging Fuusen. Fuusen shuddered under the pressure.
es: Replicó Ran a Hu-sen con una mirada desafiante.

source: {Fuusen} "W-what?!"
es: {Hu-sen} "¿Y esa mirada?"

source: {Ran} "I'm telling you I don't want to hear people talking behind my back about who I hang out with. I will do things the way I want to."
es: {Ran} "Te he dicho que con quien vaya o deje de ir no es asunto vuestro."

source: {Fuusen} "H-hmph! Look at you talk big! You clearly don't know the meaning of sisterhood."
es: {Hu-sen} "¿Pero quién te crees que eres? Se supone que deberías estar de nuestro lado."

source: {Ran} "If your idea of sisterhood means going to the toilet in groups, then count me out."
es: {Ran} "No soy el tipo de chica que vaya al baño acompañada."

source: Ran scoffed at Fuusen's insult. She was acting cool, like a lone wolf, but... was Ran an outsider in this class?
es: Ran debe ser una de esas chicas que siempre actúa por sí misma.

source: Well, Ran didn't seem to care.
es: No parece que le importe lo que las otras personas puedan pensar de ella.

source: {Andou} "Fine. Let's just leave this thing alone."
es: {Rei} "Deja a la rarita a su aire."

source: {Fuusen} "Boys, especially you four, let me tell you this now: we girls won't talk to any of you, so don't come chatting us up or trying to be buddy-buddy."
es: {Hu-sen} "Chicos, creo que ya sabéis lo que las chicas opinan de vosotros. No os penséis que sois bienvenidos aquí."

source: {Kazushi} "Huh? No one else said that. Are you saying you're going to ignore us? Is this some kind of bullying?"
es: {Kazushi} "¿Tratas de intimidarnos?"

source: {Sakura} "Am I included in this?"
es: {Sakura} "¿Me incluís a mí también en eso?"

source: {Haruka} "I'm not, right? I'm not even in this class."
es: {Haruka} "A mí no, ¿verdad? Además, yo tampoco soy de esta clase."

source: {Fuusen} "Sakura, Haruka-chan, if you have any self-respect, then you better not get involved with any boys."
es: {Hu-sen} "Sakura y Haruka, deberíais comportaros con éstos alrededor."

source: {Andou} "I don't want to talk to some sex criminal who steals underwear. I don't even want to breath the same air as them."
es: {Rei} "Me pone enferma el hecho de estar respirando el mismo aire que ellos."

source: {Kazushi} "Wha?! Don't you think that's a little too spiteful?"
es: {Kazushi} "¿¡...!? No sabía que nos odiasen tanto."

source: What's the point of coming to an all girls' school if they won't talk to us?
es: El principal motivo para venirnos a esta isla era para salir con chicas.

source: {Ran} "Wow, they really hate you."
es: {Ran} "Vaya, sí que os odian."

source: {Haruka} "Come on, everybody. Let's stop fighting and try to get along."
es: {Haruka} "Venga... ¿Por qué no tratamos de llevarnos todos bien?"

source: {Andou} "No way! They ate my panties!! They're perverts!"
es: {Rei} "¡Ni hablar! ¡¡Se comieron mis bragas!!"

source: {Kazushi} "Hang on, we didn't eat them! Who the hell would eat panties?!"
es: {Kazushi} "¡Nunca hicimos eso!"

source: {Andou} "Hah! That's exactly what you did! I can't believe we're so unfortunate to be in the same class as these things."
es: {Rei} "¿¡Qué!? ¡Pero si eso fue exáctamente lo que hiciste!"

source: {Fuusen} "Doesn't it smell bad around here? I need to disinfect it."
es: {Hu-sen} "¿No huele mal por aquí?"

source: Fuusen pulled out a bottle of perfume and started spraying the air around us.
es: Hu-sen nos echa spray antiolor.

source: {Kazushi} "Uwah! This reeks! What is it?!"
es: {Kazushi} "¿¡Qué es esto!?"

source: {Fuusen} "Hah! Commoner! How can you say that Dior's Poison reeks?!"
es: {Hu-sen} "Es un perfume muy car."

source: {Kazushi} "Oh, so it is poison! Are you some kind of wrestling heel now?! *Cough, cough, cough!*"
es: {Kazushi} "¡Huele a veneno!"

source: She kept spraying her poisonous mist on me.
es: No para.

source: That's when the door was slammed open.
es: Entonces fue cuando se abrió la puerta violentamente.

source: {Daigo} "What the hell are you guys doing!?"
es: {Daigo} "¿¡Qué leches estáis haciendo!?"

source: Daigo just returned from the bathroom and rushed towards us.
es: Daigo corrió hace nosotros.

source: {Fuusen} "Uh-oh, here comes pops."
es: {Hu-sen} "Ahí viene el estudiante de mediana edad."

source: {Daigo} "Don't call me pops!"
es: {Daigo} "¡Tengo la misma edad que vosotras!"

source: {Andou} "If you're middle-aged, you're middle aged. I can't help that."
es: {Rei} "Debes tener más de 30 a la fuerza."

source: {Daigo} "Urgh... F-fine, talk about me, but don't talk shit about my friends!"
es: {Daigo} "Sea lo que sea... no habléis mal de mis amigos."

source: {Andou} "What's he saying? All I hear are mumbles. What a creep."
es: {Rei} "¿Pero qué dice? Está barboteando."

source: {Daigo} "Kazushi... is... our...!"
es: {Daigo} "¡¡Kazushi es nuestro...!!"

source: He started having trouble getting the words out. His giant body trembled. This is bad. When he gets cornered, he explodes.
es: Empieza a temblar. Las chicas no saben que no es buena idea alterarlo.

source: {Pierre} "What's going on?"
es: {Pierre} "¿Qué ocurre?"

source: Pierre and Appo came back with perfect timing.
es: Pierre y Appo- volvieron también.

source: {Appo} "What? This mis-carved bitch is at it again? Quit harassing my friends!"
es: {Appo-} "¿¡Qué estáis haciéndole a mi amigo!?"

source: They rushed for us too. Now it was three boys against two girls and one big mess waiting to happen.
es: Vinieron corriendo hacia nosotros también. Ahora son tres chicos contra dos chicas.

source: {Fuusen} "What are you covering for each other for? You're all a bunch of creeps!"
es: {Hu-sen} "Alejaros de mí."

source: {Andou} "I've had enough, let's go."
es: {Rei} "Dejemos a estos imbéciles solos. Vamos."

source: {Fuusen} "Sakura, Haruka-chan, you two come with us."
es: {Hu-sen} "Vosotras también, Sakura, Haruka. Venid con nosotras."

source: {Haruka} "Uwah? Me too?"
es: {Haruka} "¿Yo también?"

source: {Sakura} "Uh, umm, I'll see you later, Haruma-kun and friends."
es: {Sakura} "Lo siento chicos. Nos vemos luego."

source: {Appo} "I never want to see you again!"
es: {Appo-} "¡¡Nunca!!"

source: {Ran} "Jeez, they come in, and all they do is cause a fuss. This is why I hate girls."
es: {Ran} "Es por eso que no me gusta ir con chicas."

source: I was really worried about Ran when she said that. Is she getting along well with the girls in our class?
es: Es como si no se considerase a sí misma como una chica.

source: {Kazushi} "What about you, Ran? You don't have to stick up for us."
es: {Kazushi} "¿Y qué pasa contigo Ran? No tienes por qué ponerte de nuestra parte."

source: {Ran} "I don't care."
es: {Ran} "No me importa."

source: {Kazushi} "Don't care...but?"
es: {Kazushi} "¿No tendrás problemas con ellas...?"

source: {Ran} "It doesn't matter, okay? Besides, you guys really look like losers."
es: {Ran} "Qué más da. Por cierto, tenéis pinta de perdedores."

source: She looked at us with a triumphant grin. Us? Losers?
es: ¿Nosotros? ¿Perdedores?

source: {Ran} "The biggest mistake you guys made was not letting me handle everything. Next time, let me take care of it."
es: {Ran} "El mayor error que habéis cometido ha sido no haber hecho las cosas a través de mí."

source: {Kazushi} "What are you talking about?"
es: {Kazushi} "¿De qué estás hablando?"

source: {Ran} "I'm talking about your failure yesterday. You didn't go through me, you wound up in that horrible predicament."
es: {Ran} "Me refiero a lo que pasó ayer."

source: {Ran} "Next time you guys plan something, you should consult with me first. I know everything about this school."
es: {Ran} "La próxima vez que planeéis algo, deberíais consultarme. Lo sé todo sobre esta escuela."

source: {Ran} "I can even show you around the off-limits places where boys only dream of going."
es: {Ran} "Podría hasta enseñaros lugares que os encantaría ver a vosotros siendo chicos."

source: {Appo} "Are you serious!?"
es: {Appo-} "¿¡De verdad!?"

source: {Pierre} "Is that place Heaven?!"
es: {Pierre} "¿¡Está el cielo en esta escuela!?"

source: {Ran} "You will ascend directly to heaven. Of course, it depends on how dedicated you are."
es: {Ran} "Os garantizo que me adoraréis."

source: {Appo} "What are you saying, madam? We are always of utmost devotion. Whip 'em out guys!"
es: {Appo-} "Vencha chicos, ¡a sacarlos!"

source: {Daigo} "Whip what out?"
es: {Daigo} "¿Sacar el qué?"

source: {Appo} "We need to show her how sincere our devotion is. Come on, come on."
es: {Appo-} "Tenemos que mostrarle nuestra 'gratitud'."

source: {Ran} "Hey, you're smarter than I thought. The rest of you should learn from him."
es: {Ran} "Vaya, eres más listo de lo que pensaba."

source: {Kazushi} "Fine."
es: {Kazushi} "Está bien."

source: I could feel my wallet getting lighter and lighter every day.
es: Cada día que pasa, mi cartera va pensando menos.

source: Ran guided us to an ornate building.
es: Ran nos llevó a un edificio muy elegante.

source: {Kazushi} "Hey, isn't this..."
es: {Kazushi} "Oye... Esto es..."

source: Yep, this is the girl's dorm. The very place we dreamed of living in before we found out about our shack.
es: Sip. El dormitorio de las chicas.

source: {Ran} "Welcome, welcome, this is the girl's dorm. Within lies all everything both open and hidden about the girls of Eiden Academy."
es: {Ran} "Ya os dije que me adoraríais. Este es el dormitorio de las chicas."

source: {Appo} "I'm feeling faint already..."
es: {Appo-} "Ya he empezado a marearme..."

source: {Pierre} "Are you OK, Appo? ACK! You've got a bloody nose!"
es: {Pierre} "¿Te encuentras bien, Appo-? ¡Te sangra la nariz!"

source: {Ran} "I'm pleased to see you're already enjoying my services."
es: {Ran} "Me alegra de que ya te guste mi servicio."

source: {Daigo} "Is it OK to take pictures once we're inside?"
es: {Daigo} "¿Crees que podré tomar fotos dentro?"

source: {Ran} "Photography will incur an additional fee. The cost is 500 yen per photo, or 5,000 yen to take as many as you'd like."
es: {Ran} "No está incluído en el precio inicial. Para que podáis tomar fotos son 5000 yenes."

source: {Kazushi} "Wha!? That's too much!"
es: {Kazushi} "¿¡...!? ¡¡Eso es demasiado!!"

source: {Daigo} "Here. 5,000 yen."
es: {Daigo} "Toma mis 5000."

source: {Kazushi} "..the hell!? He's actually paying it!"
es: {Kazushi} "¿¡...!? ¡Le está pagando!"

source: I didn't know Daigo was rich.
es: No sabía que Daigo fuese rico.

source: {Appo} "And me."
es: {Appo-} "¡Mi parte!"

source: {Pierre} "And me."
es: {Pierre} "¡Y la mía!"

source: Everyone paid her 5,000 yen. I didn't know any of you were so wealthy...
es: Chicos...

source: {Ran} "What about you, Kazushi?"
es: {Ran} "¿Y tú, Kazushi?"

source: {Kazushi} "I didn't bring my camera."
es: {Kazushi} "No me he traído la cámara."

source: Not to mention that you've already taken all of my money.
es: Y tampoco tengo dinero.

source: {Ran} "I see. Now then, is everybody ready?"
es: {Ran} "¿Estáis listos?"

source: Everyone else was in a trance, like living bobble-heads.
es: Todos están distraídos. Limitándose a asentir con la cabeza arriba y abajo.

source: {Ran} "Then let us begin the Eiden Academy Mystery Tour!"
es: {Ran} "¡Allá vamos!"

source: {Appo} "Be quiet, guys!"
es: {Appo-} "Permaneced en silencio..."

source: {Pierre} "Got it."
es: {Pierre} "Entendido..."

source: The four of us tiptoed our way through the hall just like thieves. Though what we were trying to do made us no better than thieves.
es: Ahora mismo, no nos diferenciamos en nada a los ladrones.

source: {Ran} "You guys are too tense. Relax."
es: {Ran} "Estáis muy tensos, chicos. Relajaos."

source: {Kazushi} "But we're going to be in serious trouble if we get caught. Men are forbidden here, right?"
es: {Kazushi} "Pero si nos pillan, acabaremos con un serio problema."

source: If we're caught walking along in here, we're done for. As soon as we're spotted, we're out.
es: Este no es lugar para hombres.

source: {Ran} "You're fine. What time is it? It's class time, right? No one will be here."
es: {Ran} "Es horario de clases. No debería haber nadie aquí."

source: Ran easily reassured us. I had completely forgotten about that. No student would be in the dorm now.
es: Es cierto. Nos olvidamos de ese detalle.

source: {Appo} "There's no one here?"
es: {Appo-} "¿No hay nadie aquí?"

source: {Pierre} "What's the point of sneaking into a dorm with no one in it?"
es: {Pierre} "Entonces, ¿qué estamos haciendo?"

source: {Ran} "For a gang of perverts, you're pretty dumb. This is the only time you're able to sneak into the girls' dorm. Because no one is here, you can walk around and enjoy it."
es: {Ran} "Es por eso por lo que os podéis relajar y disfrutar el paseo."
