Repository: talestra/edelweiss
Catalog: translation/00406.po
Languages: es

source: {Kazushi} "What a nice breeze..."
es: {Kazushi} "Este viento me reconforta."

source: I couldn't fall asleep because of this afternoon, so I decided to go for a walk.
es: He tenido que darme una siesta porque anoche no pude dormirme.

source: {Kazushi} "I still see her panties every time I close my eyes."
es: {Kazushi} "Cada vez que cierro los ojos, recuerdo su ropa interior."

source: I made eye contact with her too.
es: Y también tuve contacto visual con ella.

source: {Kazushi} "Why did sensei stay quiet after she noticed us?"
es: {Kazushi} "Me pregunto por qué no nos acusará."

source: {Mei} "Haruma-kun."
es: {Mei} "Eh, Kazushi."

source: {Kazushi} "Yes? Ah!"
es: {Kazushi} "¿Sí? ¡¡...!!"

source: {Kazushi} "M-M-Mei-sensei!!"
es: {Kazushi} "¡¡Señorita Ibuki...!!"

source: {Mei} "You shouldn't shout someone's name so loudly. It's already late at night. You'll wake the others and they'll come to check on us."
es: {Mei} "No grites tanto. No querrás despertar a todo el mundo, ¿no?"

source: {Kazushi} "S-sorry..."
es: {Kazushi} "L-Lo siento..."

source: Mei-sensei was acting the same as usual. Her tone was calm and gentle.
es: No parece estar enfadada conmigo.

source: I'm surprised she can talk like this to the guy who snuck in and peeped on her while changing this afternoon.
es: No tiene pinta de ir a acusarme o algo así.

source: Oh yeah. I haven't apologized for that. Maybe that's why I don't feel right about it.
es: Quizá debería disculparme antes de que empiece a hablar sobre eso.

source: {Mei} "What are you doing so late? Out for a walk?"
es: {Mei} "¿Qué haces aquí tan tarde?"

source: {Kazushi} "Um, yes."
es: {Kazushi} "Dando un paseo."

source: {Mei} "Oh? So you have a moment? Could I have you come with me then?"
es: {Mei} "¿Tienes un rato?"

source: {Kazushi} "Huh? Now?"
es: {Kazushi} "¿Ahora?"

source: I wonder what she needs me for......
es: Me pregunto para qué me necesitará...

source: *SLURP*
es: *Mei y Kazushi comiendo fideos*

source: The sound of us slurping up noodles and the delicious smell of pork sauce filled the garden.
es: No puedo resistirme a los fideos de pollo.

source: {Mei} "Hahh...I wonder why ramen tastes so much better late at night."
es: {Mei} "Me preguntó por qué los fideos saben mucho mejor a altas horas de la noche."

source: Sensei carried her ramen bowl in happiness. We looked quite the odd couple. We fixed it the cafeteria and brought it out here.
es: Hicimos fideos en la cafetería y nos los trajimos aquí.

source: {Kazushi} "Yes......"
es: {Kazushi} "Sí..."

source: Why am I eating ramen with sensei at this hour? What's she trying to do?
es: ¿Qué estamos haciendo aquí...?

source: {Kazushi} "Umm..."
es: {Kazushi} "Señorita Ibuki..."

source: {Mei} "Haruma-kun, there's something bothering you, right?"
es: {Mei} "Kazushi, ¿hay algo que te preocupa?"

source: {Kazushi} "Huh? Bothering...me?"
es: {Kazushi} "¿Algo que me preocupe?"

source: {Mei} "It's causing you to build up stress, isn't it? I'm here to listen if you need somebody to talk to."
es: {Mei} "Ya sabes. Si necesitas a alguien con quien hablar, yo puedo escuchartes."

source: Why is she asking me this all of a sudden?
es: ¿Por qué me dice esto así de sopetón?

source: {Mei} "You're a boy in puberty, after all. I think it's only natural for you to have things bothering you. That pent up stress is what's driving you boys to sexual crimes, right?"
es: {Mei} "Los adolescentes siempre tienen algún problema en sus vidas. Y eso les lleva a veces a cometer algún crimen sexual."

source: {Kazushi} "Sexual crimes!!"
es: {Kazushi} "¡¡Crimen sexual!!"

source: Is she talking about our peeping this afternoon? I can't argue with it being a crime, but sensei, I think you're reading too deeply?
es: ¿Quizá se esté refiriendo a lo que hicimos antes?

source: {Mei} "I've never been in charge of teaching boys before, so honestly, I'm not sure what to do. I grew up in an all girls' academy."
es: {Mei} "Verás. Nunca había enseñado a chicos..."

source: {Mei} "But I'll do my best to understand you boys, so I'd like you to be more open with me."
es: {Mei} "Pero haré todo lo posible para comprenderos, ¿vale?"

source: {Kazushi} "Uhh..."
es: {Kazushi} "Señorita Ibuki..."

source: What should I say? The first thing sensei is misunderstanding is...
es: Creo que se está complicando más de la cuenta...

source: {Kazushi} "Umm, you don't need to think about it too hard. What we did this afternoon, well...... I'm truly sorry!"
es: {Kazushi} "No tnego ningún problema en mi vida. ¡Siento haberte espiado antes en tu habitación!"

source: I bowed my head low in apology.
es: Me disculpé sinceramente.

source: {Kazushi} "But we weren't peeping on you to let off steam or because something was bothering us. We, well... we were just interested in your naked body..."
es: {Kazushi} "No tenemos ningún problema... Simplemente queríamos verte desnuda..."

source: Why am I confessing such embarrassing details? But, if I don't make it clear, she'll continue to misunderstand.
es: ¿Por qué le estoy confesando esto?

source: {Mei} "My naked body? Ohh, so that's what it was."
es: {Mei} "¿Ver mi cuerpo? ¿Así que no tenéis ninguna preocupación en la vida?"

source: Sensei nodded in understanding.
es: Comprendió que le estaba dando demasiada importancia.

source: {Mei} "I suppose all boys your age are most interested in sex."
es: {Mei} "Supongo que es normal que los chicos de tu edad estén interesados en esas cosas."

source: {Kazushi} "To be perfectly clear, that's it...... I'm truly sorry!"
es: {Kazushi} "¡¡Lo siento mucho, de verdad!!"

source: I felt extremely embarrassed to have her put it so calmly. I bowed my head to her once again.
es: No podía hacer otra cosa más que disculparme.

source: {Mei} "It's alright. Chin up."
es: {Mei} "Ya es suficiente. Está bien."

source: Sensei spoke to me with a gentle voice. When I raised my head, I was greeted with her gentle smile.
es: Está sonriendo. Creo que ha aceptado mis disculpas.

source: {Mei} "You're a good kid, Haruma-kun. It seems easy, but it's actually quite hard to admit your mistakes and apologize."
es: {Mei} "Eres un buen chico. A veces resulta difícil disculparse."

source: {Kazushi} "I'm not very good at all. But sensei... Aren't you mad at us?"
es: {Kazushi} "¿Estás enfadada conmigo...?"

source: {Mei} "That's an odd question. Of course I am."
es: {Mei} "Claro que sí."

source: That's what she said, but she didn't look it. She continue to wear her gentle smile.
es: Aunque no aparenta estarlo.

source: {Mei} "But most of all, I wanted to know why you boys did such a thing. I was sure there had to be a reason for it."
es: {Mei} "Solo quería saber por qué lo hicisteis."

source: {Kazushi} "I'm sorry there wasn't a better reason."
es: {Kazushi} "Siento no tener ninguna razón..."

source: {Mei} "No, I'm glad there isn't something bothering you all. Now, I know you're young boys and you can't help but be interested, but don't do that again, alright?"
es: {Mei} "¿Me prometes que no volverás a hacerlo?"

source: {Kazushi} "I won't. I really do feel bad about it."
es: {Kazushi} "Lo prometo."

source: I bowed my head to her once again. Then I felt sensei's soft hand reach over and rub it.
es: Volví a disculparme.

source: {Mei} "If you feel bad for what you've done, then that's enough. What's important is not to make the same mistake twice. Now, that's the end of this discussion."
es: {Mei} "Está bien. Pues tema zanjado."

source: She took her hand off of my head. I kind of wish she hadn't.
es: Esta vez lo ha dejado estar.

source: {Kazushi} "Umm, that's it? No punishment?"
es: {Kazushi} "¿Vas a castigarme?"

source: {Mei} "No, that's it. Look, your noodles are starting to go limp. Hurry up and eat."
es: {Mei} "No. Ya está. Tómate los fideos."

source: We were forgiven so easily. Yagami-sensei would've given us a few good blows each. I was almost let down by how easily we got off.
es: Me esperaba un par de sopapos.

source: {Mei} "They're a little soft, but they're still good, aren't they?"
es: {Mei} "Todavía están calientes y muy buenos."

source: I couldn't take my eyes off her face.
es: No podía quitarle los ojos de la cara.

source: Mei-sensei really was like a kind older sister. No wonder she was well liked by both the guys and the girls.
es: Es como una especie de hermana mayor.

source: She really was an ideal woman.
es: Cualquier hombre desearía tenerla.

source: But something was missing. I wanted to see Mei-sensei acting more angry, or shy, or something else.
es: En cierto modo quería verla explotar...

source: Maybe I'm just being picky.
es: O quizá no.

source: {Mei} "What's wrong? You're not hungry?"
es: {Mei} "¿Qué pasa? ¿No tienes hambre?"

source: {Kazushi} "Oh, no, it's nothing. I'll eat them now."
es: {Kazushi} "Ah, no. Voy a comer."

source: I bet those are the kinds of expressions Mei-sensei only shows to someone special to her.
es: Quizá solo muestra su parte humana a alguien especial.

source: To someone special...
es: A alguien especial...

source: I wonder what kind of man a mature woman like Mei-sensei likes?
es: Me pregunto qué tipo de hombres le gustarán...

source: {Mei} "That was delicious."
es: {Mei} "Estaba buenísimo."

source: She looked up at the sky with satisfaction after finishing her ramen.
es: Mira al cielo.

source: The night sky was filled with a blanket of stars and a waning moon.
es: Se ven un buen puñado de estrellas.

source: We could never see this in the city.
es: En donde venimos nunca hubiésemos podido ver esto.

source: {Mei} "The moon's beautiful tonight."
es: {Mei} "Hoy la luna está muy bonita."

source: To me, Mei-sensei was far more beautiful than the moon and all the stars in the sky combined.
es: Para mí, ella era mucho más bella que todas las estrellas del firmamento juntas.

source: Morning classes ended and it was time for lunch.
es: *Descanso para comer.*

source: Hinata-san sits next to me, but we still haven't really had a chance to talk. I think it's because she's avoiding me.
es: Últimamente no me habla. Parece estar evitándome.

source: Hinata-san left her seat without a word. She does that every time class ends - immediately going somewhere else.
es: Se va de su sitio en cuanto terminan las clases.

source: That's why I've never had a proper conversation with her.
es: Siendo la necesidad de hablar con ella y preguntarle qué está pasando.

source: {Kazushi} "Hey, Hinata-san..."
es: {Kazushi} "Oye Mizuki..."

source: {Mizuki} "Huh? What?"
es: {Mizuki} "¿Qué?"

source: She didn't expect me to talk to her and seemed a little surprised.
es: No se esperaba que le hablase, y parece algo sorprendida.

source: {Mizuki} "What can I do for you?"
es: {Mizuki} "¿Qué quieres?"

source: {Kazushi} "Nothing. I just wanted to talk to you."
es: {Kazushi} "Solo quería hablar contigo."

source: {Mizuki} "What's there to talk about?"
es: {Mizuki} "¿Sobre qué?"

source: {Kazushi} "Well... just to chat."
es: {Kazushi} "Nada..."

source: {Mizuki} "......Did you remember something, by chance?"
es: {Mizuki} "¿Quizá has recordado algo...?"

source: {Kazushi} "Remember something? What do you mean?"
es: {Kazushi} "¿Recordar algo? ¿Qué quieres decir?"

source: Hinata-san stared at me for a few seconds, and then averted her eyes in relief.
es: Mizuki se me queda mirando unos cuantos segundos por alguna razón.

source: {Kazushi} "What's that look for?"
es: {Kazushi} "¿Qué quieres decir?"

source: {Mizuki} "Nothing, really. Sorry, but I need to be somewhere. Later."
es: {Mizuki} "No, nada. Nos vemos."

source: After that, she dashed off. I was fascinated by the animal-like nimbleness and supple movements of her body.
es: Se marcha corriendo a vete tú a saber dónde.

source: {Kazushi} "Amazing, it's like her legs are made of springs. I wonder if she's an athlete."
es: {Kazushi} "Parece una atleta."

source: {Pierre} "What are you staring at? Are you interested in Mizuki-chan?"
es: {Pierre} "¿A dónde estás mirando? ¿Te gusta?"

source: Pierre piped in with a chiding tone and a broad grin.
es: Pierre me pilló mirándola.

source: {Kazushi} "Hey, Pierre."
es: {Kazushi} "Anda, Pierre."

source: Appo and Daigo were with him. They were all smiling, which means they must have caught me staring at Mizuki.
es: También están Appo- y Daigo. Están sonriendo. Deben haberse fijado que me he quedado mirando a Mizuki.

source: {Daigo} "You two aren't getting along, are you?"
es: {Daigo} "No os lleváis bien todavía, ¿no?"

source: {Kazushi} "Well, I don't quite think that's it. I feel like she's being a little awkward or trying to keep her distance."
es: {Kazushi} "No sé. Parece como si me evitase."

source: {Appo} "Maybe she just hates you, physically speaking. Some people are compatible, so some have to be incompatible too."
es: {Appo-} "Quizá no le caigas bien. Todas las chicas tienen incompatibilidades con algún chico."

source: {Kazushi} "Physically? It's bad, though, when you need to sit next to each other in class every day."
es: {Kazushi} "Pues no mola cuando te toca sentarte junto a ella todos los días."

source: {Pierre} "We should be changing our seats, soon. I'm going to sit right in front of Mei-chan."
es: {Pierre} "Nos cambiaremos pronto de sitio. Y yo me voy a poner justo enfrente de Mei."

source: {Appo} "Right, except I'm the one in front of Mei-chan."
es: {Appo-} "Yo también."

source: {Daigo} "You can both sit in front of her."
es: {Daigo} "Entonces deberíais sentaros juntos."

source: {Kazushi} "Seat changes..."
es: {Kazushi} "Cambio de asiento..."

source: I hoped to get along with Mizuki before that happened.
es: Espero llevarme bien con ella antes de que eso ocurra.

source: {Appo} "Getting down over it won't help. Let's go grab lunch. There's bound to be plenty of girls in the cafeteria."
es: {Appo-} "Eh, vamos a comer. Está a rebosar de chicas en la cafetereía."

source: {Pierre} "Like mature, upper class girls. When I think they drop their handkerchief, I'll pick it up and go after them."
es: {Pierre} "Quiero conocer chicas guapas. Quiero recogerles los pañuelos cuando se les caigan."

source: {Daigo} "You want to play drop the handkerchief?"
es: {Daigo} "¿Qué probabilidades hay de que pase eso?"

source: {Appo} "Come on, let's go!"
es: {Appo-} "¡Da igual!, ¡vamos!"

source: {Haruka} "Kyah!"
es: {Haruka} "¡Ah!"

source: {Kazushi} "Uwah!?"
es: {Kazushi} "¡¿Eh?!"

source: I bumped into someone as soon as I stepped out of the classroom.
es: Me choqué contra alguien en cuanto di un paso para salir de la clase.

source: {Haruka} "Owww... I hit my nose."
es: {Haruka} "Au... Mi nariz."

source: She must have hit her nose on my chest. She had tears in her eyes.
es: Debe haberse golpeado en la nariz.

source: {Kazushi} "Ah, sorry! Your nose isn't bleeding is it?"
es: {Kazushi} "Lo siento, ¿te encuentras bien?"

source: {Haruka} "Ah... Oh, Kazushi-kun. No, I don't think my nose is bleeding."
es: {Haruka} "Oye Kazushi... ¿Me sangra la nariz?"

source: She rubbed her nose, but there wasn't any blood.
es: No me parece que tenga sangre en la nariz.

source: {Appo} "Haruka-chan, you came to visit our class AGAIN?"
es: {Appo-} "¿Venías otra vez de visita a nuestra clase?"

source: {Pierre} "Why do you like our class so much? Don't tell me there's a guy you're interested in?"
es: {Pierre} "¿Cómo es que te gusta tanto nuestra clase? ¿Acaso hay algún chico que te guste en nuestra clase?"

source: {Haruka} "...kind of?"
es: {Haruka} "¿Quizá...?"

source: They were joking, but her answer was a surprise. Haruka's interested in some guy in our class?
es: Esa respuesta ha sido muy sorprendente.

source: {Appo} "Ah, I knew it. Girls who've lived in a boarding school without any male contact are helpless before my pheromones."
es: {Appo-} "Sabía que me mirabas todo el tiempo."

source: {Daigo} "I don't think it's you, Appo. I'd even go so far as to bet 1,000,000 yen on that."
es: {Daigo} "No creo que seas tú, Appo-. Me apostaría un millón de llenes."

source: {Haruka} "Hmm, but I'm not sure yet. I need to find out whether or not it's true."
es: {Haruka} "Ni siquiera yo lo tengo claro. Quería averiguar si me gusta realmente o no."

source: {Pierre} "I see. You need to discern whether or not it's true love for you?"
es: {Pierre} "Ya veo. El amor de verdad es así. Tómate tu tiempo."

source: {Kazushi} "Hmm, that's cautious. But if it was true love, wouldn't you be unable to think about it or stop yourself?"
es: {Kazushi} "Yo no lo creo. El amor de verdad debería ser uno que te impide controlarte."

source: {Haruka} "Huh? Love?"
es: {Haruka} "¿Eso crees?"

source: {Pierre} "Good point, Kazushi. Love is something you feel. I don't think falling in love is something you really think about when it happens."
es: {Pierre} "Tienes razón Kazushi. No creo que pienses en nada cuando te enamoras."

source: {Haruka} "Uhh, umm, I didn't mean love... but you might be right about feeling things. Yeah, I feel it..."
es: {Haruka} "No estoy segura de si es amor lo que siento..."

source: Haruka trailed off, mumbling to herself. I wonder what kind of guy she's into? It'd be nice if I could find my destined partner by feeling.
es: Haruka murmulla algo tras nuestro discurso.

source: {Daigo} "Anyways, food. I'm getting in a foul mood."
es: {Daigo} "Eh chicos. Me estoy muriendo de hambre."

source: {Pierre} "Alright, hold on a little longer."
es: {Pierre} "Vale."

source: {Kazushi} "Oh yeah, we're heading down for food. Did you want to join us, Haruka?"
es: {Kazushi} "¿Te vienes con nosotros, Haruka?"

source: {Haruka} "Oh, sure, I'm coming, I'm coming. I was thinking of getting lunch too."
es: {Haruka} "Claro. Iré con vosotros."

source: {Appo} "Did you hear? 'I'm coming.' Say it again!"
es: {Appo-} "¿¡Puedes repetirlo?!"

source: {Haruka} "Hmm? Sure... I'm coming, I'm coming!"
es: {Haruka} "¿? Claro... ¡Voy con vosotros~!"

source: {Pierre} "Ooh! So good!"
es: {Pierre} "¡Eso suena bien!"

source: {Appo} "Th-then, hey, what's another word for cat?"
es: {Appo-} "¿Y qué es lo que dices cuando alguien esperando en tu puerta?"

source: {Kazushi} "Huh? Hey, you're not..."
es: {Kazushi} "Oye Appo-..."

source: Is he really going to make her say it?
es: ¿Va a hacerle decir eso?

source: {Haruka} "Umm... A pussy?"
es: {Haruka} "¿¡Entra...!?"

source: She said it!
es: ¡Lo ha dicho!

source: {Pierre} "Again! Without the 'a'!"
es: {Pierre} "¡Otra vez!"

source: {Haruka} "Without 'a'? Umm... pussy?"
es: {Haruka} "¿Entra?"

source: {Appo} "Keep it coming! Pussy, pussy!"
es: {Appo-} "¡Sigue!"

source: {Haruka} "Pussy, pussy? Pussy! Pussy!"
es: {Haruka} "¡Entra, entra, entra~!"

source: {Pierre} "Now say it like it's your cat!"
es: {Pierre} "¡Más fuerte!"

source: {Haruka} "My pussy! My pussy!"
es: {Haruka} "Entra~"

source: {Pierre} "Ohhh!! Amazing! That was amazing, Haruka-chan!"
es: {Pierre} "Haruka, ¡eres fantástica!"

source: {Appo} "Haruka-chan, you're my angel!"
es: {Appo-} "Haruka, ¡eres mi diosa!"

source: The two of them were both moved to tears.
es: Appo- y Pierre estaban muy felices.

source: {Haruka} "Hey, what's going on? Why did that make them so happy?"
es: {Haruka} "¿Qué pasa? ¿Por qué estaban tan contentos?"

source: {Kazushi} "Don't think about it. Also, you should never mention it to anybody else."
es: {Kazushi} "No le des importancia."

source: We'd be even more infamous if she does.
es: Espero que no se lo cuente a nadie.

source: {Pierre} "I love Haruka. She plays along so well."
es: {Pierre} "Me encanta Haruka. Es tan amable."

source: {Appo} "Me too! I'm so touched!"
es: {Appo-} "¡Y yo! ¡La adoro!"

source: {Haruka} "What? Really? I don't know why, but thank you."
es: {Haruka} "No sé por qué, ¡pero gracias!"

source: She's even thanking us. I couldn't get my mind off of Haruka's 'pussy'. She is definitely not a girl who can be safely left alone.
es: Su voz diciendo "entra... entra..." resuena en mi cabeza.

source: {Daigo} "I wonder what there is to eat for lunch today."
es: {Daigo} "Me pregunto qué habrá para comer..."

source: {Haruka} "The cafeteria ladies come to cook lunch, so it's just like any other school lunch. There's a shop too, so there's a lot of variety for lunch."
es: {Haruka} "La personal del catering se encarga de la comida. Y suelen haber muy buenos menús."

source: {Kazushi} "Sounds good."
es: {Kazushi} "Eso suena bien."

source: The menu was posted on the counter.
es: El menú de hoy estaba en el mostrador.

source: {Pierre} "She's right. There's so much to choose from."
es: {Pierre} "Tiene razón. Y hay mucha variedad."

source: Just as Haruka said, there was a wide variety of options. There was Western food, Chinese food, and various donburi too.
es: También hay comida china.

source: {Kazushi} "No wonder it's so crowded."
es: {Kazushi} "No me extraña que esté abarrotado."

source: We could barely spot any free seats.
es: Apenas veíamos sitios vacíos.

source: {Haruka} "Our only choice is to buy bread from the shop or get lunch here. Even on breaks, we're forbidden to leave the academy during school. Also, there are some girls who make their own lunches."
es: {Haruka} "Es o comer aquí o comprar algo en una máquina expendedora. Siempre está de lleno."

source: {Kazushi} "Bento boxes?"
es: {Kazushi} "O también nos podemos hacer y traer un tapper."

source: If I had a girlfriend, I wonder if she'd make one for me? We could eat together in the shade of a tree, and once we're done, I could fall asleep on her lap...
es: La verdad es que sería la primera cosa que pediría: que me hiciesen la comida cuando tuviese novia...

source: {Kazushi} "It's a must."
es: {Kazushi} "Es casi obligatorio."

source: {Haruka} "Um... guys... It looks like Kazushi-kun's brain shut off."
es: {Haruka} "Chicos, parece que Kazushi ha perdido la cabeza."

source: {Appo} "Just leave him alone. It's a pretty popular disease."
es: {Appo-} "Anda, déjale solo. Es su enfermedad."

source: {Haruka} "It's infectious? That's scary."
es: {Haruka} "Me da miedo."

source: {Kazushi} "Huh? What's wrong?"
es: {Kazushi} "¿Qué pasa, chicos?"

source: Everyone was looking at me weird.
es: Todos me estaban mirando con caras raras.

source: {Haruka} "You need to take better care of yourself."
es: {Haruka} "Tienes que cuidarte..."

source: {Kazushi} "What are you talking about?"
es: {Kazushi} "¿¿De qué estás hablando??"

source: {Pierre} "All right! Let's order up some grub!"
es: {Pierre} "¡Está bien! ¡Pidamos algo de comida"

source: {Appo} "Hey! There's Mei."
es: {Appo-} "¡Ey! ¡Ahí está Mei!"

source: We saw Mei-sensei eating in the corner with a few other girls around her.
es: Estaba comiendo con unas cuantas chicas.

source: {Kazushi} "Stop calling her just Mei."
es: {Kazushi} "Deja de llamarla Mei."

source: {Appo} "Mei's popular with the ladies too. That's my woman."
es: {Appo-} "Es popular entre los estudiantes. Esa es mi chica."

source: {Haruka} "Huh? Your woman? Mei-chan is?"
es: {Haruka} "¿Qué? '¿Esa es tu chica?'"

source: {Kazushi} "Don't mind him, that's his imagination running rampant. It's a pretty popular disease."
es: {Kazushi} "Anda, déjale solo. Esa es su enfermedad."

source: {Haruka} "It seems like everybody's got some kind of disease."
es: {Haruka} "Parece que tenéis todos algún tipo de enfermedad."

source: {Appo} "I'm going to sit next to her! Let me eat lunch with my Mei!"
es: {Appo-} "¡Me sentaré junto a ella! ¡Voy a comer con mi Mei!"

source: {Pierre} "First, let's buy our lunch. What should I get?"
es: {Pierre} "Yo todavía estoy pensando qué coger."

source: {Daigo} "Seafood pizza, BLT sandwich, caesar salad... These are all barely snacks."
es: {Daigo} "Pizza de marisco, sandwich BLT, ensalada,... Es todo ligero."

source: {Haruka} "Of course. This used to be an all-girls' school, you know."
es: {Haruka} "Sí, solía ser la escuela para chicas, ¿recuerdas?"
