Repository: talestra/edelweiss
Catalog: translation/00406.po
Languages: es

source: There were a lot of items on the menu for the girls. That means the bowls, ramen, fried rice, and such at the end of the menu must have been added for the guys.
es: Parece que todos los menús son los favoritos de las chicas.

source: {Pierre} "Treating ramen as a side of soup? I'll take a BBQ beef meal."
es: {Pierre} "Yo creo que me pediré el conjunto de barbacoa."

source: {Haruka} "Wow. Boys eat a lot for lunch. What're you going to get, Kazushi-kun?"
es: {Haruka} "Vaya. Si que coméis durante la comida, chicos. ¿Y tú qué vas a tomar, Kazushi?"

source: {Kazushi} "Let's see......"
es: {Kazushi} "Veamos..."

source: I looked at the prices. Everything was reasonably priced. It's my first meal, so I can be a little extravagant.
es: Todo tiene precios bastante razonables...

source: {Kazushi} "Oh!"
es: {Kazushi} "¡Anda!"

source: I suddenly remembered something terrible. I quickly pulled out my wallet and looked inside. Just as I thought, it was nearly empty."
es: Me había olvidado. La verdad es que ya me he gastado casi todo el dinero.

source: {Haruka} "What's wrong?"
es: {Haruka} "¿Qué pasa?"

source: I'm not completely out yet, but I have to last the month on what's left inside. I can't afford much.
es: Tengo que ahorrar algo para sobrevivir lo que queda de semestre.

source: {Pierre} "What's wrong? You broke?"
es: {Pierre} "¿Qué ocurre? ¿Necesitas dinero?"

source: {Kazushi} "Not quite, but I forgot that I'm getting close."
es: {Kazushi} "Me había olvidado. No me queda mucho."

source: {Kazushi} "I've actually had to lay out for quite a bit."
es: {Kazushi} "La verdad es que lo he gastado en un montón de cosas."

source: What should I do?
es: ¿Qué debería hacer?

source: We live in dorms, so I don't think I'll need money for anything other than food, but it's only our second day, so I don't know how much I'll need.
es: Es tan solo mi segundo día en esta escuela.

source: I think I'll save a few yen and get some bread or something from the vending machine.
es: Creo que debería ir a por algún sandwich o algo en alguna máquina expendedora y ahorrar dinero,

source: {Kazushi} "Sorry, guys. I'm gonna grab some bread from the machines."
es: {Kazushi} "Lo siento chicos. Creo que me cogeré algo de alguna máquina expendedora."

source: {Appo} "You're that hard up?"
es: {Appo-} "¿Lo dices en serio?"

source: {Kazushi} "Yep."
es: {Kazushi} "Sí."

source: {Daigo} "Is that going to be enough?"
es: {Daigo} "¿Y tendrás suficiente con eso?"

source: {Kazushi} "I'm a man. I'll survive."
es: {Kazushi} "Sobreviviré."

source: I'm a liar. I knew I'd be starving later on.
es: Aunque tengo claro que luego voy a pasar hambre.

source: {Haruka} "If you want, you can have some of my lunch."
es: {Haruka} "Si quieres, puedes tomar un poco de mi comida."

source: {Kazushi} "Huh? Your lunch?"
es: {Kazushi} "¿Te has traído tu propia comida?"

source: {Haruka} "I make my lunch every day. I came here just to eat with you guys."
es: {Haruka} "Yo me hago la comida todos los días. He venido solo para comer con vosotros."

source: {Kazushi} "Really? But I'd feel bad."
es: {Kazushi} "¿Estás segura de que puedo tomar un poco de la tuya?"

source: {Haruka} "It's fine, it's fine. It doesn't bother me. I usually don't eat much anyways, and I'm not that hungry either."
es: {Haruka} "Claro. Además, no tengo demasiada hambre."

source: {Kazushi} "Yeah, but..."
es: {Kazushi} "Me sabe mal."

source: I felt bad taking food away from her. We'd just met yesterday.
es: Me sabe mal cogerle de su comida. La conocí ayer.

source: {Mei} "You look like you're having some trouble."
es: {Mei} "¿Algún problema?"

source: {Kazushi} "Ah, sensei."
es: {Kazushi} "Señorita Ibuki."

source: Mei-sensei was standing in front of me, holding her purse. She must be here to buy something.
es: La señorita Ibuki estaba en frente de mí con su cartera. Debe haber venido a comprar algo.

source: {Mei} "What's the problem?"
es: {Mei} "¿Qué problema hay?"

source: {Pierre} "He's got great nerve to drop the honorific in front of her."
es: {Pierre} "Vaya, realmente la estás llamando Mei."

source: {Mei} "Haruma-kun, you don't have any lunch money? What are you planning to do?"
es: {Mei} "¿Qué vas a hacer, Kazushi?"

source: {Pierre} "You started acting like you were the king. Kazushi is in a position to trigger her maternal instincts. My conclusion is that Mei-chan goes for younger men."
es: {Pierre} "A Kazushi se le da bien atraer la atención de las mujeres mayores. A ti no."

source: {Appo} "Oh no! My Mei!"
es: {Appo-} "¡Oh no! ¡Mi Mei!"

source: {Mei} "You're young and hungry, right? You shouldn't skip lunch. You're a growing boy who needs his nutrition."
es: {Mei} "Eres jóven y tienes que comer. Ahorra dinero en otras cosas."

source: I don't know if she likes younger men, but I was happy that she was concerned about me.
es: Me conmovía que estuviese preocupada por mí.

source: {Kazushi} "It's fine. I was thinking I'd just get some bread from the vending machine."
es: {Kazushi} "Bueno, la verdad es que estaba pensando en comprar un sandwich en una máquina expendedora."

source: {Mei} "Oh? Will that be enough?"
es: {Mei} "¿Tendrías bastante con eso?"

source: {Haruka} "Just have my bento. I don't mind, really."
es: {Haruka} "Cómete mi comida. De verdad que no me importa."

source: {Haruka} "It's OK."
es: {Haruka} "No te preocupes."

source: {Mei} "I can lend you some money, if you'd like?"
es: {Mei} "Te puedo dejar dinero."

source: {Kazushi} "Lend me money? You?"
es: {Kazushi} "¿Dejarme dinero? ¿Tú?"

source: {Mei} "I'd only be lending it. You can pay me back next month when your allowance comes in. You won't feel bad about that, will you?"
es: {Mei} "Puedes devolvérmelo el mes que viene."

source: {Kazushi} "Well if that's the case..."
es: {Kazushi} "Te lo agradezco..."

source: Borrowing money from a teacher on the second day of school...
es: Aceptar dinero de una profesora el segundo día de clase...

source: {Haruka} "You don't have to borrow any money, you can just eat my bento. Really, I don't mind."
es: {Haruka} "No tienes que coger prestado dinero, cómete mi comida."

source: That's what she says. As for me, which should I choose...
es: Me dice eso...
