Repository: talestra/edelweiss
Catalog: translation/00505.po
Languages: es

source: Mei-sensei is our teacher. I don't like being in debt to people, but it's not a problem if I just pay her back.
es: No creo que sea un problema porque sé que podré devolverlo el mes que viene.

source: {Kazushi} "Then I guess I'll borrow some money. Are you sure it's alright?"
es: {Kazushi} "¿Seguro que no te importa dejarme dinero?"

source: {Mei} "Yes, of course."
es: {Mei} "Seguro."

source: With a kind smile, sensei pulled a bill out of her wallet and handed it to me. My eyes nearly popped out when I saw it.
es: Me sonrió, me miró, y me ofreció un billete.

source: {Kazushi} "Mei-sensei, this is 10,000 yen!"
es: {Kazushi} "Señorita Ibuki, ¡es un billete de 10.000 yenes!"

source: {Mei} "That should be enough, right?"
es: {Mei} "Con eso será suficiente, ¿no?"

source: {Kazushi} "Enough? You're kidding, right? I can't borrow this much..."
es: {Kazushi} "Claro que será suficiente... Pero es que no necesito tanto..."

source: I'm not used to carrying around so much money in my wallet.
es: No estoy acostumbrado a llevar tanto dinero en la cartera.

source: {Mei} "Oh? Won't you be in trouble without it? Today isn't the only day you're eating lunch. You have the whole month to go."
es: {Mei} "No solo vas a necesitar dinero hoy. Vas a necesitar todo lo que queda de mes."

source: {Kazushi} "That's true......"
es: {Kazushi} "Es cierto..."

source: She's right. I need money for lunch every day.
es: Tiene razón. Necesito dinero para comer todos los días.

source: {Kazushi} "But I feel bad for taking this much. I was only going to ask to borrow around 1,000 yen."
es: {Kazushi} "Me bastaba con unos 2.000 yenes o así."

source: {Mei} "Then just pay me back later. Oh, don't worry, I won't charge interest. I won't suddenly demand to have it back either."
es: {Mei} "No te preocupes. Confío en que me lo devolverás."

source: {Kazushi} "Thanks, but... Are you really sure?"
es: {Kazushi} "Muchas gracias, pero... ¿estás segura?"

source: {Mei} "Of course I'm sure. Besides, there's really not much to spend money on when you live on this island."
es: {Mei} "Completamente. Además, no hay muchas cosas en las que gastarse el dinero en esta isla."

source: Sensei's an attractive young woman, but she's so unselfish. She's so beautiful, but isn't she interested in buying new clothes and dressing to impress?
es: Es una mujer jóven y atractiva. Estoy convencido de que invierte el dinero en comprar ropa, cosméticos y cosas así.

source: I didn't press the issue, though, because I really needed the money.
es: No le pregunté nada más porque realmente necesito el dinero.

source: {Kazushi} "Thank you, Mei-sensei. I'll make sure to pay you back when my allowance comes in next month."
es: {Kazushi} "Muchas gracias señorita Ibuki. Te lo devolveré en cuanto pueda."

source: {Mei} "No problem."
es: {Mei} "Perfecto."

source: And so 10,000 yen fell into my hands. Wow, it's actually a lot of pressure to borrow so much money.
es: La verdad es que es una gran presión tomar prestado tanto dinero.

source: {Appo} "Kazushi! You shouldn't need to borrow money from a woman. Act like a man!"
es: {Appo-} "Kazushi, no deberías tomar prestado dinero de una mujer. Sé un hombre."

source: {Kazushi} "Shut up! I'm well aware of that!"
es: {Kazushi} "Cállate. Soy bien consciente."

source: {Pierre} "But if you think about it, Kazushi's come up with a good strategy. It may be due to money, but now he has a special bond with sensei."
es: {Pierre} "Pero si lo piensas, es una buena estrategia. Acabas de crear un vínculo especial con Mei."

source: {Appo} "Do what?!"
es: {Appo-} "¡Eso es verdad...!"

source: {Daigo} "He's right. Until he returns the money, they're more than just a teacher and her student."
es: {Daigo} "Tiene razón. Tomar prestado dinero de una profesora no es una relación normal."

source: {Kazushi} "Y-you guys make it sound kind of dirty."
es: {Kazushi} "No entiendo por qué le estáis dando tanta importancia."

source: {Appo} "Kazushi.... You were planning this all along, weren't you?"
es: {Appo-} "Kazushi... Lo tenías todo planeado, ¿verdad?"

source: {Kazushi} "O-of course not!"
es: {Kazushi} "Claro que no..."

source: {Pierre} "Let's do the same thing!"
es: {Pierre} "¡Hagamos lo mismo!"

source: {Appo} "I want a special bond with Mei, too!"
es: {Appo-} "¡Nosotros también queremos una relación especial con ella!"

source: Appo and Pierre started taking the money from their wallets and....
es: Appo- y Pierre empiezan a sacar dinero de su cartera y...

source: {Kazushi} "What are you guys--?"
es: {Kazushi} "¿Que estáis...?"

source: Appo started tearing up his notes.
es: Appo- empieza a romper billetes.

source: {Pierre} *Crunch, crunch, gulp!*
es: {Pierre} *Pierre tragando billetes*

source: Pierre swallowed down his money. I couldn't believe it. They were crazy...
es: Pierre trata de tragarse billetes que había roto en dos...

source: {Kazushi} "What are you guys doing?"
es: {Kazushi} "¿Qué estáis haciendo?"

source: {Appo} "I don't have any money, either!"
es: {Appo-} "¡Yo tampoco tengo dinero!"

source: {Pierre} "Me neither! Please lend us some money!"
es: {Pierre} "¡No yo! ¡Por favor, déjanos algo de dinero!"

source: {Kazushi} "Idiots."
es: {Kazushi} "Imbéciles."

source: Everyone was watching them with a gaze of hopelessness except for Mei-sensei. She was looking at them like a strict disciplinarian.
es: Todo el mundo los mira con desesperación excepto la señorita Ibuki. Ella los miraba con una cara estricta.

source: {Mei} "You should never treat money like that. I don't lend money to those who don't appreciate its value."
es: {Mei} "Nunca deberíais tratar el dinero así. Yo no presto dinero a aquellos que no lo aprecian."

source: {Daigo} "Of course she wouldn't. Use your head."
es: {Daigo} "Tiene razón. Estúpidos."

source: {Pierre} "Hurk high, come back, money!"
es: {Pierre} "Espera... ¡Que voy a vomitar los billetes ahora mismo!"

source: {Appo} "If I tape it back together I can still use it, right?"
es: {Appo-} "Si los pego con celo todavía podría usarlos, ¿no?"

source: Appo was crawling on the floor and Pierre was shoving his fingers down his throat.
es: Pierre está ocupado metiéndose los dedos todo lo hondo que puede en la garganta.

source: There are times in my life when I stop and think. Every time I do, I wonder if I should have done a better job of choosing my friends.
es: Se dice que nunca se toman las suficientes precauciones eligiendo a las amistades. Y yo estoy completamente de acuerdo.

source: Anyways, I need to eat.
es: En cualquier caso, he de comer.

source: {Kazushi} "Thanks again. I'll make sure to be careful with this."
es: {Kazushi} "Gracias nuevamente. Lo usaré lo mejor que pueda."

source: {Mei} "Wait. I'll go with you."
es: {Mei} "Espera. Iré contigo."

source: Mei-sensei followed me to the cafeteria.
es: Me sigue.

source: {Kazushi} "I thought you already finished your lunch."
es: {Kazushi} "Pensaba que ya habías terminado de comer."

source: I remembered that I saw her eating earlier.
es: Me había parecido viéndola comer antes.

source: {Mei} "No, I'll be getting dessert later. What meal should I eat next?"
es: {Mei} "La verdad es que todavía tengo hambre."

source: She started looking over the menu again. She was looking at the lunch menu, not the desert menu, fully intending to eat another lunch.
es: Empieza a mirar el menú de nuevo.

source: {Kazushi} "Are you really eating a second lunch?"
es: {Kazushi} "¿Vas a comer otra vez?"

source: {Mei} "What? I'm human too. I get hungry just like you guys."
es: {Mei} "¿Por qué? ¿Pasa algo porque una chica tenga hambre?"

source: {Kazushi} "It's just odd seeing as how you just ate."
es: {Kazushi} "Pensaba que acabas de comer."

source: {Mei} "True, but I'm still hungry. If you don't eat until you're full, what's the point?"
es: {Mei} "No tiene que ver con las veces que comas. Sino la cantidad que comes, ¿no?"

source: {Kazushi} "No point? But they say you should only eat until you're 80% full?"
es: {Kazushi} "¿Así que estás sobre el 80% ahora?"

source: {Mei} "And right now, I'm about 30%."
es: {Mei} "Diría que más bien sobre el 30%."

source: But sensei just ate a donburi, right? I'm pretty sure it was a fair-sized one. Greasy food like that should hold you for a while.
es: Estoy casi seguro de haberla visto comer un bol enorme antes.

source: But that's only 30% for her?
es: ¿Eso es el 30% para ella?

source: {Mei} "Next I'll have... Yeah, I'll have another Meidon. One more Meidon, please!"
es: {Mei} "Veamos... Tomaré mi bol especial de nuevo. ¡Un bol especial, por favoor!"

source: {Cafeteria Lady} "All right. You sure eat a lot, Mei-chan."
es: {Cocinera} "Oído cocina. El de siembre, ¿no?"

source: They were already in on the fact that Mei-sensei is a big eater.
es: Parece que ellos ya saben que la señorita Ibuki come mucho.

source: She doesn't realize that she is for a woman.
es: Parece que no es consciente de que come mucho.

source: {Kazushi} "What's in a Meidon anyways?"
es: {Kazushi} "De todas formas, ¿cuál es el bol especial?"

source: {Mei} "Oh, Haruma-kun, you don't know about the Meidon?"
es: {Mei} "¿No sabes cual es el bol especial?"

source: Mei-sensei looked surprised. I guess it's famous around here?
es: Imagino que será un menú famoso por aquí.

source: {Kazushi} "It's my first day eating here. The Mei in Meidon comes from your name, right sensei?"
es: {Kazushi} "Hoy es el primer día que pido aquí."

source: {Cafeteria Lady} "Mei-chan came up with it herself. It's the daily special turned into a hearty donburi with a heaping portion size."
es: {Cocinera} "Ella es la creadora del bol. Es simplemente el bol del día en versión extra grande."

source: {Kazushi} "That doesn't sound very ladylike."
es: {Kazushi} "No suena como algo para señoritas."

source: {Mei} "Hey, that's rude. I'm very careful to maintain my proportions."
es: {Mei} "Oye. Soy muy consciente de lo que como."

source: {Cafeteria Lady} "Here you go, one order of Meidon."
es: {Cocinera} "Aquí tienes tu bol especial."

source: It was huge. It was packed so full that there were pieces of meat and vegetables about to fall over the side.
es: Es enorme. La comida sobresale y parece que se vaya a caer del bol.

source: {Kazushi} "Can you actually finish that?"
es: {Kazushi} "¿Te vas a poder acabar eso?"

source: {Mei} "Of course. You should get this too. Just pay an extra 50 yen and she'll give you the same amount as me."
es: {Mei} "Claro. Tu también deberías pedírtelo. Por 50 yenes más te pondrán todo esto."

source: I wonder where she's got room to store all this food in that thin sexy body of hers.
es: Me pregunto en qué parte de su cuerpo podrá almacenar toda esa comida.

source: {Kazushi} "I'll have the same, please."
es: {Kazushi} "Por favor, lo mismo."

source: I'll think later, right now I'm starving.
es: Me estoy muriendo de hambre.

source: {Mei} "Today's Meidon has great spices! It's delicious!"
es: {Mei} "Nunca me canso del bol especial."

source: Mei-sensei devoured her Meidon, leveling the mountain of food. It didn't seem like she was rushing, but the mountain was steadily disappearing.
es: Está comiéndose otra vez ese bol enorme.

source: It was like watching an eating contest in full frenzy.
es: Es como presenciar un concurso de comida.

source: {Appo} "You sure eat a lot, Mei-chan."
es: {Appo-} "Comes un montón, Mei..."

source: {Pierre} "Where does all that food go in your tiny body?"
es: {Pierre} "¿A dónde va a parar toda esa comida en tu esbelto cuerpo?"

source: They were in awe of her appetite.
es: Están atónitos por su apetito.

source: {Daigo} "............beautiful."
es: {Daigo} "Bello...."

source: One guy even thought it was beautiful that she eats a lot.
es: Uno hasta piensa que es bello que coma tanto.

source: {Mei} "There's not much fun to do on this lonely island besides eating."
es: {Mei} "No hay demasiadas cosas para disfrutar en esta solitaria isla además de comer."

source: {Sakura} "Rin watches her diet like a supermodel. That's why she has such a great body, guys."
es: {Sakura} "Rin cuida su dieta como las supermodelos. Por eso tiene ese cuerpazo, chicos."

source: {Rin} "Stop it, Sakura!"
es: {Rin} "¡Para ya, Sakura!"

source: {Sakura} "Mei-sensei, you have to tell us your secret to staying in shape."
es: {Sakura} "Señorita Ibuki, tienes que contarnos tu secreto para mantenerte en línea."

source: {Rin} "Please......"
es: {Rin} "Por favor..."

source: Both girls leaned forward to listen. They were serious. Girls sure do love to talk about that.
es: A las chicas les encanta estas cosas.

source: {Mei} "My secret... I guess it's that you need to make sure you exercise."
es: {Mei} "El secreto... Imagino que hacer ejercicio."

source: She gave them a simple answer.
es: Les ha dado una respuesta bien sencilla.

source: {Mei} "It's obvious that you'll get fat if you don't burn off all the calories you take in."
es: {Mei} "Si no quemas todas las calorías que te tomas, es normal que engordes."

source: {Sakura} "Mei-chan, do you actually exercise?"
es: {Sakura} "No sabía que fueses buena haciendo ejercicio."

source: {Pierre} "So you don't need to go to the gym or anything..."
es: {Pierre} "Así que no vas al gimnasio ni nada."

source: {Rin} "See? It's not fair! I gain weight really easily..."
es: {Rin} "¿Véis? No es justo. Yo gano peso con tantísima facilidad..."

source: {Sakura} "Rin's good at eating as well as cooking."
es: {Sakura} "Rin es tan buena cocinando como comiendo."

source: {Rin} "I'm not proud of the eating part, though."
es: {Rin} "Aunque no estoy orgullosa de la parte de comer."

source: {Mei} "You're still young so that much is fine. You all eat so little. You should eat more while you're young."
es: {Mei} "Chicas, todavía sois jóvenes. Deberíais comer lo que queráis."

source: She kept packing it away as she spoke. She really does eat a lot.
es: Continúa comiendo.

source: {Kazushi} "How about you, Mei-sensei? How much did you eat when you were young?"
es: {Kazushi} "¿Y tú, señorita Ibuki? ¿Cuánto solías comer cuando eras jóven?"

source: Since she says it's better to eat more while we're young, I wonder how much she used to eat.
es: Por cómo come, me pregunto cuánto olía comer antes.

source: {Mei} "Hey."
es: {Mei} "Ey."

source: Sensei gave me a sharp glance. I felt a sudden chill.
es: Me mira disgustada.

source: {Pierre} "Kazushi, you idiot."
es: {Pierre} "Kazushi, estúpido."

source: {Kazushi} "Did I say something wrong?"
es: {Kazushi} "¿He dicho algo malo?"

source: {Mei} "Who knows? But the way you said that makes it sound like I'm not young anymore?"
es: {Mei} "Por lo que has dicho, ya no soy jóven."

source: {Kazushi} "......I absolutely didn't mean that......"
es: {Kazushi} "... De ninguna manera quería decir eso..."

source: {Pierre} "Kazushi, you never talk about age with women."
es: {Pierre} "Kazushi. Nunca. Nunca hables con una mujer sobre su edad."

source: {Appo} "Especially with a woman at that borderline age like Mei-chan."
es: {Appo-} "Especialmente con una mujer con la edad de Mei."

source: {Mei} "Oh? What do you mean by borderline?"
es: {Mei} "¿Qué quieres decir?"

source: {Appo} "Oops. I said that out loud."
es: {Appo-} "Ups... Lo he dicho en voz alta."

source: {Mei} "All you boys need to learn some manners. I'm still young, and I can eat whatever and however much I want."
es: {Mei} "Tenéis que aprender todos modales. Todavía soy jóven. Y puedo comer todo lo que quiera."

source: {Mei} "When I was younger, I ate when I was hungry and got sleepy. I felt sleepy every day, so I slept a lot and don't remember much of my younger days."
es: {Mei} "Recuerdo que estaba todo el día con sueño y con hambre en la pubertad."

source: {Sakura} "Ahaha, you're kidding us, right?"
es: {Sakura} "Lo dices en broma, ¿verdad?"

source: {Mei} "I'm serious. You all should be sure to treasure each day. Now, time for another one."
es: {Mei} "Es en serio. Por cierto. Voy a comer un poco más."

source: {Appo} "You're still hungry!?"
es: {Appo-} "¿Todavía tienes hambre?"

source: {Mei} "It's so delicious."
es: {Mei} "Es que está tan bueno..."

source: This is her... How many bowls had it been? They were piled up so high...
es: Estos son sus... ¿Cuantos boles hay?... Hay una pila de ellos.

source: {Pierre} "Hold on, this is just way too much. Does she eat this much every day?"
es: {Pierre} "¿Comes todo esto cada día?"

source: {Sakura} "Yes, Mei-chan always does. I can't help but watch her eat."
es: {Sakura} "Sí, así es. Me encanta verla comer."

source: {Kazushi} "You're right. It's hard to take your eyes off of it."
es: {Kazushi} "Tienes razón. Se disfruta mucho viéndola comer."

source: Just looking at those piles made me nervous. I was getting full just by watching her.
es: Me siento lleno con el simple hecho de verla comer.

source: {Daigo} "Beautiful......"
es: {Daigo} "Bello..."

source: One guy even found it beautiful.
es: Uno de nosotros hasta lo encuentra bello.

source: {Mei} "Chomp chomp chomp... Hah, now I'm stuffed."
es: {Mei} "Ya me he quedado muy satisfecha..."

source: Sensei finally set her chopsticks down and thanked the ladies for her lunch. Her long meal was finally at an end.
es: Ya ha terminado su larga comida.

source: {Mei} "I'm full. I'm going back to my room to get some rest."
es: {Mei} "Estoy llena. Voy a volver a mi habitación a descansar un rato."

source: {Kazushi} "......are you going to take a nap?"
es: {Kazushi} "¿Vas a pegarte una siesta...?"

source: {Sakura} "Mei-chan does this every day. She has lunch and a nap as a set."
es: {Sakura} "Eso es lo que hace tras la comida cada día."

source: I can't believe she maintains her tight figure with that much food. Mei-sensei is full of mysteries.
es: Me resulta impensable que pueda mantener su figura.
