Repository: talestra/edelweiss
Catalog: translation/00504.po
Languages: es

source: I feel bad either way. If I share Haruka's bento or borrow money, I'll have to do the same thing again tomorrow.
es: No debería tomar prestado dinero. Aunque me ayudase hoy, a partir de mañana también necesitaría.

source: It looks like I'll be on a tight budget for a while, so I should get used to it now.
es: Es mejor que me acostumbre a una dieta pobre.

source: {Kazushi} "Thanks for the offer, both of you. I'll be fine just getting something from the vending machine for today."
es: {Kazushi} "Os agradezco a las dos el ofrecimiento. Pero creo que hoy debería comprar algo en la máquina expendedora."

source: They must think I'm a stubborn guy. Both of them looked at each other and heaved a sigh.
es: Deben pensar que soy un cabezota.

source: {Haruka} "You really don't have to think anything of it, you know?"
es: {Haruka} "No deberías pensar tanto, ¿sabías?"

source: {Mei} "Are you sure bread will be enough? You're young and hungry, aren't you?"
es: {Mei} "No vas a poder aguantar todo el día con solo un sandwich."

source: {Kazushi} "I'll manage. I'll be sure to eat a lot tonight. We're also free to ask for seconds on breakfast, right?"
es: {Kazushi} "No te preocupes, ya me pondré las botas esta noche."

source: {Mei} "Yes, you are, but..."
es: {Mei} "Está bien."

source: {Haruka} "Can you last until dinner?"
es: {Haruka} "¿Podrás aguantar hasta la cena?"

source: {Kazushi} "I'll be fine."
es: {Kazushi} "Claro, tranquila."

source: Tonight I'll make sure to fill up on rice, but for now, I should head to the machine and be frugal with my money.
es: Tomaré un montón de arroz esta noche, porque volver a llenar el bol es gratis.

source: It didn't take long for me to finish my bread and a milk carton. Of course, it wasn't enough at all.
es: Un bocadillo y leche. Por descontado, esto no es ni de lejos suficiente para mí.

source: {Kazushi} "I'm so hungry. I should have taken her lunch or the money."
es: {Kazushi} "Sigo con hambre. Quizá debería haber tomado prestado el dinero."

source: Regretting it now won't get me anywhere. I need to conserve my energy. There's a long afternoon ahead of me.
es: Ahora es demasiado tarde.

source: {Kazushi} "I'll just sit still and keep my breathing calm, conserving as much energy as possible. I will become like a monk who lives off of mist."
es: {Kazushi} "Quizá lo mejor sea permanecer inmóvil como un monje para ahorrar energía."

source: I took several deep breaths and my angry stomach rumbled in protest, telling me it needed more than air to fill it.
es: Mi resentido estómago está haciendo los típicos gruñidos causados por el hambre.

source: Like, "Oh? And who thought THAT was a good idea?"
es: En plan: ¡¡tienes que alimentarme!!

source: "I've got news for you, that won't do us a damn bit of good."
es: Cuanto más lo pienso, más hambre me da.

source: {Kazushi} "I'm hungry..."
es: {Kazushi} "Hambre..."

source: I found a tree and lay down in the shade, clutching my stomach as it continued its loud protest.
es: Encuentro una sombra y me tumbo.

source: I felt like I was going to faint from hunger.
es: Siento como si estuviese perdiendo la consciencia.

source: I felt somebody right next to me.
es: Siento la presencia de alguien junto a mí.

source: It was Natsume-chan, eating some bread with her back leaned up against the tree trunk.
es: Era Natsume, comiéndose un bocadillo.

source: She was looking straight ahead, but I don't think she noticed me.
es: Está mirando al frente.

source: I wanted to talk to her, but I refrained from doing so because of our prior argument.
es: Quería hablar con ella, pero me retracté por la charla que tuvimos la otra vez.

source: {Kazushi} "Uhh... Ahem."
es: {Kazushi} "Mmm..."

source: I coughed a couple of times on purpose.
es: Tosí un par de veces a propósito.

source: She glanced over at me with the bread still in her mouth.
es: La veo cómo se da cuenta de mi presencia.

source: We made eye contact.
es: Hubo contacto visual.

source: {Kazushi} "Hi."
es: {Kazushi} "Oye."

source: She didn't answer, she just kept staring at me rudely, without restraint.
es: No deja de mirarme.

source: Even I can read between a few lines. I'm pretty sure she doesn't like me. Considering what happened, I guess that's highly likely.
es: Estoy bastante seguro de que no le gusto.

source: {Kazushi} "Are you annoyed with me?"
es: {Kazushi} "¿Te molesto?"

source: That's what her eyes were saying to me.
es: Eso es lo que dicen sus ojos.

source: She still wouldn't answer, and she kept staring at me just as rudely. It didn't look like she was ignoring me, though.
es: Sigue mirándome sin decir una palabra.

source: {Kazushi} "Umm...are you eating lunch?"
es: {Kazushi} "¿Qué tal está tu comida...?"

source: She nodded slightly while holding the bread in her hands. She didn't look away. I was reflected in her charming eyes.
es: Sigue sin decirme una palabra.

source: {Kazushi} "Do you, um, blink? You'll dry your eyes out."
es: {Kazushi} "Deberías pestañear o se te secarán los ojos."

source: She blinked once and continued to look at me, like a dog waiting for its master to issue a command.
es: Pestañea una vez y espera a mi siguiente frase.

source: It left me obligated to say something.
es: Lo que me obliga a decir algo.

source: {Kazushi} "Um... I bought the same kind of bread for lunch. It's good, isn't it?"
es: {Kazushi} "Anda, yo he comprado ese mismo bocadillo. Está bueno."

source: She nodded. Good, at least she's not ignoring me. If I talk to her, she'll at least answer me.
es: Me alegro de que al menos haya asentido. Al menos no me está ignorando.

source: But it's not like we were having a real conversation either.
es: Pero tampoco estamos teniendo una conversación.

source: {Kazushi} "Will you finish eating? That way we can talk properly."
es: {Kazushi} "¿Terminas de comer y hablamos un rato?"

source: She started eating like a squirrel.
es: Empieza a comer como una ardilla.

source: {Kazushi} "Do you always eat it in little bites like that? Isn't it better if you take a nice big bite out of it?"
es: {Kazushi} "Deberías dar bocados más grandes. Los bocadillos saben mejor así."

source: She glared at me! Or was that a threat?
es: ¿Es una mirada de odio?

source: {Natsume} "......Shoo."
es: {Natsume} "Cállate..."

source: It was a threat!
es: ¡La he enfadado!

source: {Kazushi} "...Sorry. Eat it however you want."
es: {Kazushi} "Lo siento. Cómetelo como prefieras."

source: She stared at me again. What did she want?
es: Me vuelve a mirar. ¿Qué es lo que quiere?

source: {Kazushi} "Am I that handsome?"
es: {Kazushi} "¿Tan guapo soy?"

source: I said so jokingly, but after that accident, maybe she's fallen for me?
es: Salgo con una broma. Para romper el hielo.

source: {Kazushi} "Women aren't attracted by a pretty face anyways, right?"
es: {Kazushi} "No es la cara lo que atrae a las mujeres, ¿no?"

source: She rejected me flat out! So it is about looks? Looks are all that matter?!
es: No ha respondido. ¡Quizá sea precisamente la cara lo que atrae a las mujeres!

source: So if I'm not handsome to her, then that means I don't mean a thing to her. But then why does she keep staring at me?
es: De todas formas... ¿por qué me está mirando?

source: {Kazushi} "Is my face funny?"
es: {Kazushi} "¿Te resulta graciosa mi cara?"

source: {Kazushi} "I see. I have a funny face. Is that why you keep looking at me?"
es: {Kazushi} "¿Me estás mirando por eso?"

source: {Kazushi} "I see. It's that funny looking."
es: {Kazushi} "Ya veo... Tengo una cara graciosa."

source: She gave me a few nods this time.
es: Asiente varias veces en esta ocasión.

source: {Kazushi} "Thanks......"
es: {Kazushi} "Gracias..."

source: Well, at least my face is funny instead of being scary or creepy. It was still a shock, though. Now both my stomach and my heart were empty.
es: Al menos tengo una cara graciosa. No es que asuste, sea grotesca o algo así, ¿no?

source: {Kazushi} "What?"
es: {Kazushi} "¿Qué?"

source: She tore her bread in half and offered me one of the pieces.
es: Parte su pan en dos y me lo ofrece.

source: {Kazushi} "Huh? For me? You're giving it to me?"
es: {Kazushi} "¿Para mí?"

source: It seems so.
es: Eso parece.

source: {Kazushi} "Are you sure I can have this?"
es: {Kazushi} "¿Estás segura de que lo puedo tomar?"

source: It seems I could. As I hesitated to take it, she pushed one half against me.
es: Insiste en que lo tomase.

source: {Kazushi} "Hey, this is the side you were eating, Natsume-chan. It's damp."
es: {Kazushi} "Este es el lado que estabas mordiendo."

source: {Natsume} "So what?"
es: {Natsume} "¿Y qué?"

source: That's true. Although it was an accident, we'd already kissed. What did eating her bread matter now?
es: Ya nos habíamos besado antes aunque hubiese sido por accidente.

source: {Natsume} "Don't worry. I don't have any strange cooties."
es: {Natsume} "No te preocupes. No estoy enferma."

source: {Kazushi} "I'm not worried about that. I don't care if you don't mind."
es: {Kazushi} "No me preocupa eso. No me importa si a ti no te importa."

source: {Natsume} "It's better than letting you kiss me."
es: {Natsume} "Es mejor que que me beses."

source: {Kazushi} "I said I'm sorry. I didn't know you such a persistent girl."
es: {Kazushi} "Ya te dije que fue un accidente."

source: {Natsume} "Turning defiant?"
es: {Natsume} "Deberías disculparte antes."

source: {Kazushi} "No, I'm not trying to be. Alright, I appreciate your offer."
es: {Kazushi} "Lo siento, ¿vale? Y gracias por el bocadillo."

source: It's hard to eat when she's staring at me. Not to mention, the bread's damp from her mouth.
es: Tengo que comer donde está húmero por su mordisco.

source: {Kazushi} "I'll eat it, OK?"
es: {Kazushi} "Me lo comeré, ¿vale?"

source: Urged on by her eyes, I took a big bite out of the bread. I felt the dampness left by her lips spread inside my mouth.
es: Cerré los ojos y le di un bocado. Pude sentir la humedad de su mordisco.

source: It was kind of sweet.
es: De alguna forma era una sensación dulce.

source: {Natsume} "Did you eat it?"
es: {Natsume} "¿Te lo has comido?"

source: {Kazushi} "Yes......"
es: {Kazushi} "Sí..."

source: {Natsume} "Good."
es: {Natsume} "Bien."

source: Satisfied with that, she bit back into her own half of the bread. Meanwhile, I swallowed the rest of mine down.
es: La verdad es que no me lo he comido. Me lo he tragado.

source: {Kazushi} "Thanks. That was delicious."
es: {Kazushi} "Gracias. Estaba delicioso."

source: Natsume-chan was still nibbling away at her bread. Her expression hadn't changed at all.
es: No muestra ninguna expresión facial.

source: {Kazushi} "Thanks."
es: {Kazushi} "Gracias."

source: {Natsume} "No worries."
es: {Natsume} "No te preocupes."

source: She was cold and curt, but she was kind so there had to be more to her than just that. It was hard to tell what she was like.
es: Resulta difícil de comprender quién es.

source: {Kazushi} "Do you always eat by yourself? What about your friends?"
es: {Kazushi} "¿Siempre comes sola?"

source: {Kazushi} "You always eat alone? If you'd like, why don't we eat together next time?"
es: {Kazushi} "Si quieres podemos comer juntos la próxima vez."

source: No response.
es: Sin respuesta.

source: {Kazushi} "Will you talk to me?"
es: {Kazushi} "¿Podemos hablar?"

source: {Natsume} "I won't."
es: {Natsume} "No, gracias."

source: {Kazushi} "All right."
es: {Kazushi} "Está bien."

source: {Natsume} "Oh, taking a nap?"
es: {Natsume} "¿Vas a echarte una siesta?"

source: I sensed a hint of disappointment in her tone.
es: Sentí un poco de tristeza en su tono.

source: {Kazushi} "You said you wouldn't talk to me, right?"
es: {Kazushi} "Pensaba que no querías hablar conmigo."

source: {Natsume} "No, I won't."
es: {Natsume} "Y así es, no quiero."

source: Haha, we're already talking, but she doesn't realize it.
es: No se da cuenta de que ya estamos hablando.

source: {Kazushi} "I'm not going to sleep. I'm just lying down."
es: {Kazushi} "No me voy a dormir. Simplemente estoy tumbado."

source: {Kazushi} "I won't sleep. Don't worry... *Yaaaawwn*"
es: {Kazushi} "No..."

source: {Natsume} "I knew it. I'm disappointed. Disappointed in you, Haruma."
es: {Natsume} "No dejas de decepcionarme."

source: {Kazushi} "I told you I won't fall asleep......"
es: {Kazushi} "Ya te he dicho que no me voy a quedar dormido..."

source: Actually I'm already about to fall asleep.
es: La verdad es que me estoy quedando frito...

source: My eyelids grew so heavy they fell shut.
es: Mis párpados están empezando a pesar cada vez más.

source: {Natsume} "See, you're falling asleep."
es: {Natsume} "¿Ves?, te estás quedando dormido."

source: I thought I heard Natsume-chan sounding irritated.
es: Suena irritada.

source: {Kazushi} "Just a few minutes. Just for a few minutes, so..."
es: {Kazushi} "Solo durante unos pocos minutos..."

source: I tried to say that, but I was mumbling.
es: Traté de decir eso, pero estaba mascullando.

source: I was woken up by the afternoon class bell.
es: Me desperté por la campana.

source: Whether there were pretty girls around me or not, the way I spent my lunch break was the same no matter what.
es: Esté rodeado de chicas o no, mi forma de terminar el descanso de la comida es siempre la misma.
