Repository: talestra/edelweiss
Catalog: translation/00604.po
Languages: es

source: It happened one night.
es: Eso ocurrió una noche.

source: {Appo} "Hey, Kazushi."
es: {Appo-} "Oye, Kazushi."

source: After dinner one night, Appo spoke to me like he was in some kind of trouble.
es: Parece como si tuviese algún problema.

source: {Kazushi} "What's up?"
es: {Kazushi} "¿Qué pasa?"

source: {Appo} "Do you want to go suck on some tits?"
es: {Appo-} "¿No te gustaría mamar alguna teta?"

source: {Kazushi} "......What!?"
es: {Kazushi} "¿¡Qué...!?"

source: {Appo} "Aren't you dying to suck a pair of tits?"
es: {Appo-} "Yo me muero por hacerlo."

source: What the hell is he talking about? I've been friends with Appo ages, but he still manages to say the weirdest things every now and then.
es: ¿De qué está hablando?

source: {Appo} "Tits, man, tits! Ever since we got here, we've been surrounded by tits every single day, but all we can do is look?!"
es: {Appo-} "Estoy harto de limitarme a mirarlas desde que llegamos."

source: {Kazushi} "Well, of course. Hold on...I don't like that look in your eyes?"
es: {Kazushi} "¿Has perdido la cabeza...?"

source: {Appo} "I can't take it anymore! I want to suck some tits! Tits! Tits!"
es: {Appo-} "¡Ya no puedo aguantarlo más! ¡Quiero tetas!"

source: He was lying on the floor kicking his arms and legs like a spoiled child. Is he going to be okay?
es: Es como un niño mimado en una juguetería.

source: {Kazushi} "Calm down! Don't lose control of yourself!"
es: {Kazushi} "¡Tranquilízate!"

source: {Appo} "We're roomies, right?"
es: {Appo-} "Somos compañeros de habitación, ¿no?"

source: {Kazushi} "And your point is?"
es: {Kazushi} "¿Y qué?"

source: {Appo} "Let me suck your tits."
es: {Appo-} "Enséñame tus tetas."

source: {Kazushi} "...the fuck?"
es: {Kazushi} "¿Qué...?"

source: He was dead serious, and I was frightened.
es: Está empezando a asustarme.

source: {Kazushi} "Hey, calm down man? Appo, I don't have the kind of tits you're looking for."
es: {Kazushi} "Yo no tengo tetas. Soy un tío."

source: {Appo} "........................Yeah, you're right."
es: {Appo-} "Ya veo... Tienes razón."

source: {Kazushi} "Phew...are you back to normal now?"
es: {Kazushi} "¿Ya has vuelto...?"

source: {Appo} "I'm gonna go suck Daigo's."
es: {Appo-} "Voy a pedírselo a Daigo."

source: {Kazushi} "What?"
es: {Kazushi} "¿Qué?"

source: He dragged himself up off the floor and hobbled over to the other room.
es: Se levantó y se dirigió a la habitación de al lado.

source: {Kazushi} "Is he serious?"
es: {Kazushi} "¿Lo dice en serio?"

source: {Daigo} "Hey, what's up, Appo? ......AAAAHHHHH!!! WHAT ARE YOU DOING!?"
es: {Daigo} "¿¡Qué pasa Appo-!? ¿¡Qué estás haciendo!?"

source: I heard Daigo screaming.
es: Oí a Daigo gritar.

source: {Kazushi} "This is hell."
es: {Kazushi} "Estoy en el infierno."

source: I put my hands over my ears and hid under my bed covers. It's almost nine o'clock; still too early to sleep.
es: Me tapé los oídos y me metí en la cama.

source: {Kazushi} *yawn*
es: {Kazushi} *Bostezando*

source: {Kazushi} "Maybe I'm just tired."
es: {Kazushi} "Quizá esté cansado."

source: Mentally. Maybe spending every day surrounded by women like this is forcing me to be more nervous than ever.
es: Creo que estoy agotado por el esfuerzo de acostumbrarme al nuevo entorno.

source: {Kazushi} "I should go to bed early tonight."
es: {Kazushi} "Hoy debería acostarme temprano."

source: I closed my eyes.
es: Cerré los ojos.

source: {Kazushi} "Huh?"
es: {Kazushi} "¿¡!?"

source: I think I hear footsteps outside the dorm.
es: Me ha parecido oír pasos afuera.

source: Somebody's outside.
es: Hay alguien fiera.

source: It wasn't that late, so it wouldn't be odd, but for some reason those footsteps made me curious.
es: Todavía no es muy tarde, pero el sonido hace que me pregunte quién es.

source: {Kazushi} "Who could that be?"
es: {Kazushi} "¿Quién podría ser?"

source: I looked outside through the window and saw a tiny, familiar silhouette.
es: Miré al exterior por la ventana.

source: {Kazushi} "That's......"
es: {Kazushi} "Es..."

source: What is she doing out there at this time again? My drowsiness quickly went away.
es: ¿Qué está haciendo por aquí otra vez?

source: {Kazushi} "Natsume-chan?"
es: {Kazushi} "¿Natsume?"

source: When I called out to her, she turned around with her usual expressionless face.
es: Fui fuera a ver qué estaba haciendo.

source: {Natsume} "Oh, it's you, Haruma. I'm tired of seeing your face."
es: {Natsume} "Eres tú otra vez. Estoy cansada de verte la cara."

source: She was already fed up with me.
es: Eso fue lo primero que dijo.

source: {Kazushi} "Already? We've only seen each other a few times."
es: {Kazushi} "¿Ya? Si solo nos hemos visto en contadas ocasiones."

source: {Natsume} "And I'm already sick of you."
es: {Natsume} "Las suficientes para cansarme de ti."

source: That was all she had to say, and then she seemed to lose interest in me. She kept her eyes on her feet as she started walking away.
es: Eso es todo lo que me dijo antes de continuar su andadura nocturna.

source: {Kazushi} "Why are you taking a walk at this time of night, anyways?"
es: {Kazushi} "De todas formas, ¿qué haces paseando a esta hora del día?"

source: {Natsume} "No reason."
es: {Natsume} "No hay motivo."

source: {Kazushi} "There's got to be a reason."
es: {Kazushi} "Tiene que haber algún motivo."

source: She ignored me. She must think I'm nagging her. Oh well, I'm used to the cold shoulder.
es: Continúa ignorándome.

source: {Kazushi} "You're sure a night-owl, Natsume-chan. Didn't I meet you for the first time around this time of night? Are you able to get up OK in the morning?"
es: {Kazushi} "Era sobre esta hora cuando te conocí. ¿No te cuesta levantarte por las mañanas?"

source: She turned around.
es: Se giró.

source: {Natsume} "Shut up, Haruma."
es: {Natsume} "Cállate, Kazushi."

source: She scolded me. I guess she didn't want to be lectured.
es: Supongo que no quieren que le den ningún sermón.

source: {Kazushi} "Could it be that you're looking for something?"
es: {Kazushi} "¿Quizá es que estás buscando algo?"

source: That's the only thing I could think she was doing.
es: Es lo único que se me ocurre que pueda estar haciendo.

source: {Kazushi} "If you're looking for something, I'll help. Is it something important?"
es: {Kazushi} "¿Quieres que te ayude?"

source: She stopped and looked at me.
es: Se paró y me miró.

source: ...and took a big sigh.
es: Y exhaló un largo suspiro...

source: {Kazushi} "I don't remember doing anything to make you sigh."
es: {Kazushi} "No creo haber hecho nada para que suspires."

source: {Natsume} "And that's one reason why you're stupid, Haruma."
es: {Natsume} "Es por eso por lo que eres tan estúpido."

source: She nodded her head.
es: Está asintiendo con la cabeza.

source: {Kazushi} "Stop talking to me like that! I'm your sempai, so show me some respect!"
es: {Kazushi} "¡Deja de hablarme así! Soy más mayor que tú, ¡muestra algo de respeto!"

source: Oops, I think I said that too loud.
es: No pretendía alzar la voz.

source: {Natsume} ".........sniff."
es: {Natsume} "¿¡...!?"

source: She started shaking.
es: Ha empezado a temblar.

source: {Natsume} "Hh......sniff."
es: {Natsume} *A punto de llorar*

source: Then her eyes started to get watery. This makes it look I'm bullying her.
es: Oh, no... Está a punto de llorar.

source: {Kazushi} "Don't cry, okay?"
es: {Kazushi} "No vas a llorar, ¿no?"

source: {Natsume} "I'm not......crying......"
es: {Natsume} "No estoy... llorando..."

source: She's already half crying.
es: Ya está medio llorando.

source: I hope no one's watching this.
es: Espero que nadie esté presenciando esto.

source: {Kazushi} "Please don't cry. I promise I won't raise my voice again."
es: {Kazushi} "Por favor, no llores. Te prometo que no volveré a levantarte la voz."

source: {Natsume} "I'm not crying......don't treat me like a kid......stupid......"
es: {Natsume} "No estoy llorando... No me trates como a un niño... estúpido..."

source: She rubbed her eyes as she insulted me. The tip of her nose was getting red. She was clearly crying.
es: Está llorando un montón, tiene los ojos rojos.

source: {Kazushi} "I'm sorry."
es: {Kazushi} "Lo siento."

source: {Natsume} "Don't apologize! I didn't cry so, why are you apologizing?"
es: {Natsume} "No te disculpes, porque no he llorado."

source: She refused to admit she was crying. What a stubborn girl. I'm glad she has yet to realize that tears are a woman's weapon.
es: Menuda niña más cabezota.

source: {Kazushi} "Here, let me help you look for it as penance."
es: {Kazushi} "Venga, deja que te ayude a encontrar lo que estás buscando."

source: I didn't know what she was looking for but I started looking around. I should be able to find it if she dropped something.
es: No sé lo que está buscando, pero empiezo a buscar por los alrededores.

source: {Kazushi} "Hey, could you tell me what you dropped? It's hard to look if I don't know."
es: {Kazushi} "Oye. Me tendrías que decir al menos lo que se te ha caído."

source: She gave me another big sigh at my persistence.
es: Vuelve a exhalar un largo suspiro.

source: {Natsume} "If you really want to help me......"
es: {Natsume} "Si de verdad quieres ayudarme..."

source: Her pure eyes caught my eyes.
es: Sus ojos puros cautivan los míos.

source: {Natsume} "Find me."
es: {Natsume} "Encuéntrame."

source: I didn't understand what she meant, but her eyes were telling me she was serious.
es: No entendí lo que quería decir, pero sus ojos me decían que lo decía en serio.

source: What did she mean by "find me"?
es: ¿Qué quieres decir con "encuéntrame"?

source: {Kazushi} "Find you what?"
es: {Kazushi} "¿Encontrarte el qué?"

source: {Natsume} "Find. Me. What else?"
es: {Natsume} "A mí. Qué si no."

source: {Kazushi} "But Natsume-chan, you're..."
es: {Kazushi} "Bueno. Ahí estás..."

source: She was right in front of me.
es: Está justo delante de mí.

source: I didn't say it, because I realized she'd tell me that thought was stupid. Maybe it's some kind of metaphor?
es: No lo dije, porque pensé que se refería a algún tipo de metáfora.

source: {Natsume} "If you can't understand what I mean then don't bother. It's impossible for you, Haruma."
es: {Natsume} "Si no puedes comprender a lo que me refiero, no te molestes."

source: Natsume-chan looked dejected. Her voice was quiet too.
es: Parece decepcionada.

source: But I didn't understand what Natsume-chan meant. What part of Natsume-chan am I supposed to find?
es: Pero no entendí a lo que se refería.

source: {Kazushi} "All right."
es: {Kazushi} "Está bien."

source: I don't know what she means, but I'll remember this.
es: Ya lo averiguaré más adelante.

source: {Natsume} "You can forget about it."
es: {Natsume} "Puedes olvidarlo."

source: {Kazushi} "No, I'll be sure to remember it."
es: {Kazushi} "No. Averiguaré lo que querías decir."

source: I may not understand now, but there will come a day when I do. I'll remember what she said tonight so I can be ready when it comes.
es: Algún día entender'a lo que se refería.
