Repository: talestra/edelweiss
Catalog: translation/00706.po
Languages: es

source: {Yagami} "And on the test, I'll be sure to ask you to describe the author's sentiments in 20 words or less."
es: {Profesor Yagami} "Podéis estar seguros de que pondré esta pregunta en el próximo examen."

source: {Ran} "Wow! Thanks for telling us!"
es: {Ran} "¡Gaua! ¡Gracias por decirlo!"

source: {Sakura} "I like male teachers, he's so open. Oh, gotta jot it down..."
es: {Sakura} "Me gusta. Es tan abierto..."

source: However, there was still a big gap between the girls and the boys. No one's been brave enough to bridge the divide yet.
es: Aún así, persiste un gran vacío entre los chicos y las chicas.

source: The biggest gulf between the sexes would be right here, between me and Mizuki.
es: El mayor vacío entre los chicos y las chicas debe estar aquí, entre mí y Mizuki.

source: I sat right next to Hinata-san, but I hadn't talked to her for a while.
es: Hace tiempo que no hablo con ella.

source: {Yagami} "Alright, that's it for today. Make sure you study the parts I told you will be on the test. If you get them wrong, be ready for me to swing the whip of love."
es: {Profesor Yagami} "Está bien, eso es todo por hoy. ¡Y cualquiera que no estudie para el siguiente examen será castigado!"

source: {Andou} "I don't think I'd mind sensei whipping me..."
es: {Rei} "No me importaría que él me castigase..."

source: {Fuusen} "Oh? Is he your type, Rei?"
es: {Hu-sen} "¿Es tu tipo?"

source: {Andou} "I like men who are strong and manly. Especially a fighter..."
es: {Rei} "Me gustan los hombres varoniles."

source: Yagami-sensei shot out from the classroom. Some of the girls were even chasing after him - he was getting really popular.
es: El profesor Yagami sale de clase rápidamente. Algunas chicas hasta le siguen. Se está volviendo muy popular.

source: On the other hand...
es: Por otro lado...

source: While the rest of the class was carrying on, there wasn't a single word being shared over here. It was clear that she didn't want to talk to me.
es: Ella parece que me ignora.

source: What did I do wrong?
es: ¿Qué he hecho mal?

source: I can't think of anything! I'll just ask her!
es: ¡Soy incapaz de pensar en otra cosa! ¡Le preguntaré!

source: {Kazushi} "Hey, Hinata-san..."
es: {Kazushi} "Oye, Mizuki..."

source: {Mizuki} "What do you want!?"
es: {Mizuki} "¿¡Qué quieres!?"

source: {Kazushi} "I just......"
es: {Kazushi} "Solo..."

source: All I did was speak to her. What did get so upset with me?
es: ¿Por qué está tan enfadada conmigo?

source: {Kazushi} "Why do you act like you're on constant alert around me? You don't need to be that stiff."
es: {Kazushi} "¿Por qué me ignoras?"

source: {Mizuki} "I'm not being wary of you. This is how I am."
es: {Mizuki} "No te ignoro. Yo soy así."

source: So she said, but I could still feel the wall and the distance between us.
es: No me lo creo.

source: Our desks may be attached, but her chair was as far away as it could be, and she always sat with her back turned to me, leaning away from me.
es: Nuestros escritorios están juntos, pero se sienta tan lejos de mí como puede.

source: Sometimes she'd look at me to see if I was looking at her. What did she want?
es: A veces me mira de reojo para ver si la estoy mirando. ¿Qué es lo que quiere?

source: {Sakura} "What? Mizuki, don't you like sitting next to Haruma-kun?"
es: {Sakura} "Mizuki, ¿no te gusta sentarte junto a Kazushi?"

source: Even Takase turned back to make fun of her for it. Honestly, Takase was right. It was hard to think she didn't hate being near me.
es: Hasta Sakura se burla de que me ignore.

source: {Mizuki} "It's not that."
es: {Mizuki} "No es eso."

source: {Kazushi} "It doesn't seem like it. Hinata-san, have I done something wrong to you?"
es: {Kazushi} "Si tienes algún problema conmigo, puedes decírmelo."

source: {Mizuki} "W-what? Did you do something? Do you have any idea what?"
es: {Mizuki} "¿Es que has hecho algo que requiera una disculpa?"

source: {Kazushi} "I don't think so."
es: {Kazushi} "No lo creo."

source: The only connection we have is sitting next to each other, and I don't think we've talked enough for me to upset her.
es: No creo que hayamos hablado lo suficiente para enfadarnos.

source: {Mizuki} "Then you haven't done anything, have you? I don't remember anything."
es: {Mizuki} "Entonces no tienes por qué preocuparte tanto."

source: {Kazushi} "Right? So you agree, Takase?"
es: {Kazushi} "¿Tu también lo piensas?"

source: {Mizuki} "Well don't you two get along. When did you become such good friends?"
es: {Mizuki} "¿Desde cuando sois amigos?"

source: {Sakura} "Well, we're Haruma and Sakura, right? Don't cherry blossoms fit right in with spring?"
es: {Sakura} "Ambos tenemos el mismo carácter en el apellido."

source: {Kazushi} "Not at all! Then Takase, do you mind if I call you Sakura?"
es: {Kazushi} "¡Claro!"

source: We were having a great chat over just our names. Takase...I mean Sakura was so cheerful and friendly, she was real easy to talk to.
es: Es muy amigable.

source: She's one of the few girls I can actually chat openly with.
es: Ella es una de las pocas amigas que tengo desde que llegué aquí.

source: But it's more like hanging with the guys. There's no sexual atmosphere between us.
es: Aunque la veo solo como amiga, nada más.

source: {Mizuki} "I didn't know you were so good at handling boys, Sakura."
es: {Mizuki} "No sabía que se te diese tan bien echarte novio."

source: {Mizuki} "Huh? Wait, what?"
es: {Mizuki} "¿Qué estás diciendo...?"

source: {Kazushi} "Do you mean THAT?! Is Hinata-san a- a lesbian?!"
es: {Kazushi} "¿¡Eres lesbiana!?"

source: {Mizuki} "Who said I am!?"
es: {Mizuki} "¿¡Quién ha dicho que lo fuera!?"

source: {Kazushi} "I get it now. Hinata-san's a lesbian. Why do you prefer girls over guys? You're so cute, Hinata-san that it's a total waste."
es: {Kazushi} "Es una lástima que seas lesbiana. Eres muy guapa."

source: {Sakura} "He says you're cute. Good for you, Mizuki."
es: {Sakura} "Cree que eres guapa."

source: {Mizuki} "Shut up!"
es: {Mizuki} "¡Calla!"

source: {Mizuki} "I don't need that!!"
es: {Mizuki} "¡¡No necesito eso!!"

source: She stood up so fast her chair hit the ground and she stormed out of the classroom.
es: Se ha puesto como un tomate y se ha salido de clase.

source: {Kazushi} "Did I say something wrong?"
es: {Kazushi} "¿He dicho algo malo?"

source: Sakura was almost doubled up from laughing for some reason.
es: Por algún motivo, Sakura se está riendo.

source: {Kazushi} "I was trying to be considerate?"
es: {Kazushi} "¿He hecho que se enfade?"

source: {Sakura} "Harucchi, you don't understand how we girls think. Maybe this is how you caused her to hold a grudge? You probably just don't realize it."
es: {Sakura} "Deberías aprender a leer el pensamiento de las chicas. Quizá dijiste algo malo antes."

source: {Kazushi} "You think so?"
es: {Kazushi} "¿Eso crees?"

source: I must have. Otherwise, why would things be so strained between us?
es: Debe ser. Porque si no, no entiendo por qué me ignora.

source: {Kazushi} "I can't just leave the matter open. We're stuck sitting next to each other."
es: {Kazushi} "No puedo ignorar este asunto porque nos sentamos al lado."

source: {Appo} "You worry too much."
es: {Appo-} "Te preocupas demasiado."

source: My buddies came to see me.
es: Mis colegas han venido a verme.

source: {Kazushi} "Do you guys have any good ideas to help me get along with her?"
es: {Kazushi} "¿Alguna sugerencia para que pueda llevarme bien con esa chica?"

source: {Pierre} "Think about it. What's tomorrow?"
es: {Pierre} "Piensa. ¿Qué es mañana?"

source: {Kazushi} "Tomorrow?"
es: {Kazushi} "¿Mañana?"

source: Tomorrow is Saturday......
es: Mañana es sábado...

source: {Kazushi} "Tomorrow's a half day. Want to do something in the afternoon?"
es: {Kazushi} "Mañana solo vamos por la mañana."

source: {Appo} "Come on, what is happening that afternoon?"
es: {Appo-} "Sí. ¿Y qué pasa por la tarde?"

source: {Kazushi} "Afternoon? We already made plans?"
es: {Kazushi} "¿Por la tarde?"

source: {Pierre} "What, you forgot?"
es: {Pierre} "¿Te has olvidado?"

source: {Daigo} "Hey guys, what do you think I should wear? A suit?"
es: {Daigo} "Ey chicos, ¿qué debería ponerme?"

source: {Appo} "Quit giving off such an air of grief. Your normal jersey is fine."
es: {Appo-} "Lleva ropa normal."

source: {Pierre} "Your jersey is your battle suit!"
es: {Pierre} "Eso, ¡iremos con ropa normal!"

source: All three of them were very excited. Daigo was even getting nervous. What's happening tomorrow?
es: Mis colegas están súper emocionados. ¿Qué pasa mañana?

source: {Kazushi} "I'm too tired to guess. Just tell me what's going on tomorrow."
es: {Kazushi} "Me rindo... Decidme ya qué es lo que pasa mañana."

source: {Appo} "Huh? You seriously forgot? What the hell, are you an idiot?!"
es: {Appo-} "¿De verdad que te has olvidado?"

source: {Kazushi} "What do you mean? You're an idiot yourself! Anyways, what's happening tomorrow?"
es: {Kazushi} "Chicos, ¿qué pasa?"

source: {Pierre} "God! You honestly forgot?! Kazushi, you're hopeless."
es: {Pierre} "¡No puedo creer que te hayas olvidado!"

source: They seriously looked shocked. Am I really an idiot?
es: ¿Es que se piensan que soy subnormal de verdad?

source: {Sakura} "I guess Harucchi really forgot. I was rather looking forward to it too."
es: {Sakura} "Hasta yo estaba ansiosa de que llegase."

source: {Kazushi} "You too, Sakura?"
es: {Kazushi} "¿Tú también?"

source: {Pierre} "Sakura-chan, please inform this idiot what happens tomorrow."
es: {Pierre} "Sakura, por favor, dile a este imbécil que es lo que pasa mañana."

source: {Sakura} "Oh well, let me enlighten you. Tomorrow we're having a welcoming party for you boys."
es: {Sakura} "Vale. Mañana hay una fiesta de bienvenida para vosotros, chicos."

source: {Kazushi} "Welcoming party?"
es: {Kazushi} "¿Una fiesta de bienvenida?"

source: {Kazushi} "Oh yeah!"
es: {Kazushi} "... ¡Ah, sí!"

source: {Appo} "How could you forget!?"
es: {Appo-} "¡¡¿Cómo habías podido olvidarlo?!!"

source: I finally remembered Mei-sensei telling us something about that.
es: Recuerdo a la señorita Ibuki hablándonos sobre eso.

source: {Pierre} "You should at least make sure to keep track of big events like this. Girls love special events."
es: {Pierre} "Deberías saber que a las chicas les encantan las fiestas."

source: {Appo} "Like the anniversary of when you first met, the anniversary of when you first looked at each other, the anniversary of when you first talked, the anniversary of when you first held hands, the anniversary of when you first kissed, the anniversary of when you first screwed..."
es: {Appo-} "Y también les encantan los aniversarios... el aniversario de la primera cita, el del primer beso, el de la primera relación sexual..."

source: {Kazushi} "They're that detailed?"
es: {Kazushi} "Eso es como todo."

source: {Pierre} "Girls turn every occasion into an anniversary, and they'll never forgive you if you forget."
es: {Pierre} "Convierten cualquier ocasión en un aniversario, y te odiarán por siempre si te olvidas."

source: {Kazushi} "Are you serious? I don't think I'll be able to date a girl..."
es: {Kazushi} "¿Lo dices en serio...?"

source: {Daigo} "They love romance."
es: {Daigo} "Aman el romance."

source: {Kazushi} "Even you knew that, Daigo......?"
es: {Kazushi} "¿Hasta tú sabías eso, Daigo...?"

source: {Ran} "Are you sure that's just not your delusion?"
es: {Ran} "¡Eso no es verdad para todas!"

source: Ran wasn't about to let that blanket statement pass.
es: Piensa que eso no aplica a todas las chicas.

source: {Appo} "Why not?! Care about them! They're important aren't they?!"
es: {Appo-} "¡No! ¡A todas las chicas les encantan los aniversarios!"

source: {Sakura} "I could never remember all those dates and details."
es: {Sakura} "No puedo recordar todos los detalles."

source: {Ran} "Right? See?"
es: {Ran} "Véis. Ella es como yo."

source: Looks like we men were more romantic. Either way, there's a welcoming party tomorrow.
es: Resulta que era la imaginación de ciertos chicos.

source: {Pierre} "Stupid, that's not what matters! The girls are doing this to welcome us! It's our chance to get closer to them!"
es: {Pierre} "A quién le importa la comida. ¡Vamos allí a por chicas!"

source: {Ran} "I hate to be the one to say this, but I don't think you should get your hopes up?"
es: {Ran} "Creo que os estáis creando demasiadas expectativas de esto."

source: She looked sorry to tell us that.
es: Parecía apenada por tener que decirnos eso.

source: {Ran} "Isn't the mood between the guys and the girls kind of edgy right now? Attendance is mandatory, so I doubt any of them are going to sincerely welcome you guys."
es: {Ran} "La mayoría de las chicas irán únicamente porque es de asistencia obligatoria."

source: {Appo} "I wish you hadn't told me that. I was finally starting to feel good."
es: {Appo-} "¡Ojalá no me hubieses dicho eso!"

source: {Ran} "I thought you'd be hurt less if you faced reality."
es: {Ran} "Solo os lo he dicho para que no acabéis realmente heridos."

source: {Appo} "We can at least dream! Let a man dream!"
es: {Appo-} "¡No pasa nada por soñar de vez en cuando!"

source: {Pierre} "But maybe this event will be a trigger to help the boys and girls get along better in the future."
es: {Pierre} "Pero quizá este evento haga que los chicos y las chicas se acaben llevando mejor más adelante."

source: {Ran} "You're right. I've got a great idea for something you can do tomorrow."
es: {Ran} "Tienes razón. Y se me ocurre una buena idea para mañana."

source: {Appo} "You have some kind of plan?"
es: {Appo-} "¿Qué ocurre?"

source: {Pierre} "How much!? How much do you want!?"
es: {Pierre} "¿¡Cuánto!? ¿¡Cuánto quieres!?"

source: {Kazushi} "Hold it."
es: {Kazushi} "Para el carro."

source: I hated to intrude on Pierre and Ran's excitement, but I didn't like where this was going.
es: Yo no quería ninguna ayuda.

source: {Ran} "What's wrong? Don't you want to be popular?"
es: {Ran} "¿Qué pasa? ¿Es que no quieres ser popular?"

source: {Kazushi} "I'd love to be, if that were possible, but I think this is something we should work out by ourselves."
es: {Kazushi} "Esto es una de esas cosas que deberías pensar por ti mismo."

source: {Daigo} "That's our Kazushi."
es: {Daigo} "Espera. Creo que Kazushi tiene razón."

source: {Appo} "For crying out loud. Kazushi is useless without us."
es: {Appo-} "Está bien."

source: Ran gave us a quizzical look.
es: Ran nos miraba con interés.

source: {Ran} "Hmm? You guys have a pretty strange relationship."
es: {Ran} "Sois una mezcla de chicos muy rara."

source: {Daigo} "It's hard for a girl to understand."
es: {Daigo} "Es algo difícil de entender para una chica."

source: {Ran} "Ahaha, sounds like failure's in store. Well, good luck."
es: {Ran} "Buena suerte."

source: Here we are, holding a strategy meeting.
es: Aquí estamos; en una reunión estratégica.

source: {Daigo} "So, what we should do?"
es: {Daigo} "Y bien, ¿qué deberíamos hacer?"

source: {Kazushi} "Something the girls will like?"
es: {Kazushi} "¿Qué es lo que le gusta a las chicas?"

source: {Daigo} "Like what?"
es: {Daigo} "¿Alguna idea, alguien?"

source: {Pierre} "......how about proposing?"
es: {Pierre} "... ¿Qué tal una declaración?"

source: {Kazushi} "If their lovers did that, they might be happy, but definitely not if we did."
es: {Kazushi} "Tenemos que quedar cada uno de nosotros con una chica y hacer eso."

source: {Pierre} "But I hear that girls go along with the mood. We could invite them out to a romantic, tear-jerking spot..."
es: {Pierre} "A las chicas les gusta llorar... Quizá si las sacamos de la fiesta y las llevamos a algún sitio romántico."

source: {Appo} "The g-spot?"
es: {Appo-} "¿Dónde? ¿Al punto 'G'?"

source: {Kazushi} "That is the name of a spot, but they'd kill you for mentioning it, Appo."
es: {Kazushi} "Ahí no, Appo-."

source: {Appo} "I've heard that girls cry for joy when you go to their g-spot."
es: {Appo-} "He oído que las chicas lloran del placer cuando vas al punto G."

source: {Daigo} "You read way too many how-to manuals, Appo."
es: {Daigo} "Tú lees demasiado de esas cosas, Appo-."

source: {Appo} "Hey, Pierre! You give us a decent plan! You always say you know everything about girls, don't you?"
es: {Appo-} "Ey Pieere. Tú siempre dices saber todo sobre las chicas, ¿alguna idea?"

source: {Pierre} "I know, but...something they'd like... How about a surprise?"
es: {Pierre} "... Algo que le gustaría a las chicas... ¿Una sorpresa?"

source: {Kazushi} "That's a good start."
es: {Kazushi} "¿Eso es algo bueno?"

source: {Appo} "So surprise them with something shocking? Or startle them? I bet they'd be stunned if they woke up with us lying naked next to them."
es: {Appo-} "¿Y un baile desnudos?"

source: {Pierre} "Not that kind of surprise......how about presents?"
es: {Pierre} "No ese tipo de sorpresas... ¿y regalos?"

source: {Boys} "Presents!!!"
es: {Chicos} "¡¡¡Regalos!!!"

source: That was a revelation to us all. Of course, presents can make a girl happy. That's always in dramas and such.
es: Esa fue la mejor idea del día.

source: {Kazushi} "Wait, I forgot. I don't have any money."
es: {Kazushi} "Esperad. He olvidado que no tengo dinero."

source: Ran took it all away from me, and now I can barely afford my own lunch.
es: No he podido ni permitirme la comida.

source: {Kazushi} "They're definitely not selling those here. And we couldn't afford them if they did."
es: {Kazushi} "No podemos permitirnos eso."

source: {Daigo} "Impossible."
es: {Daigo} "Imposible."

source: I thought we'd stumbled upon a great idea but were at a dead end already. What do we do now?
es: Y yo que pensaba que habíamos conseguido una gran idea.

source: {Appo} "Pierre, give us a plan."
es: {Appo-} "Pierre. Saca alguna idea aún mejor."

source: {Pierre} "Me again......?"
es: {Pierre} "¿Yo otra vez...?"

source: After a few seconds, he came up with a great idea.
es: Tras unos segundos, sacó con otra buena idea.

source: {Pierre} "Why don't we ask them?"
es: {Pierre} "¿Por qué no le preguntamos a ellas?"

source: {Kazushi} "I guess we'll have to. It'll ruin the surprise, though."
es: {Kazushi} "Imagino que nos tocará. Aunque así ya no será sorpresa."

source: I wonder who I should be asking?
es: ¿A quién debería preguntarle?
