Repository: talestra/edelweiss
Catalog: translation/00736.po
Languages: es

source: I'm not sure why I'm bothering with this. I already know what she's going to say.
es: Creo que ya me puedo imaginar lo que dirá.

source: {Kazushi} "Can I ask you something?"
es: {Kazushi} "¿Puedo preguntarte algo?"

source: {Ran} "Me? Is there something you want to know about me?"
es: {Ran} "¿A mí? ¿Quieres saber algo sobre mí?"

source: {Kazushi} "Huh? Well, kind of I guess?"
es: {Kazushi} "Algo así."

source: It's a little different, though.
es: Aunque es un poco diferente.

source: {Ran} "All right, well I guess I don't mind sharing a few of my secrets with you, Kazushi."
es: {Ran} "Está bien. Te contaré mi secreto."

source: {Kazushi} "Secrets?"
es: {Kazushi} "¿Tu secreto?"

source: What secrets?
es: ¿Cuál es su secreto?

source: Ran's secrets? That sounded kind of naughty.
es: Lo ha dicho con un tono algo lascivo.

source: {Ran} "So what do you want to know about me? Did you want to know that? Or maybe that other thing?"
es: {Ran} "¿Qué es lo que quieres saber sobre mí? ¿O es "eso"?"

source: {Kazushi} "What's "that"? What kind of naughty secret do you have?"
es: {Kazushi} "¿Qué es "eso"? ¿Qué clase de secreto lascivo tienes?"

source: {Ran} "What? There's nothing naughty about it."
es: {Ran} "¿Qué? No tiene nada de lascivo."

source: {Kazushi} "Oh, it's not? Sorry! I just assumed!"
es: {Kazushi} "¿Ah sí? ...¡Lo siento!"

source: She wasn't upset at all. In fact, she was grinning like some corrupt judge.
es: No estaba enfadada.

source: {Ran} "I see. Do you want to get to know my naughty side? I don't blame you - we ARE adolescents, after all."
es: {Ran} "Ya veo. ¿Quieres saber alguna obscenidad sobre mí? No te culpo. Estamos en la pubertad."

source: {Kazushi} "Thanks for understanding."
es: {Kazushi} "Gracias por tu compresión."

source: She's a very understanding girl. I like that part of her.
es: Es una chica muy comprensiva.

source: {Kazushi} "Is there anything you really want?"
es: {Kazushi} "¿Hay algo que te gustaría tener?"

source: {Ran} "Money."
es: {Ran} "Dinero."

source: That was a quick answer.
es: Lo sabía.

source: {Kazushi} "I thought so."
es: {Kazushi} "Eso pensaba."

source: I knew that answer was coming. Asking her was a waste of time.
es: Era una pérdida de tiempo.

source: {Ran} "Are you going to give me some?"
es: {Ran} "¿Me vas a dar dinero?"

source: {Kazushi} "No, sorry."
es: {Kazushi} "Lo siento."

source: I think I should ask someone else.
es: Creo que debería preguntarle a otra persona.
