Repository: talestra/edelweiss
Catalog: translation/00756.po
Languages: es

source: {Kazushi} "Can I ask you a question?"
es: {Kazushi} "¿Puedo hacerte una pregunta?"

source: {Mei} "Sure. What is it?"
es: {Mei} "Claro. ¿El qué?"

source: {Kazushi} "Is there anything you want?"
es: {Kazushi} "¿Hay alguna cosa que quieras ahora?"

source: {Mei} "Nothing particularly."
es: {Mei} "Nada en particular."

source: That was fast.
es: Qué rapidez.

source: {Kazushi} "Nothing?"
es: {Kazushi} "¿Nada?"

source: {Mei} "I can't think of anything, but why are you asking me this?"
es: {Mei} "¿Por qué me lo preguntas?"

source: I wasn't expecting that. That answer wouldn't help us at all.
es: Esperaba que nos pudiese dar alguna buena idea.

source: {Mei} "I'm not into that kind of stuff."
es: {Mei} "No me van esas cosas."

source: {Kazushi} "I see......"
es: {Kazushi} "Ya veo..."

source: {Mei} "I'm a big believer in the philosophy that material goods will never satisfy your heart."
es: {Mei} "Creo firmemente en que las cosas materiales no pueden satisfacer el corazón."

source: {Kazushi} "All right......"
es: {Kazushi} "Está bien..."

source: What a selfless person. Maybe she's some kind of goddess?
es: Podría hacerse monja.

source: Oops. I'm here to get some ideas for our gift.
es: Ups. Estoy aquí para conseguir alguna buena idea.

source: {Kazushi} "It doesn't have to be a material good. It could be spiritual as well."
es: {Kazushi} "No tiene por qué ser algo material. Puede ser también algo espiritual."

source: {Mei} "Let's see. If I had to say..."
es: {Mei} "Veamos..."

source: {Kazushi} "If you had to say?"
es: {Kazushi} "¿Alguna cosa?"

source: {Mei} "No, I can't think of anything. At least not something you can receive from anybody."
es: {Mei} "Lo siento... No es algo que pueda recibirse de alguien."

source: {Kazushi} "What do you mean by that?"
es: {Kazushi} "¿A qué te refieres con eso?"

source: {Mei} "No, it's nothing. I'm sorry I'm just a boring woman."
es: {Mei} "No, nada. Siento no poder darte otra cosa que respuestas aburridas."

source: {Kazushi} "No, that's not true at all. Sensei, I think you're terrific."
es: {Kazushi} "No... Creo que eres estupenda."

source: {Mei} "Oh, why thank you. You're terrific too, Haruma-kun."
es: {Mei} "Gracias, yo también creo que tu eres estupendo."

source: {Kazushi} "Thanks......"
es: {Kazushi} "Gracias..."

source: Oh, no. I could feel my face turning red.
es: Oh, no. Creo que me he puesto rojo como un tomate.

source: Mei-sensei really is a nice, mature, kind, and understanding person.
es: De verdad pienso que es una buena persona.

source: But I wonder what she was about to say earlier? She looked like there was something she wanted.
es: Me pregunto a qué se refería con lo de antes.

source: {Mei} "Why are you asking me this? Were you going to give me a present?"
es: {Mei} "¿Por qué me preguntas eso? ¿Ibas a hacerme un regalo?"

source: {Kazushi} "Oh, no, I was going to use it as reference."
es: {Kazushi} "Voy a usarlo como referencia."

source: {Mei} "Oh, have you found a girl you like? Look at you."
es: {Mei} "¿Te has echado novia?"

source: {Kazushi} "No! It's nothing like that."
es: {Kazushi} "¡No! No es eso."

source: {Mei} "Oh, it's not? Well, if you're trying to give someone a present, it's not the present that matters."
es: {Mei} "Te diré una cosa: No es lo que recibes lo que te hace feliz."

source: {Mei} "So long as you put your heart into choosing it, I think they'll be happy with anything."
es: {Mei} "Sino quién es quien te lo da."

source: {Kazushi} "I see."
es: {Kazushi} "Ya veo."

source: I'm sure that's something only Mei-sensei would think, while most others would never be so humble.
es: Solo una buena persona como ella podría pensar así.

source: She's truly a good person.
es: Es realmente una buena persna.

source: ...Although it didn't give me any good ideas.
es: Aunque no me ha dado ninguna buena idea.
