Repository: talestra/edelweiss
Catalog: translation/00766.po
Languages: es

source: {Kazushi} "She didn't give me any good ideas."
es: {Kazushi} "No me ha dado ninguna buena idea."

source: {Appo} "You're useless."
es: {Appo-} "¿En serio?"

source: {Kazushi} "Sorry, guys."
es: {Kazushi} "Lo siento chicos."

source: {Daigo} "Impossible."
es: {Daigo} "Imposible."

source: {Pierre} "What's something girls will love...Oh, that's it! How about flowers?"
es: {Pierre} "¿Y flores...?"

source: {Appo} "Flowers? You think girls their age'll like flowers?"
es: {Appo-} "¿Flores? ¿Creéis que les gustarían flores?"

source: {Kazushi} "That's a great idea! Think about it. Whenever you watch a TV drama, they always give the woman flowers."
es: {Kazushi} "¡Es una buena idea! ¡En los doramas de la tele, siempre les dan flores!"

source: {Daigo} "We can pick some flowers from just about anywhere on the island, right?"
es: {Daigo} "Las podemos coger de cualquier sitio, ¿no?"

source: {Kazushi} "Flowers...flowers...Oh yeah!"
es: {Kazushi} "Flores... ¡Pues claro!"

source: I finally remembered. That place was loaded with flowers in bloom. Heck, that's when they first bloomed.
es: Sé dónde podemos conseguir flores bonitas.

source: The flowers were mysterious, but they were beautiful.
es: Donde conocí a Haruka.

source: {Kazushi} "I know a good spot! They're pretty rare flowers. I'm positive the girls will love them."
es: {Kazushi} "¡Sé un buen sitio! Eran preciosas. Estoy convencido de que les encantarían a todas las chicas."

source: {Appo} "Alright! Then let's go picking!"
es: {Appo-} "¡Enséñanos el lugar!"

source: {Pierre} "Hold on, it's late at night. I don't know where they're blooming, but it's dangerous to wander around this island."
es: {Pierre} "Esperad. Es ya de noche, y muy tarde. No me gustaría ir por esta isla de noche."

source: {Daigo} "Besides, if we pick them tonight, they might wither by tomorrow."
es: {Daigo} "Además, no se mantendrían frescas hasta mañana."

source: {Appo} "Then let's go tomorrow right before the party starts!"
es: {Appo-} "Entonces, ¡vayamos mañana antes de que empiece la fiesta!"

source: {Pierre} "Are you sure there are enough for all of the girls? I'd feel bad if there were any girls who didn't receive any."
es: {Pierre} "¿Creéis que será suficiente para todas las chicas?"

source: {Kazushi} "Don't worry, they were everywhere. Though if we're going to pick enough flowers for all the girls, we'll need tools."
es: {Kazushi} "No tienes que preocuparte por eso."

source: {Appo} "Let's knock those girls off their feet tomorrow! I bet they'll never be expecting a surprise like this!"
es: {Appo-} "¡No puedo esperar a ver cuánto lo apreciarán las chicas!"

source: {Pierre} "Guys, we can't tell anyone about this until we reveal the surprise tomorrow night, OK?"
es: {Pierre} "Chicos. No se lo podemos contar a nadie hasta mañana, ¿¡vale?!"

source: Everyone nodded in agreement as their eyes lit up with excitement. I can't wait for tomorrow!
es: Todos asienten emocionados.

source: {Principal} "Today, we are here to host a humble welcoming party for all of our new friends!"
es: {Directora} "¡Estamos aquí todos presentes para celebrar una fiesta de bienvenida a nuestros nuevos amigos!"

source: The principal began her welcome speech. The area was suitably decorated with folded paper accents.
es: Nuestra directora da comienzo a la fiesta con un discurso de bienvenida.

source: {Principal} "There's plenty of food and drink, so eat up and enjoy yourselves. There are some alcoholic beverages as well, but keep it in moderation, OK?"
es: {Directora} "Hay comida y bebidas en abundancia. También hay bebidas alcoholicas, pero no bebáis mucho, ¿vale?"

source: {Kazushi} "Does she mean liquor?"
es: {Kazushi} "¿Se refiere a licor?"

source: {Pierre} "I think so."
es: {Pierre} "Eso parece."

source: The girls took this at face value. It seemed like it wasn't unusual for students to drink alcohol here.
es: Las chicas permanecen impasivas. Parece que no es algo extraño por aquí que los estudiantes tomen alcohol.

source: {Appo} "Wow. They serve alcohol at a school party?"
es: {Appo-} "Guau. ¿Beben alcohol en las fiestas de la escuela?"

source: {Daigo} "Is it alright to drink liquor at school?"
es: {Daigo} "¿Y es legal?"

source: {Mei} "This is an alchemy school. They say the process of brewing distilled liquor began from the refining process used in alchemy."
es: {Mei} "Esta es una escuela de alquimia, no una escuela normal."

source: Mei-sensei gave us that lesson as she stood with the other teachers.
es: La señorita Ibuki piensa que está bien.

source: {Mei} "Alchemy and alcohol are inseparable. One could say that an alchemist needs to at least be able to control alcohol."
es: {Mei} "El proceso de fabricación de las bebidas acoholicas es similar al de la alquimia."

source: {Kazushi} "Oh, that's why."
es: {Kazushi} "Ah, así que es por eso."

source: {Pierre} "Well, we should feel free to drink, then. That looks like the pricey booze over there."
es: {Pierre} "Entonces podemos sentirnos libres de beber..."

source: {Kazushi} "Same to you, Daigo. We can't control you once you get loaded."
es: {Kazushi} "Yo estoy más preocupado por ti, Daigo. Tienes un hábito bebedor bastante chungo."

source: Everyone held a glass in anticipation of the toast. Most of the girls had juice, but we had liquor. The presence of liquor alone helped make things fun.
es: Todos están con las copas en las manos preparándose para un brindis.

source: {Principal} "From this day onward, may we all work together and become good friends. Cheers!"
es: {Directora} "¡Brindemos todos!"

source: {Everybody} "Cheers!"
es: {Todos} "¡Salud!"

source: Everybody clinked each other's glasses.
es: Todos entrechocan las copas de los demás.

source: {Pierre} "Cheers! Hey, you're a cutie!"
es: {Pierre} "¡Salud, preciosa!"

source: {Girl A} "Ahaha, oh you. Cheers!"
es: {Chica A} "¡Salud!"

source: It was odd how at times like these, even girls who didn't tend to talk much became more open.
es: Los brindis tienen el poder de romper el hielo hasta con extraños.

source: {Fuusen} "We'll leave them alone for today. This is the principal's party."
es: {Hu-sen} "Les dejaremos estar por hoy."

source: Even the mean girls aren't causing trouble for us with the principal on watch.
es: Hasta las chicas malas nos dejan tranquilos porque está la directora.

source: {Appo} "While they're keeping quiet, I'm gonna go meet the other girls!"
es: {Appo-} "¡Voy a saludar a las chicas!"

source: {Pierre} "I'm going to go check out the girls from the next class. I'll tell you guys if I find any good ones!"
es: {Pierre} "¡Voy a ver a la chica de la otra clase!"

source: {Appo} "I'm gonna go ask two or three out."
es: {Appo-} "Nos vemos luego chicos."

source: Pierre and Appo are off to a good start.
es: Pierre y Appo- se han ido a tener un buen comienzo.

source: {Kazushi} "Are you going anywhere, Daigo?"
es: {Kazushi} "¿Te quedas aquí, Daigo?"

source: {Daigo} "I- I need to get myself a little more ready."
es: {Daigo} "Tengo que beber un poco y ponerme a tono antes de hacer ningún movimiento."

source: There were several empty glasses of brandy lined up. He was also looking a little green. The glass in his hand was shaking, too.
es: Pues a mí ya me parece bastante borracho.

source: Daigo's not an alcoholic, he was just that nervous. His body may be big, but he had little courage.
es: Pese a su cuerpo grande, es muy vergonzoso. Tiene que estar borracho para ser capaz de hablar con una chica.

source: {Kazushi} "Just don't drink too much, okay? Once you start going wild, it's dangerous for us to try and stop you."
es: {Kazushi} "No bebas demasiado, ¿vale? Resulta difícil pararte cuando te pones cafre por la borrachera."

source: {Daigo} "I-I k-k-k-know......"
es: {Daigo} "Y-Ya seeee..."

source: {Kazushi} "Are you sure you're OK??"
es: {Kazushi} "¿¿Estás seguro de que estás bien??"

source: {Kazushi} "Well, what should I do?"
es: {Kazushi} "En fin. ¿Qué debería hacer?"

source: I looked around.
es: Eché un vistazo.

source: {Kazushi} "Wow......"
es: {Kazushi} "Guau..."

source: I was surprised to see that most of the boys were doing a good job of mingling with the girls. There were even a few who liked they were about to pair off and leave together.
es: Me sorprendía ver que los chicos están haciendo un buen trabajo hablando con las chicas.

source: {Kazushi} "Alright! I'm not letting myself fall behind!"
es: {Kazushi} "¡Estoy plantando raíces aquí!"

source: I need to find a girl to talk to me.
es: Tengo que encontrar a una chica que vaya a hablarme.
