Repository: talestra/edelweiss
Catalog: translation/007a6.po
Languages: es

source: If I was with Haruka, I bet the time would fly right by.
es: Me gustaría hablar con Haruka.

source: {Kazushi} "I wonder where she is?"
es: {Kazushi} "Me pregunto dónde estará..."

source: I looked around the campus, and found her talking to the principal.
es: Miré por ahí y la encontré hablando con la directora.

source: {Kazushi} "She's with the principal. I shouldn't bother them."
es: {Kazushi} "Está con la directora. No debería molestarles."

source: But then she saw me.
es: Pero me vio.

source: {Haruka} "Ah!"
es: {Haruka} "¡¡...!!"

source: We made eye contact.
es: Hubo contacto visual.

source: {Haruka} "Hey, Kazushi-kun!"
es: {Haruka} "Anda, ¡Kazushi!"

source: She started jumping up and down and waving at me. She's always energetic.
es: Daba saltitos mientras agitaba el brazo saludándome.

source: She gave me a big smile as I waved back at her.
es: Me ofreció una radiante sonrisa cuando le devolví el saludo.

source: {Principal} "Oh, is he your friend?"
es: {Directora} "¿Amigo tuyo?"

source: {Haruka} "Yes, he is. See..."
es: {Haruka} "Él es..."

source: Haruka whispered something to the principal.
es: Haruka susurró algo a la directora.

source: {Kazushi} "Hi......"
es: {Kazushi} "Hola..."

source: Haruka made her way through the crowd towards me.
es: Haruka andó hacia mí.

source: {Haruka} "Hah, I finally made it. There're so many people here!"
es: {Haruka} "Hay demasiada gente."

source: {Kazushi} "Is it OK to leave her alone?"
es: {Kazushi} "¿No pasa nada por dejarla sola?"

source: {Kazushi} "Really? The Principal did?"
es: {Kazushi} "¿En serio? ¿La directora?"

source: {Haruka} "I think my grandma likes you."
es: {Haruka} "Creo que le gustas a mi abuelita."

source: {Kazushi} "Huh? How could she? I've hardly ever spoken to her. She shouldn't even know me."
es: {Kazushi} "¿Sí? Pero si apenas he hablado con ella."

source: {Haruka} "Doesn't seem that way. Grandma sure remembers you from something."
es: {Haruka} "¿En serio? Pues parece haberte recordado."

source: {Kazushi} "Seriously? So she's already keeping an eye on me, huh? ......Wait a minute?"
es: {Kazushi} "¿En serio? Quizá me recuerde por las cosas malas que habrá oído de mí. ¿Un momento...?"

source: Haruka is calling her "grandma" in front of me.
es: Haruka la está llamando "abuelita" delante de mí.

source: {Kazushi} "So she's 'grandma' today?"
es: {Kazushi} "Hoy la estás llamando "abuelita"."

source: {Haruka} "Oh, did I say 'grandma'?"
es: {Haruka} "¿En serio?"

source: {Kazushi} "You didn't notice?"
es: {Kazushi} "¿No te habías dado cuenta?"

source: {Haruka} "She gets mad at me if I don't call her 'Principal' at school. I try my best to be careful, but this mouth of mine..."
es: {Haruka} "Intento con todas mis fuerzas no llamarla así en la escuela."

source: She pinched her lips. I guess Haruka calls the principal 'grandma' outside of school.
es: Se muerde los labios.

source: I'm sure it's only natural for them, but the idea seemed charming to me.
es: Me da un poco de lástima que tenga que distanciarse de la directora en la escuela.

source: {Kazushi} "I bet you can get away with it today. It is a party, and we do have alcohol."
es: {Kazushi} "No creo que pase nada por llamarla "abuelita" hoy, teniendo en cuenta que estamos en una fiesta."

source: {Haruka} "Oh, that's true. So you drink, Kazushi-kun? Maybe I should have one with you."
es: {Haruka} "Es cierto. ¿Quieres beber conmigo?"

source: She was drinking orange juice.
es: Estaba bebiendo un zumo de naranja.

source: {Kazushi} "Okay, then here you go."
es: {Kazushi} "Claro."

source: I brought her an empty glass and poured some liquor into it.
es: Le traje un vaso vacío y vertí una bebida alcoholica en él.

source: {Haruka} "Wow! I'm having a man pour me a drink. Does this make me a delinquent?"
es: {Haruka} "Guau... Me siento especial de que un hombre esté virtiendo una bebida en mi vaso."

source: {Kazushi} "A delinquent...?"
es: {Kazushi} "Te sientes especial..."

source: {Haruka} "This is romantic."
es: {Haruka} "Es romántico."

source: {Haruka} "Oh, maybe Grandma would be happy if you poured her one too?"
es: {Haruka} "Mi abuelita se alegraría si le llevases una bebida."

source: {Kazushi} "Me? Pour one for the principal?"
es: {Kazushi} "¿Yo? ¿Llevándole alcohol a la directora?"

source: {Haruka} "Sure! Follow me!"
es: {Haruka} "¡Claro, sígueme!"

source: {Kazushi} "H...Hey...!"
es: {Kazushi} "O-Oye..."

source: She started dragging me towards the principal before I had a chance to reply.
es: Me está tirando hasta la directora antes de que me diese tiempo a replicar.

source: {Principal} "Oh, hello. What's the matter?"
es: {Directora} "Hola a los dos."

source: {Haruka} "Kazushi-kun said he'll pour you a drink!"
es: {Haruka} "¡Kazushi te vertirá una bebida!"

source: {Principal} "You will, Haruma-kun?"
es: {Directora} "¿Lo harás, Kazushi?"

source: {Kazushi} "Su-, uh, yes..."
es: {Kazushi} "Sí..."

source: She already remembered my name. She had a kind, graceful smile, but something felt wrong.
es: Se ha acordado de mi nombre.

source: {Haruka} "Here, Kazushi-kun!"
es: {Haruka} "¡Toma, Kazushi!"

source: Haruka handed me an empty glass and a bottle of liquor. I prepared for the worst and handed the glass to the Principal.
es: Haruka me da una copa vacía y una botella de licor.

source: {Kazushi} "Here you go, ma'am."
es: {Kazushi} "Aquí tiene."

source: {Principal} "Why, thank you very much."
es: {Directora} "Muchas gracias."

source: I was nervous as I tried to pour it without spilling any. I glanced up and saw the Principal blushing like a young girl.
es: Se lo vertí en la copa tratando de no derramarlo.

source: {Principal} "I feel so embarrassed. You remind me of him."
es: {Directora} "Me has recordado a él."

source: {Kazushi} "Him?"
es: {Kazushi} "¿"Él"?"

source: {Haruka} "My grandpa. He passed away a long time ago."
es: {Haruka} "Mi abuelito. Falleció hace mucho tiempo."

source: {Kazushi} "Oh. I'm sorry..."
es: {Kazushi} "Lo siento..."

source: So the principal is a widow. I guess they did mention that there weren't any male teachers at this academy.
es: La directora es viuda.

source: I wish I knew what to say at times like these.
es: No sabía qué decir.

source: {Principal} "Don't trouble yourself. It happened many long years ago."
es: {Directora} "Ha pasado ya mucho tiempo."

source: {Haruka} "I never knew my grandpa either. He passed away before I was born."
es: {Haruka} "Falleció antes de que yo naciera."

source: {Kazushi} "I see. In my case, I never knew my grandma."
es: {Kazushi} "Ya veo. Bueno, mi abuela también falleció antes de que no naciera."

source: My grandma was already gone by the time I was born. I heard that she had died from an illness when she was young.
es: Escuché que murió jóven.

source: {Kazushi} "My grandpa used to talk about her all the time."
es: {Kazushi} "Mi abuelo solía hablar de ella todo el tiempo."

source: {Haruka} "It's the same in my family! Grandma talks about grandpa all the time!"
es: {Haruka} "Lo mismo pasa en mi familia La abuelita hablaba del abuelito todo el tiempo."

source: {Principal} "Haruka, you need to call me "Principal" here."
es: {Principal} "Haruka, aquí tienes que llamarme "directora"."

source: {Haruka} "Oh, shoot! See?"
es: {Haruka} "¡Ups!"

source: Haruka winked at me. We had just talked about it, but the principal was slightly confused.
es: Los ojos de Haruka me transmiten un "¿ves?".

source: {Principal} "It looks like you're getting along well with Haruma-kun. I'm glad you've made a good friend."
es: {Directora} "Haruka, me alegra de que hayas hecho un buen amigo como él."

source: When she said that, the principal's face went back to being grandma.
es: Tras decir eso, su cara vuelve a ser la de la "abuelita".

source: {Haruka} "I wasn't sure if I'd be able to get along with the boys, but luckily there are those like Kazushi-kun."
es: {Haruka} "A decir verdad, no tenía claro que fuese a llevarme bien con vosotros, chicos. Estoy muy contenta."

source: Putting it that way made me blush. The principal watched us with the proud smile of a grandmother.
es: La directora mira a Haruka orgullosa.

source: {Principal} "Well, I better be going now. Thank you very much for the drink, Haruma-kun. You've made me feel young again."
es: {Directora} "Tengo que marcharme. Muchas gracias por la bebida, Kazushi."

source: {Kazushi} "You're welcome."
es: {Kazushi} "De nada."

source: {Haruka} "She seemed really happy. Thank you."
es: {Haruka} "Parecía realmente contenta. Muchas gracias, Kazushi."

source: {Kazushi} "No, don't mention it. All I did was pour a drink. Anyways, your grandma looks pretty young."
es: {Kazushi} "Tu abuela es realmente jóven."

source: I didn't know how old she was, but her skin was still radiant.
es: No sé cuantos años tendrá, pero su piel sigue radiante.

source: {Haruka} "It's just because you talked to her, Kazushi-kun. She said you made her feel young."
es: {Haruka} "Debe sentirse rejuvenecida hablando contigo."

source: {Kazushi} "Really?"
es: {Kazushi} "¿En serio?"

source: Did she just drain my youth?
es: ¿La he rejuvenecido yo?

source: {Haruka} "Grandma is still in love with grandpa."
es: {Haruka} "La abuelita sigue enamorada de mi abuelo."

source: I thought I heard the tone of her voice drop, and I looked over to find a sad smile on her face.
es: Por algún motivo, he notado un tono de tristeza en su voz.

source: {Haruka} "Hey, Kazushi-kun. What would you do if your lover died?"
es: {Haruka} "Oye Kazushi, ¿qué harías tú si tu amada falleciese?"

source: {Kazushi} "If my lover died?"
es: {Kazushi} "¿Si mi amada falleciese?"

source: That was a rather serious question all of a sudden.
es: Es una pregunta muy seria para ser así de sopetón...

source: I didn't know why she asked, nor how to answer.
es: No sé qué decir.

source: {Haruka} "I'm sorry. Was that a weird question?"
es: {Haruka} "Lo siento. Era una pregunta muy rara."

source: She noticed I was having trouble answering, so she tried to play it off with a smile.
es: Le di pena por no saber qué decir.

source: {Kazushi} "It's OK, but why did you ask?"
es: {Kazushi} "¿Por qué me has preguntado eso?"

source: {Haruka} "Well, sometimes when I look at grandma, I think about how she can't forget about grandpa. I'm sure she's lonely."
es: {Haruka} "Me entristece pensar en lo sola que debe sentirse mi abuelita a veces."

source: {Haruka} "I've been told that they struggled so much to get married."
es: {Haruka} "He oído que lucharon mucho para poder casarse."

source: {Kazushi} "The principal did? Wow, I didn't know..."
es: {Kazushi} "Ya veo..."

source: It was hard to imagine that from the strict image the principal had now.
es: Resulta difícil de imaginarlo viendo a la directora ahora.

source: But I guess it's not surprising. They say she was really pretty when she was young. Such a romance would only be natural for her.
es: Todo el mundo ha tenido romances de jóven.

source: {Haruka} "But, grandpa died in an accident only a year after they got married."
es: {Haruka} "Pero el abuelo murió solo un año después de que se casaran."

source: {Kazushi} "That soon? That is sad... She's been alone ever since?"
es: {Kazushi} "Tan pronto... ¿Ha estado sola desde entonces?"

source: {Haruka} "Yes, she has. I'm sure she's never been able to forget about him."
es: {Haruka} "Supongo que es incapaz de olvidarle."

source: {Kazushi} "I see. She must have really loved him."
es: {Kazushi} "Ya veo... Debió quererle mucho."

source: {Haruka} "She did. I dream about being in a relationship like that."
es: {Haruka} "Sí. Yo sueño con tener una relación como la suya."

source: She looked little girl in love with romance as she told me about her sweet dream. Haruka in love, huh? I wonder what kind of guy she likes.
es: Parecía como una chiquilla que sueña con tener un tierno romance.

source: {Kazushi} "Have you ever fallen in love with somebody?"
es: {Kazushi} "¿Te has enamorado alguna vez de alguien?"

source: {Haruka} "What?! Of course not!"
es: {Haruka} "¿Qué? ¡Pues claro que no!"

source: She shook her head in surprise.
es: Parecía muy sorprendida.

source: {Kazushi} "Never?"
es: {Kazushi} "¿Nunca?"

source: {Haruka} "There aren't any boys my age on this island. How could I have met or fallen in love with anyone?"
es: {Haruka} "Como puedes ver. Me resulta un pelín difícil conocer a chicos en esta isla."

source: {Kazushi} "Well, I suppose that's true..."
es: {Kazushi} "Es verdad..."

source: Of course, there weren't any boys likely to have gone after Haruka before.
es: A las chicas les resulta difícil encontrarse chicos por aquí de la misma edad en la isla.

source: {Haruka} "I always worried I might grow old without ever getting to fall in love. Hey, Kazushi-kun, have you ever been in love?"
es: {Haruka} "¿Y tú? ¿Te has enamorado alguna vez de alguien?"

source: {Kazushi} "Only as much as everyone else."
es: {Kazushi} "Sí. Como cualquier otro chico."

source: {Haruka} "Wow, how nice. People our age should already be in love, shouldn't they? Hah..."
es: {Haruka} "Tienes razón... La gente de nuestra edad debería haber tenido ya alguna experiencia de ese tipo."

source: She heaved a deep sigh. I kind of felt bad for her.
es: Exhala un largo suspiro.

source: {Haruka} "So, what's it like to fall in love?"
es: {Haruka} "Y... ¿Cómo se siente al enamorarse?"

source: She leaned forward as she asked me. Her eyes were sparkling. She was so innocent.
es: Sus ojos me dicen que está desesperada por oírlo.

source: {Kazushi} "It's like......"
es: {Kazushi} "Es como..."

source: I recalled a few of my previous encounters. There was the time I got slapped hard as the sun set on the park, the time one girl called me a pervert and stepped on me...
es: La verdad es que todos mis recuerdos acabaron fatal...

source: {Haruka} "Huh? Why are you crying?"
es: {Haruka} "¿Por qué estás llorando?"

source: {Kazushi} "All my heartbreaking memories..."
es: {Kazushi} "Recuerdos..."

source: {Haruka} "I see. Love is so touching it brings tears."
es: {Haruka} "Ya veo. Es muy bonito."

source: She missed the real meaning behind my words, and looked up the sky with glittering eyes.
es: Me ha malentendido por completo.

source: {Haruka} "I want to fall in love too. I wonder how I can make that happen?"
es: {Haruka} "A mí también me gustaría enamorarme."

source: She looked just like a dreamy-eyed girl. She looked so pure and bright that I wanted to cheer her on.
es: Es como una niña pequeña. Es tan pura...

source: {Kazushi} "I hope that one day you'll have a romance just like your grandparents had. You have my support."
es: {Kazushi} "Espero que algún día puedas tener un romance como el que tuvieron tus abuelos."

source: {Haruka} "Really? Thank you!"
es: {Haruka} "Gracias"

source: She happily took my hand in hers. Her hands felt so soft. Their warmth ran through me like a bolt of electricity.
es: Me sujeta de la mano. Sus manos son tan suaves.

source: Oh, no. I think I'm falling in love.
es: Maldición. Creo que me estoy enamorando.

source: {Haruka} "Love, huh? It's so nice. I wonder how I can start a relationship?"
es: {Haruka} "¿Cómo se puede empezar un romance?"

source: My loves had been too simple. They all led to terrible things too. I need to be a bit more prudent.
es: Creo que está preguntando a la persona equivocada. Mi última relación empezó de una forma muy fácil.
