Repository: talestra/edelweiss
Catalog: translation/007b6.po
Languages: es

source: Hinata-san, huh? I'd like to get to know her better. We do sit next to each other in class.
es: Tengo que conocerla mejor. Nos seguiremos sentado juntos algún tiempo más.

source: {Kazushi} "Where's Hinata-san?"
es: {Kazushi} "¿Dónde está Mizuki...?"

source: There were a lot of people here, but I didn't see her anywhere I looked.
es: No la veo.

source: {Kazushi} "I wonder if she's..."
es: {Kazushi} "Podría estar..."

source: I had a feeling that she'd be outside.
es: Tengo el presentimiento de que está fuera.

source: {Kazushi} "Knew it."
es: {Kazushi} "Sip."

source: She was sitting there outside, all by herself.
es: Estaba sola fuera.

source: {Mizuki} "Ah!......"
es: {Mizuki} "¡¡...!!"

source: She recognized me and turned her head away. I ignored that and kept walking towards her.
es: Me ha reconocido y me ha evadido con la cabeza.

source: {Kazushi} "What are you doing here?"
es: {Kazushi} "¿Qué haces aquí?"

source: {Mizuki} "......resting."
es: {Mizuki} "...Tomarme un respiro."

source: Her response was curt. I suddenly had a thought: maybe she was just awkward around people.
es: Me ha respondido a regañadientes.

source: {Kazushi} "Are you drunk?"
es: {Kazushi} "¿Estás bebida?"

source: {Mizuki} "I didn't drink."
es: {Mizuki} "No he bebido."

source: {Kazushi} "You sure? Because your face sure is red."
es: {Kazushi} "¿Ah sí? Es que tienes la cara roja."

source: {Mizuki} "I-it's the sunset."
es: {Mizuki} "Es por el sol."

source: She turned her head away again. She might just be awkward, not a bad person.
es: Ha vuelto a girar la cabeza para evitarme.

source: {Kazushi} "Oh, right. I'm sorry about this afternoon."
es: {Kazushi} "Oye... Siento lo de antes."

source: {Mizuki} "Huh? What now?"
es: {Mizuki} "¿Qué quieres decir?"

source: {Kazushi} "Remember? I called you a lesbian?"
es: {Kazushi} "Lo de que eras lesbiana."

source: Just having to explain that turned my cheeks red. What on Earth was wrong with me when I said that to her face?
es: Debo estar como una cabra por decirle eso.

source: {Mizuki} "That really was horrible. Would you normally say that? Especially to someone's face?"
es: {Mizuki} "¿Cómo has podido decir algo así?"

source: Shit. I didn't mean to get her angry again.
es: Ups, no quería hacer que se volviese a enfadar.

source: {Kazushi} "S-sorry. I guess I had the wrong preconception of an all-girls' school. My imagination went wild."
es: {Kazushi} "Lo siento. Había oído que no era algo inusual en la escuela para chicas."

source: {Mizuki} "Your imagination? Oh come on! What the heck were you imagining?"
es: {Mizuki} "¿Dónde has oído eso...?"

source: {Kazushi} "Well, it's embarrassing to say, but... I imagined two girls ****ing each other, ****ing their *****, and it was pretty realistic too."
es: {Kazushi} "Me habían dicho que las chicas hacían muchas cosas entre ellas..."

source: {Mizuki} "Stop! Stop! I wasn't asking you go into that much detail!"
es: {Mizuki} "¡Para! ¡Ya es suficiente!"

source: {Kazushi} "Huh? Oh, you weren't?"
es: {Kazushi} "Está bien."

source: Oops. I made her even angrier. Why do I always end up making her angry? Are we incompatible?
es: Ups. La he enfadado todavía más.

source: {Kazushi} "Hinata-san, are you upset that we boys enrolled at this school?"
es: {Kazushi} "¿Estás enfadada porque no querías que ningún chico se apuntase a esta escuela?"

source: I wondered if that was the reason she was so grumpy. It was the only reason I could think of.
es: Era lo primero que se me había ocurrido de por qué me ignoraba.

source: {Mizuki} "Not really..."
es: {Mizuki} "Eso no me importa..."

source: {Kazushi} "No? But you're always grumpy? Oh, are you on your period?"
es: {Kazushi} "¿Estás con la regla?"

source: {Kazushi} "Er, no, nothing."
es: {Kazushi} "No he dicho nada."

source: I really think I should just shut up.
es: Creo que debería dejar de intentar hablar con ella.

source: {Mizuki} "Can we not talk about that? I hate periods. It's because I can't swim."
es: {Mizuki} "No me gusta la regla. No puedo nadar cuando la tengo."

source: {Kazushi} "Oh, yeah..."
es: {Kazushi} "Ya veo..."

source: I guess I was pretty close?
es: Ya imaginaba que estaba enfadada conmigo y que no tenía nada que ver con la regla.

source: {Mizuki} "I haven't been able to swim as much as I want to for a long time."
es: {Mizuki} "Llevo sin nadar todo lo que me gustaría desde hace bastante tiempo."

source: She stretched out like she really hadn't worked her body in a while. Maybe she's just frustrated?
es: Se estira.

source: {Kazushi} "Why can't you swim? Oh, because your period came?"
es: {Kazushi} "¿Y cómo es eso?"

source: {Mizuki} "You're wrong! It's because you boys came!"
es: {Mizuki} "¡Por vosotros!"

source: {Kazushi} "Huh? Us? Why can't you swim because of us?"
es: {Kazushi} "¿Nosotros? ¿Por qué no puedes nadar por nosotros?"

source: It had to be a false accusation, right? When I asked her, Hinata puffed out her cheeks. She looked just like an angry kid.
es: Pone una cara de enfado como en los dibujos.

source: I almost started laughing.
es: Hace que me entre la risa tonta.

source: {Mizuki} "Until now, I could swim wherever, whenever without worrying about it. The ocean is all around us after all."
es: {Mizuki} "Solíamos poder nadar siempre que quisiésemos."

source: {Kazushi} "That's true."
es: {Kazushi} "¿Y?"

source: This was the perfect place for swimming. To put it differently, the ocean was all we had for fun here.
es: Esta isla es un lugar ideal para disfrutar nadando.

source: {Mizuki} "And well, there were only girls on this island, so I could readily swim without worrying about my outfit. I could just change wherever."
es: {Mizuki} "Nos podíamos poner el bañador en cualquier parte de la playa."

source: {Mizuki} "Now that you boys are here, I can't do that. I have to be more careful about a lot of things."
es: {Mizuki} "Ahora hay chicos por aquí."

source: {Kazushi} "I see."
es: {Kazushi} "Ya veo."

source: She didn't have to worry earlier because it was an all girls academy, but she had to now that we were here.
es: Ahora la entiendo.

source: {Kazushi} "I guess it is our fault then. I didn't know we were taking away your hobby. ...Sorry."
es: {Kazushi} "No éramos conscientes de que te hubiésemos fastidiado el hobby."

source: {Mizuki} "You don't have to be that bothered by it. I'm not blaming you all, okay? But the fact that I can't swim is so fru~stra~ting!"
es: {Mizuki} "No estoy realmente enfadada, ¿sabes? Tan solo es que me gustaría poder nadar más amenudo..."

source: I see. So that's why she's always in a bad mood.
es: Quizá estaba enfadada por eso.

source: {Kazushi} "So you like swimming, then."
es: {Kazushi} "Te gusta nadar."

source: {Mizuki} "I love swimming!"
es: {Mizuki} "¡Me encanta nadar!"

source: Hinata-san's smile was so fascinating it blew away all of her grumpy faces.
es: Al final me ha mostrado una sonrisa.

source: {Kazushi} "Ah!......"
es: {Kazushi} "¡¡...!!"

source: We heard a clap of thunder and it started raining. It was an evening shower.
es: Oímos un trueno. La lluvia empezó a caer.

source: Then rain picked up force in no time.
es: Es una lluvia densa.

source: {Kazushi} "Gah! Look at the rain! Let's get back inside!"
es: {Kazushi} "¡Volvamos dentro!"

source: But Mizuki refused to budge. She looked up at the sky and basked in the buckets of rain pouring down on her.
es: Se negó a moverse.

source: {Kazushi} "Hey? Hinata-san?"
es: {Kazushi} "¿Vienes?"

source: We were both soaked in no time. Our shirts, our underwear, even the insides of our shoes were wet. And yet...
es: Nos empapamos completamente.

source: {Mizuki} "Mmmmmmm!! This feels great!!"
es: {Mizuki} "¡Se siente genial...!"

source: Hinata-san stretched out wide and screamed with joy.
es: Gritó.

source: {Kazushi} "Feels great? You're soaking wet!"
es: {Kazushi} "¡Pero si estás empapada!"

source: {Mizuki} "So what if I get wet? Rain is nothing but water."
es: {Mizuki} "Solo es lluvia."

source: {Kazushi} "I know, but..."
es: {Kazushi} "Ya lo sé, pero..."

source: Nothing but water. That's why getting wet was nothing. She had a point.
es: Tiene razón. Nos mojamos cuando nadamos.

source: {Mizuki} "That and it's too late now. We're not getting any wetter than we already are."
es: {Mizuki} "Ya estamos completamente empapados. Ya no nos podemos mojar más."

source: She cast a glance up at the sky.
es: Mira al cielo.

source: {Mizuki} "Heeeeeey! Pour hardeeer!!"
es: {Mizuki} "¡¡Con más fuerza...!!"

source: Sure enough, the rain got harder.
es: Y empezó a llover con más intensidad.

source: {Mizuki} "Ahahahaha! It actually listened!"
es: {Mizuki} "¿¡Ves!? ¡Me ha escuchado!"

source: She was so happy from the rain that she was smiling from the bottom of her heart. Maybe this is the real Hinata-san.
es: Sonríe y disfruta.

source: {Mizuki} "Haruma-kun, come over here and get wetter!"
es: {Mizuki} "Kazushi, ¡mojémosnos más!"

source: {Kazushi} "I've never had a girl ask me to get wet before."
es: {Kazushi} "Nunca me había pedido una chica que me mojase."

source: {Mizuki} "Men shouldn't worry about little things! Come on over here!"
es: {Mizuki} "Venga, ¡¿o es que no eres un hombre?!"

source: {Kazushi} "Wow......"
es: {Kazushi} "Guau..."

source: Countless raindrops pelted my skin. It felt like each drop brought new life to me. It was incredible.
es: Es como pegarse una ducha. Hace que me sienta muy bien.

source: {Mizuki} "How is it for you!?"
es: {Mizuki} "¿¡Qué tal!?"

source: She spoke proudly, as if it was her doing. That childlike innocence was also quite charming.
es: Su tono me está diciendo: "¡te lo dije!".

source: {Kazushi} "Ah......"
es: {Kazushi} "¡¡...!!"

source: The rain quickly began to ease up, the clouds started to roll by, and in no time the rain had stopped.
es: La lluvia amaina con presteza.

source: {Mizuki} "Awww, that's it?"
es: {Mizuki} "¿Qué? ¿Ya?"

source: She looked like a child being told to put her toys away. However, she still looked more satisfied than she was before.
es: Lo dice como un niño que no ha tenido suficiente entretenimiento.

source: {Kazushi} "That's a shame."
es: {Kazushi} "Lo siento."

source: {Mizuki} "Well- I think I had enough for one day."
es: {Mizuki} "Bueno. Con eso ha sido suficiente."

source: She was drenched, but she put on a bright smile.
es: Sigue mojada y sonriendo.

source: I flashed a smile in response to hers.
es: Respondí a su sonrisa con otra sonrisa.

source: She finally realised that she was smiling at me and turned away.
es: Al final se ha dado cuenta de que me estaba sonriendo y se gira.

source: {Kazushi} "You don't have to hide it."
es: {Kazushi} "No tienes por qué girarte."

source: {Mizuki} "I-I'm not!"
es: {Mizuki} "¡No te estoy sonriendo!"

source: As the sound of the heavy rain disappeared, we hear a joyful ruckus coming from the cafeteria.
es: Oíamos de fondo el alboroto de la cafetería.

source: {Kazushi} "So, shall we head back?"
es: {Kazushi} "Volvamos dentro."

source: {Mizuki} "Yeah, we should."
es: {Mizuki} "Está bien."
