Repository: talestra/edelweiss
Catalog: translation/007e6.po
Languages: es

source: {Kazushi} "It shouldn't be too hard to find Mei-sensei..."
es: {Kazushi} "No debería resultarme muy difícil encontrar a la señorita Ibuki."

source: She's such a sexy, beautiful adult that she stands out.
es: Porque destaca hasta en la multitud.

source: {Kazushi} "There she is!"
es: {Kazushi} "Ahí está."

source: It was totally easy, just like I expected.
es: Tan fácil como imaginaba.

source: {Mei} "Um......"
es: {Mei} "Ummm..."

source: {Kazushi} "Huh...?"
es: {Kazushi} "¿...?"

source: I'm surprised that I found her so easily. She was completely on her own. No one was within three meters of her.
es: Estaba completamente sola.

source: She's so popular I thought she'd be having a blast with everyone by now.
es: De lo popular que es, es raro verla sola.

source: I hesitated to call out to her. It seemed like it was best not to talk to her.
es: Por algún motivo, dudo en llamarla.

source: {Mei} "Ah!!"
es: {Mei} "¡¡Ey!!"

source: She spotted me and started walking towards me.
es: Me divisó y empezó a caminar hacia mí.

source: {Kazushi} "...Hyaruma-kun?"
es: {Kazushi} "¿Hyaruma?"

source: Something wasn't right. Her speech was slurred.
es: Creo que está borracha.

source: {Kazushi} "Sensei, are you drunk?"
es: {Kazushi} "¿Estás borracha?"

source: {Mei} "Hyaruma-kun, awe you dwinking too?"
es: {Mei} "Hyaruma, ¿te lo estás pasando bien?"

source: {Mei} "I'wve been dwinkin's so o' couwse I'm dwunk!"
es: {Mei} "Me lo estoy pasando en grande."

source: {Kazushi} "Yes, I am drinking. You don't need to..."
es: {Kazushi} "Ya estoy bebiendo..."

source: {Mei} "Shuwwup!"
es: {Mei} "¡Cálla y bebe más!"

source: Ffpp!
es: *Mei llevando una botella de licor a la boca de Kazushi*

source: She forced a bottle into my mouth!
es: ¡Me está metiendo la botella entera en la boca!

source: {Kazushi} "Mmmmffff!!?"
es: {Kazushi} "¿¡¡@#$%&...!!?"

source: C-can't breathe!
es: ¡¡Me está asfixiando!!

source: {Mei} "C'won, dwink wif me! Dwink wif me!"
es: {Mei} "Bebe conmigo..."

source: {Kazushi} "Gulp, gulp...gulp..."
es: {Kazushi} *Kazushi bebiendo*

source: I-I'll die! I somehow managed to push it out.
es: Va a matarme.

source: {Kazushi} "Fwaah! Y-you almost killed me!!"
es: {Kazushi} "¡¡Casi me matas!!"

source: {Kazushi} "Sensei, this is Japan. I think you need to get some rest."
es: {Kazushi} "Tienes que relajarte un poco."

source: {Mei} "*chug chug chug*"
es: {Mei} *Bebiendo más*

source: Wah! She's drinking more! And straight from the bottle!
es: ¡Va a por más!

source: {Kazushi} "Look, you need to stop!"
es: {Kazushi} "¡Tienes que parar!"

source: {Mei} "Whaf!?"
es: {Mei} "¿¡Qué!?"

source: The bottle I took from her said "vodka" on the label. Yeah, drinking that from the bottle would get a person drunk.
es: Estaba a punto de finiquitar una botella de vodka.

source: {Mei} "Whaf awe you doing?! Gif it back to meee!"
es: {Mei} "¡¡Devuélvemelo...!!"

source: {Kazushi} "No vodka for you!"
es: {Kazushi} "¡Ya no hay más para ti!"

source: {Mei} "Hahn? Whaf's that? Awe you comMeinding Mei-chan?"
es: {Mei} "¿Me estás dando una orden...?"

source: {Kazushi} "You can still make lame puns while this drunk?!"
es: {Kazushi} "¿¡Está bien!?"

source: Mei-sensei started dancing like some air-headed pop idol after she asked that question.
es: Empieza a bailar.

source: {Kazushi} "You are Mei-sensei. Ibuki Mei. Get it together!"
es: {Kazushi} "Eres mi profesora, la señorita Ibuki."

source: She was having fun complaining. She guzzled down more liquor as she chuckled.
es: Está bebiendo más.

source: {Kazushi} "Oh man, that's a lot of booze......"
es: {Kazushi} "Oh no. Eso es demasiado..."

source: {Kazushi} "I dunno. I think four?"
es: {Kazushi} "No sé. ¿Cuatro quizá?"

source: {Kazushi} "Why not!?"
es: {Kazushi} "¿¡Qué quieres decir!?"

source: Well, there's no way she was one. Damn, I didn't know sensei was such a bad drunk.
es: No sabía que fuese alcohólica.

source: {Kazushi} "What am I going to do with her?"
es: {Kazushi} "¿Qué debería hacer co nella?"

source: {Haruka} "Oh, no! Is she drunk again?!"
es: {Haruka} "¡No...! ¿Ya vuelve a estar borracha?"

source: Thank god, Ran and Haruka showed up to help me.
es: Gracias a Dios Ran y Haruka aparecieron para ayudarme.

source: {Ran} "Ho boy, this is bad. Should we just make her drink until she passes out?"
es: {Ran} "Creo que ahora lo mejor es hacer que beba hasta que se desmaye."

source: {Haruka} "Ah! No, don't! Mei-chan never passes out! She just gets worse and worse until she starts crying."
es: {Haruka} "No. ¿Recuerdas? Empieza a llorar antes de desmayarse."

source: {Kazushi} "That's terrible!"
es: {Kazushi} "Eso es terrible."

source: {Ran} "Why does she like drinking so much?"
es: {Ran} "¿Por qué bebe tanto?"

source: {Mei} "Oh yeah..."
es: {Mei} "Ah, sí."

source: Sensei patted her hand as she remembered something and stared at Haruka.
es: Ha recordado algo.

source: {Mei} "Haruka-chan! I challenge you!"
es: {Mei} "¡Haruka! ¡Te desafío!"

source: {Kazushi} "What's that supposed to mean?"
es: {Kazushi} "¿A qué se refiere con eso?"

source: {Haruka} "I don't know. She does it every time she gets drunk, though! It really pisses me off - any chance I can just punch her?"
es: {Haruka} "No lo sé. ¡Lo dice siempre que acaba borracha! Y me cabrea. ¿Le puedo pegar un puñetazo?"

source: {Ran} "Now, now, calm down. Come on, Mei-chan, you too."
es: {Ran} "Tranquilízate, Haruka."

source: {Mei} "Ina bow-wow! Bow-wow!"
es: {Mei} "¡@#$%^&*!"

source: {Haruka} "I wanna knock her out!"
es: {Haruka} "¡Quiero darle un puñetazo!"

source: {Kazushi} "Ahh! Stop! Stop! Mei-sensei, you need to take a break!"
es: {Kazushi} "¡No, para! Señorita Ibuki, ¡tienes que descansar!"

source: {Mei} "Wheeeaah?"
es: {Mei} "¿Qué...?"

source: As she put on flirtatious airs, I pulled her arm and sat her into a chair.
es: Hice que se sentara.

source: {Mei} "Whah? Jus wittle ol me? Haruman, sit."
es: {Mei} "¿Por qué solo yo? Siéntate tú también."

source: {Kazushi} "Haruman?"
es: {Kazushi} "Está bien..."

source: {Mei} "Sit wif me!!"
es: {Mei} "¡¡Siéntate conmigo...!!"

source: {Kazushi} "Alright, alright."
es: {Kazushi} "Sí, sí."

source: She yanked on my arm to make me sit down.
es: Me estiró del brazo par ahacer que me sentara.

source: {Mei} "Haruma, you'we younger than me, so you haf to do whahevew I say."
es: {Mei} "¡Tienes que atender a mis órdenes!"

source: {Kazushi} "Are you the boss of the playground now?"
es: {Kazushi} "Lo dices como un general."

source: {Mei} "Be my pillow!"
es: {Mei} "¡Hazme de almohada!"

source: She leaned her head against my shoulder.
es: Se recuesta sobre mi hombro.

source: {Kazushi} "Is this what you want?"
es: {Kazushi} "¿Es eso lo que quieres?"

source: {Mei} "Zzz......Zzz..."
es: {Mei} *Durmiendo*

source: {Kazushi} "Huh? She's asleep?"
es: {Kazushi} "¿Te estás quedando adormecida?"

source: Sure enough, she fell asleep in seconds.
es: Se quedó dormida en unos pocos segundos.

source: {Haruka} "Good job. She won't cause any more trouble now."
es: {Haruka} "Bien hecho. Ya no habrá más problemas."

source: {Ran} "She must really like your shoulder. Can I give it a try next time?"
es: {Ran} "Le debe gustar tu hombro. ¿Puedo usarlo yo la próxima vez?"

source: {Kazushi} "Sure, but what should I do now?"
es: {Kazushi} "Ey, chicas. ¿Y ahora qué hago?"

source: {Haruka} "Just let her sleep there for a while. She'll be back to normal when she wakes up."
es: {Haruka} "Déjala dormir un rato."

source: {Kazushi} "Normal, huh..."
es: {Kazushi} "¿Creéis que estará bien cuando se despierte...?"

source: {Mei} "Zzz... Zzz..."
es: {Mei} *Durmiend*

source: We sure have one heck of a teacher.
es: Tenemos a un demonio de profesora.

source: {Ran} "Well, I'm going to go eat some more."
es: {Ran} "Me voy a comer un poco más."

source: {Haruka} "Good point. Take care of sensei!"
es: {Haruka} "Tienes razón."

source: {Ran} "Don't feel her up!"
es: {Ran} "¡Y no la toques!"

source: {Kazushi} "Of course not!"
es: {Kazushi} "Descuida."

source: They left to get more food.
es: Se fueron a por más comida.

source: {Kazushi} "That was exhausting."
es: {Kazushi} "Qué estrés."

source: Although, this is pretty good. There's a nice soft, comfortable weight against my shoulders. Sensei smells nice too.
es: La verdad es que se está bastante agustito cuidando de ella. Su cabello huele bien.

source: {Kazushi} "I wonder if it's perfume?"
es: {Kazushi} "¿Es champú?"

source: {Mei} "Zzz...Zzz..."
es: {Mei} *Durmiendo*

source: {Kazushi} "She's sound asleep."
es: {Kazushi} "Está durmiendo profundamente."

source: I'll let her sleep as much as she wants.
es: Dejaré que duerma todo lo que quiera.
