Repository: talestra/edelweiss
Catalog: translation/007z6.po
Languages: es

source: {Yagami} "Hey, everybody! It's time to end the party."
es: {Profesor Yagami} "¡Escuchad todos! Es hora de terminar la fiesta."

source: It's almost nine o'clock. It's been three hours since the party started.
es: Ya casi son las nueve. Han pasado ya tres horas desde que empezara la fiesta.

source: {Principal} "Unfortunately, it's getting to be that time. We should start wrapping things up."
es: {Directora} "Sí, deberíamos ir terminando..."

source: Appo shouted as he leapt up on stage. We followed after him, and Pierre stole the mic away from the Principal.
es: Nos subimos todos al escenario. Pierre le quitó el micrófono al señor Yagami.

source: {Yagami} "Hey, what are you three planning to do?!"
es: {Profesor Yagami} "¿¡Que estáis haciendo!?"

source: {Kazushi} "It's our little surprise! Please sit back and watch!"
es: {Kazushi} "¡Es una pequeña sorpresa!"

source: {Yagami} "A surprise? You aren't trying to cause any more trouble, are you?"
es: {Profesor Yagami} "¿Qué? ¿Ya váis a causar más problemas?"

source: I couldn't blame him for being suspicious. However, this time we weren't doing anything bad.
es: No le culpo por sospechar de nosotros.

source: {Pierre} "Testing. Testing."
es: {Pierre} "Probando... Probando..."

source: Pierre's voice travelled over through the speaker system.
es: Pierre está probando el micrófono.

source: {Pierre} "On behalf of all us guys, I would like to thank everyone for hosting this welcome party for us."
es: {Pierre} "¡Muchas gracias por hacer una fiesta para nosotros, los nuevos estudiantes!"

source: Pierre was talking like some MC at an idol's concert.
es: Pierre se cree que acaba de convertirse en un ídolo o algo así.

source: {Daigo} "He's really into it."
es: {Daigo} "Vaya, lo está haciendo bien."

source: {Appo} "I can't wait to see how happy the girls will get."
es: {Appo-} "No puedo esperar a ver lo contentas que se ponen las chicas."

source: The girls had no idea of what was going on.
es: Las chicas no tienen ni idea de lo que está pasando.

source: {Pierre} "We are all bursting and overflowing with deep appreciation for your kindness towards us."
es: {Pierre} "No sé cómo agradeceroslo lo suficiente."

source: {Pierre} "As a token of our appreciation, we have prepared this humble present for all the girls here today."
es: {Pierre} "¡Y es por eso por lo que os hemos traído regalos!"

source: {Ran} "Presents!! Really?!"
es: {Ran} "¡¡Regalos!! ¿¡En serio!?"

source: Ran started jumping up and down. I think she had the wrong idea.
es: Ran está dando saltitos.

source: {Kazushi} "Oh, I don't think it's something you'd like, Ran. It isn't money."
es: {Kazushi} "Ran, lo siento. Esta vez no es dinero."

source: {Ran} "Awwwwww."
es: {Ran} "No..."

source: {Appo} "Of course it's not. Do we look rich?"
es: {Appo-} "Claro que no. ¿Te parecemos ricos?"

source: {Ran} "I don't know what you're planning, but I guess I can't get my hopes up."
es: {Ran} "Está bien. No esperaré demasiado."

source: {Kazushi} "Don't lose interest so fast. Money isn't everything, you know."
es: {Kazushi} "Te enseñaré que el dinero no significa nada."

source: {Ran} "What? You mean it's not?"
es: {Ran} "¿El dinero no significa nada para ti?"

source: I don't think she'll ever get it.
es: Dudo que sea capaz de entenderlo alguna vez.

source: {Pierre} "It may not be expensive, but we prepared this from the bottom of our hearts."
es: {Pierre} "No es algo caro, pero lo hemos preparado con todo el corazón."

source: {Pierre} "Please accept our hearts!"
es: {Pierre} "Por favor, ¡aceptad nuestros corazones!"

source: {Fuusen} "Look at him act big. He's getting our hopes up."
es: {Hu-sen} "Se cree que es una estrella."

source: {Pierre} "All right everyone, please accept our hearts!"
es: {Pierre} "¡Allá vamos!"

source: Pierre snapped his fingers to give the signal.
es: Pierre chasquea los dedos como señal.

source: We pulled a rope and revealed our gift.
es: Tiramos de la cuerda para mostrar los regalos.

source: {Haruka} "Hey..."
es: {Haruka} "Ey..."

source: Flutter...
es: *Petalos cayendo...*

source: {Mizuki} "What is this...?"
es: {Mizuki} "¿Qué es esto...?"

source: Flutter...flutter...
es: *Petalos cayendo...*

source: At first only a few fell, but then more and more white flower petals began fluttering down like snow.
es: Es como si estuviese nevando...

source: Flutter, flutter...
es: *Petalos cayendo...*

source: Soon, the entire cafeteria was filled with white flower petals.
es: En poco tiempo, la cafetería entera estaba llena de pétalos blancos.

source: {Sakura} "It's like snow!"
es: {Sakura} "¡Es como si nevase...!"

source: {Rin} "So beautiful......"
es: {Rin} "Qué bonito..."

source: {Fuusen} "Look at this! You actually did something nice!"
es: {Hu-sen} "¡No está mal para los imbéciles!"

source: {Andou} "This is so romantic."
es: {Rei} "Qué romántico."

source: It went so well that even we were surprised. We were almost afraid it was going too well.
es: Estábamos asustados de que estuviese yendo todo demasiado bien.

source: We always failed before...
es: Nada que hubiésemos hecho en el pasado había ido tan bien.

source: Haruka was the first one to recognise what kind of flower we used.
es: Fue Haruka la que reconoció el tipo de floar al principio.

source: {Sakura} "You're right!"
es: {Sakura} "Tienes razón..."

source: {Appo} "What's wrong, everybody?"
es: {Appo-} "¿Qué ocurre?"

source: {Principal} "What have you done..."
es: {Directora} "Oh no..."

source: Her body was visibly shaking in anger.
es: Su cuerpo estaba temblando de la furia.

source: {Principal} "Stop this! Stop spreading those flowers right now!"
es: {Directora} "¡Parad! ¡¡Parad ahora mismo!!"

source: Her scream washed away all the romance of the scene. Her face was contorted in anger and we nearly ran in fear.
es: Gritó.

source: {Daigo} "What's going on?"
es: {Daigo} "¿Qué ocurre?"

source: {Pierre} "Did we do something wrong?"
es: {Pierre} "¿Hemos hecho algo malo?"

source: {Haruka} "I knew it......"
es: {Haruka} "Lo sabía..."

source: Haruka sounded crushed to hear it. Her eyes trailed over to the principal.
es: Haruka parecía tremendamente decepcionada de escuchar eso.

source: {Principal} "No..."
es: {Directora} "No..."

source: The principal fainted, collapsing on the ground.
es: La directora se desmayó y cayó al suelo.

source: {Kazushi} "Principal!"
es: {Kazushi} "¡¡Directora!!"

source: I thought she might have had a stroke from her anger. I ran over and held her up, but she had merely passed out.
es: Se ha desmayado.

source: {Haruka} "Principal! Grandma!! Hang in there!"
es: {Haruka} "¡Directora! ¡¡Abuelita!!"

source: Haruka slapped the principal's cheeks to try and wake her up.
es: Haruka abofetea la mejilla de la directora para despertarla.

source: {Kazushi} "Yes, ma'am."
es: {Kazushi} "Sí."

source: {Principal} "Oh, no..."
es: {Directora} "Oh, no..."

source: {Kazushi} "Principal?"
es: {Kazushi} "¿Directora?"

source: She passed out again.
es: Se ha vuelto a desmayar.

source: {Haruka} "Grandma! Grandma! Hang in there!"
es: {Haruka} "¡Abuelita!"

source: {Kazushi} "Yes, sir!"
es: {Kazushi} "¡Sí!"

source: We didn't all have to go, but all four of us ran. None of us could just sit still after that.
es: La llevamos a la enfermería.

source: {Appo} "Well this has all gone tits up."
es: {Appo-} "Algo va realmente mal."

source: {Pierre} "I know. We did something bad enough to make the principal pass out."
es: {Pierre} "Lo sé. Hemos hecho algo suficiente mal como para hacer que la directora se desmayase."

source: {Daigo} "All we did was pick some flowers, though."
es: {Daigo} "Aunque lo único que hemos hecho ha sido recolectar las flores."

source: {Kazushi} "Either way, I think we're really in for it this time..."
es: {Kazushi} "Creo que nos van a expulsar..."

source: {Mei} "Even though we know you didn't know about them..."
es: {Mei} "Somos conscientes de que no lo sabíais, pero..."

source: It was night, and we were in the teacher's room. Mei-sensei was rubbing her temple.
es: La señorita Ibuki no sabe qué decir.

source: {Mei} "Has she woken up yet?"
es: {Mei} "¿Sigue desmayada?"

source: {Yagami} "No, she's still asleep. It seems to have been quite the shock."
es: {Profesor Yagami} "Sigue conmocionada."

source: Yagami-sensei answered carefully. For once, he was on our side. He had no idea what happened either.
es: El profesor Yagami tampoco sabe qué está pasando.

source: {Mei} "Until the principal wakes up, we can't decide on their punishment. I'll do my best, but I don't know if I can protect you this time."
es: {Mei} "Haré todo lo que pueda, pero... No sé si os podré proteger esta vez, chicos."

source: {Haruka} "Wait! That restricted area was my responsibility! This is my fault, too!"
es: {Haruka} "¡Espera! ¡Aquella área restringida era responsabilidad mía! ¡También es mi culpa!"

source: {Mei} "Haruka-chan..."
es: {Mei} "Haruka..."

source: We had no idea what they were talking about.
es: No teníamos ni idea de qué estaban hablando.

source: {Appo} "Umm, I still don't know what we did wrong?"
es: {Appo-} "¿Qué hemos hecho mal?"

source: {Pierre} "Well, we picked all of the Principal's precious flowers from her garden, right?"
es: {Pierre} "¿Por qué eran esas flores tan especiales para la directora?"

source: {Daigo} "We did that at our last school too, though. We completely ruined that flower garden, and they were really mad, but..."
es: {Daigo} "¿Ya habíamos hecho algo así antes, verdad? ..."

source: {Kazushi} "All it took was a few letters of apology."
es: {Kazushi} "Y todo lo que tuvimos que hacer fue escribir una carta de arrepentimiento."

source: This was on a completely different level. Why was everyone so tense about it?
es: Por algún motivo, esta vez parece algo mucho más serio.

source: {Mei} "You guys should go back to your dorm. You'll hear from the principal tomorrow."
es: {Mei} "Chicos, volved al dormitorio. Ya oiréis a la directora mañana..."

source: Mei-sensei's concern made us really worried. We were finally adjusting to our lives here. What'll happen to us now?
es: Justo cuando pensábamos que nos estábamos acostumbrado a nuestra nueva vida aquí, puede que nos manden de vuelta a donde veníamos.

source: I couldn't sleep, so I went back to that place. Someone was already there though.
es: No podía dormirme, así que fui a aquel lugar. Allí estaba Haruka.

source: {Haruka} "Kazushi-kun?"
es: {Haruka} "¿Kazushi?"

source: I could tell that it was Haruka in the moonlight.
es: Haruka bajo la luz de la luna.

source: {Kazushi} "You came here, too?"
es: {Kazushi} "¿Tú también has venido?"

source: {Haruka} "I couldn't sleep."
es: {Haruka} "No podía dormir."

source: She looked around the virtually empty flower bed.
es: Mira alrededor del casi vacío cuadro floral.

source: {Kazushi} "I really regret messing up this place, now."
es: {Kazushi} "Ahora me siento mal por haber echado a perder este lugar."

source: I could tell that we had done something horrible to this land.
es: Parece que hicimos algo horrible a esta isla.

source: The place looked like it had been hit by a typhoon.
es: El lugar parecía como si hubiese sido azotado por un huracán.

source: {Kazushi} "This place must have been very special to the principal. I'll go and apologize to her tomorrow."
es: {Kazushi} "Este lugar debe habre sido especial para la directora. Me disculparé mañana."

source: {Kazushi} "I'm not sure if she'll forgive me, though."
es: {Kazushi} "Aunque no estoy seguro de que me vaya a perdonar."

source: I should have asked her if it was OK to take the flowers from here.
es: Debí haberle preguntado si estaba bien que cogiésemos flores de aquí.

source: {Haruka} "This is the place where my grandpa proposed to her."
es: {Haruka} "Aquí es donde mi abuelo se le declaró."

source: Haruka told me something special about her family.
es: Haruka me acababa de contar algo muy especial para su familia.

source: {Kazushi} "He proposed...here?"
es: {Kazushi} "¿Justo aquí?"

source: The importance of that slowly sank in.
es: La importancia de ese detalle iba calando lentamente en mi cabeza.

source: {Kazushi} "I didn't know that this place meant so much to her."
es: {Kazushi} "No sabía que este lugar significase tanto para ella..."

source: No wonder the principal was so shocked.
es: No es de extrañar que la directora se quedase tan conmocionada.

source: {Haruka} "My grandpa was also an alchemist. They came to this island together to research alchemy."
es: {Haruka} "Ambos vinieron a esta isla juntos para investigar la Alquímia."

source: She continued as she started picking up the petals from off the ground.
es: Continúa mientras recoge pétalos del suelo.

source: {Haruka} "This flower is the key to the alchemy passed down by the Aozora family."
es: {Haruka} "Esta flor es la clave de la Alquímia."

source: {Kazushi} "These flowers?"
es: {Kazushi} "¿Esas flores?"

source: I knew they were beautiful, but I hadn't known that they meant so much to the school and Haruka's family.
es: Sabía que eran bonitas, pero no sabía que significasen tanto para la escuela y para la familia de Haruka.

source: {Haruka} "These flowers are the reason alchemy developed on this island. You didn't know that yet, but that's why Grandma took such great care of them."
es: {Haruka} "Estas flores fueron esenciales para el estudio de la Alquímia."

source: I don't get everything she's talking about, but...
es: No entiendo todo lo que está diciendo, pero...

source: {Kazushi} "Now I understand how much these flowers meant for everybody here. What can I do to make up for it?"
es: {Kazushi} "He comprendido lo mucho que significan estas flores para mucha gente. ¿Qué puedo hacer para arreglarlo?"

source: {Haruka} "Yeah, I wish I knew..."
es: {Haruka} "¿Para arreglarlo...?"

source: She couldn't think of any ideas and hung her head. We'd gotten ourselves into worse trouble than we were ready for.
es: Mira al suelo tratando de lograr hacerse con una idea, pero no se le ocurre nada.

source: {Kazushi} "Huh? I'm?"
es: {Kazushi} "¿Qué? ¿Qué soy?"

source: She shook her head as if it was nothing important.
es: Agita la cabeza como restándole importancia.

source: {Haruka} "It's nothing. It's getting late, so I'm heading back. You should get to bed too, Kazushi-kun."
es: {Haruka} "Nada en especial. Creo que deberíamos volver."

source: {Kazushi} "Oh, yeah... I'll head back in a bit. Good night."
es: {Kazushi} "Está bien... Buenas noches."

source: This was the precious place where her husband proposed to her... The husband who died shortly after their marriage...
es: Hemos echado a perder un lugar importante para la familia de Haruka...

source: {Kazushi} "What should we do, now?"
es: {Kazushi} "¿Qué deberíamos hacer?"

source: We never thought that picking some flowers as a present would cause such a huge mess.
es: Nunca nos habríamos imagino que recoger flores para un regalo pudiese llevarnos a semejante berenjenal.

source: {Kazushi} "I don't care about getting expelled, but I still wanna clean up this mess."
es: {Kazushi} "No me importa que me expulsen. Pero aún así me gustaría arreglar el destrozo."

source: At least I can still make this place a bit more presentable.
es: Al menos podría limpiar el sitio un poco.

source: {Kazushi} "Right, let's do it!"
es: {Kazushi} "¡Allá vamos!"

source: I got myself all fired up.
es: Me lo dije a mí mismo para obtener fuerzas.

source: Just when I was about to start, I saw three men walking toward me.
es: Justo cuando iba a empezar, vi a tres hombres caminando en mi dirección.

source: {Pierre} "Oh? Kazushi?"
es: {Pierre} "¿¡Kazushi!?"

source: {Appo} "What? Just when we thought you were gone, you had already went ahead of us."
es: {Appo-} "Estabas ahí."

source: {Daigo} "We'd have gotten here sooner if you'd stuck around. This place is hard to find."
es: {Daigo} "Habríamos podido llegar antes contigo. Este sitio es difícil de encontrar."

source: {Kazushi} "What are you guys doing here?"
es: {Kazushi} "¿Qué estáis haciendo aquí, chicos?"

source: I saw that they'd all brought shovels, pickaxes, and other tools with them.
es: Están todos con instrumental de jardinería.

source: {Appo} "Oh my god. Who made this crazy mess?"
es: {Appo-} "Dios mío. ¿Quién ha hecho este desastre?"

source: {Pierre} "That would be us."
es: {Pierre} "Pues va a ser que nosotros."

source: {Daigo} "Do you really think we can fix this?"
es: {Daigo} "¿De verdad penstáis que vamos a poder arreglar esto?"

source: {Kazushi} "What? Is that why you guys came back here?"
es: {Kazushi} "¿Qué? ¿Estáis aquí para eso?"

source: {Appo} "What are you talking about? Isn't that why you're here?"
es: {Appo-} "¿De qué estás hablando? ¿Es que tú no estás aquí para lo mismo?"

source: {Kazushi} "Of course it is."
es: {Kazushi} "Claro que sí."

source: {Pierre} "We know how you think. That's why we brought these tools."
es: {Pierre} "Ya te conocemos. Por eso hemos traído estas herramientas."

source: {Kazushi} "You guys..."
es: {Kazushi} "Chicos..."

source: They figured out what I was going to do before I figured it out myself. I thought about cleaning up this mess just a minute ago.
es: Se imaginaron lo que iba a hacer incluso antes de que yo lo supiera. Pensé en limpiar este desastre hace tan solo un minuto.

source: {Appo} "This is a lot of work. We could just leave it be since we're going to be expelled anyways, but no, Kazushi's a good boy so we have to help him."
es: {Appo-} "Va a ser mucho trabajo. ¿Estáis seguros de hacerlo? Nos van a expulsar de la escuela de todas formas."

source: {Pierre} "Let's just get to work. We should get this done by morning."
es: {Pierre} "Pues empecemos con esto."

source: {Daigo} "At least tomorrow's Sunday - we can sleep in."
es: {Daigo} "Menos mal que mañana es domingo."

source: {Kazushi} "Let's do it, guys!"
es: {Kazushi} "¡Al lío!"

source: {Pierre} "This is gonna take forever..."
es: {Pierre} "Esto no tiene fin..."

source: Two hours later and it looked like we hadn't even started.
es: Es como si después de dos horas no hubiésemos hecho nada.

source: We filled in the holes, and replanted any stalks that still looked alive.
es: Hemos cubierto los agujros. Hemos plantado tallos si es que todavía siguen con vida.

source: It was a lot more work than we expected.
es: Ha sido mucho más trabajo del que pensábamos.

source: {Appo} "I think this is impossible, guys."
es: {Appo-} "No estamos consiguiendo nada."

source: {Kazushi} "Daigo's right! It's too early to give up!"
es: {Kazushi} "¡Venga chicos! ¡Es pronto aún para rendirse!"

source: {Pierre} "I'm sleepy."
es: {Pierre} "Me está entrando sueño."

source: {Appo} "I'm hungry."
es: {Appo-} "Y a mí hambre."

source: {Kazushi} "W-we can do it, guys! By our powers combined!"
es: {Kazushi} "Podemos lograrlo..."

source: {Daigo} "Can we at least take a break?"
es: {Daigo} "Descansemos un poco."

source: {Kazushi} "Fine! We'll take a quick break and then get back to work. OK, guys?"
es: {Kazushi} "¡Está bien! ¡Seguiremos después de un descanso, ¿vale?!"

source: {Panchu} "If you 'anna 'inish I' 'efore 'e 'unrise, you 'ette' 'wor' you' ass off 'ow."
es: {Panchu-} "Si queréis terminarlo antes de que amanezca, será mejor que no paréis."

source: I could see the shadow of someone else in this dim light, but I immediately knew it was Panchu-sempai.
es: De repente, apareció Panchu-.

source: {Kazushi} "S-sempai?!"
es: {Kazushi} "¿¡Panchu-!?"

source: {Appo} "W-w-what're you doing here?"
es: {Appo-} "¿¡Qué haces tú aquí!?"

source: {Panchu} "Ea' 'ese 'rea's."
es: {Panchu-} "Comed estos panes."

source: The bag was stuffed with melonpan.
es: Habían muchísimos panes en esa bolsa.

source: {Pierre} "This is perfect! I needed that!"
es: {Pierre} "Justo lo que necesitábamos..."

source: {Panchu} "Ea' 'em 'uick."
es: {Panchu-} "Comedlos rápido."

source: {Kazushi} "Thanks, man!"
es: {Kazushi} "¡Gracias!"

source: While we were eating, Panchu started working on his own.
es: Mientras comíamos, él empezó a trabajar solo.

source: {Pierre} "You don't have to do that! Bringing us food is more than enough help!"
es: {Pierre} "¡No tienes por qué hacer eso! ¡Traernos panes ha sido más que suficiente!"

source: {Panchu} "Shu' up. Jus' 'es' up."
es: {Panchu-} "Cállate. Limítate a descansar."

source: Panchu continued working in the dirt. He really struck our hearts.
es: Panchu- continuó nuestro sucio trabajo. Nos llegó al corazón.

source: {Daigo} "That's enough rest for me!"
es: {Daigo} "¡Ya he terminado de descansar!"

source: Daigo stuffed the end of his bread into his mouth and started working again.
es: Daigo se llevó el último pedazo de pan a la boca y empezó a trabajar de nuevo.

source: {Pierre} "I'll take that side!"
es: {Pierre} "¡Yo me encargaré de esa parte!"

source: {Appo} "That's my break sorted. Hey, Kazushi!"
es: {Appo-} "Ya he descansado suficiente. Ey, Kazushi."

source: {Kazushi} "I'm on it. We'll take care of this side."
es: {Kazushi} "Entendido. Yo haré este lado."

source: Panchu never even turned his head to look at us. He was totally devoted to his work.
es: Panchu- no giró la cabeza ni un instante. Estaba completamente centrado en el trabajo.

source: {Kazushi} "What d'you guys think?"
es: {Kazushi} "¿Qué pensáis chicos?"

source: {Pierre} "I think it's much better."
es: {Pierre} "Creo que ahora está mucho mejor."

source: Somehow we managed to finish fixing things up just as the sun was starting to rise.
es: Justo antes del amanecer terminamos de "arreglar" en cierta manera el desastre.

source: {Appo} "Sempai, what do you think?"
es: {Appo-} "¿Qué opinas, Panchu-?"

source: {Panchu} "I's o'ay, I 'uess."
es: {Panchu-} "Está bien, imagino."

source: {Daigo} "We did it."
es: {Daigo} "Lo hemos conseguido..."

source: Daigo couldn't stand up anymore. His exhaustion became contagious and we all had to sit down.
es: Daigo ya no podía mantenerse en pie. Y tras él, todos nos sentamos.

source: The ground was cool and felt good against our tired bodies.
es: El suelo estaba algo frío y eso nos resultaba muy agradable.

source: {Kazushi} "I don't wanna move anymore."
es: {Kazushi} "Ya no quiero volver a moverme."

source: {Pierre} ""Don't want to"? I CAN'T move..."
es: {Pierre} "¿"No quiero"? Yo soy INCAPAZ."

source: {Panchu} "Goo' 'ob, 'uys."
es: {Panchu-} "Buen trabajo, chicos. Nos vemos."

source: Panchu turned around and left, as if he hadn't made the slightest bit of effort.
es: Panchu- se giró y se fue como si nada pese a todo el esfuerzo.

source: {Kazushi} "Th-thanks a lot for helping us!"
es: {Kazushi} "¡¡Muchas gracias por ayudarnos!!"

source: {Pierre} "Wow, he's like He-man."
es: {Pierre} "Es un hombre de hierro."

source: {Daigo} "He was working hard than all of us, too."
es: {Daigo} "Y también trabajaba mucho más que ninguno de nosotros."

source: {Pierre} "WTF?"
es: {Pierre} "¿Qué...?"

source: We were all terrified by Appo's statement, but we were too tired to say anything.
es: Estábamos demasiado cansados hasta para preguntarle a Appo- si lo decía en serio o no.

source: {Kazushi} "Well, we've done everything we could."
es: {Kazushi} "En fin. Hemos hecho todo lo que hemos podido."

source: {Pierre} "Yup. Now it's all up to lady luck."
es: {Pierre} "Sí. Ahora estamos en manos del destino."

source: {Appo} "We've been in trouble loads of time before. We'll be fine."
es: {Appo-} "Ya hemos pasado por multitud de cosas. Nos irá bien."

source: {Principal} "You are all to be expelled from our school."
es: {Directora} "Estáis expulsados de nuestra escuela."

source: Well that was fast.
es: ¡Qué rápido!

source: {Mei} "Quit acting like that and apologize!"
es: {Mei} "¡Volved a disculparos!"

source: {Kazushi} "Oh, right... Umm, we're really sorry about it! We're sorry we ruined your precious flower bed!"
es: {Kazushi} "Tiene razón... ¡¡Estamos realmente arrepentidos de lo que hemos hecho!!"
