Repository: talestra/edelweiss
Catalog: translation/007z6.po
Languages: es

source: {Pierre} "I'm sorry, ma'am!"
es: {Pierre} "¡¡Lo siento!!"

source: {Boys} "Me too!!"
es: {Chicos} "¡¡Yo también!!"

source: We bowed our heads as low as we could. The Principal stared at us without any sign of a change in heart.
es: Inclinamos la cabeza todo lo que pudimos.

source: {Principal} "I know that you regret your actions, but I won't change my decision."
es: {Directora} "Sé que estáis arrepentidos, pero no voy a cambiar mi decisión."

source: Well, it's not like I can blame her.
es: ... No puedo culparla.

source: {Mei} "Excuse me, Principal! We should give them another chance!"
es: {Mei} "¡Directora! ¡Deberíamos darles una segunda oportunidad!"

source: Her voice was cold, stopping Yagami-sensei in his tracks.
es: Su fría voz interrumpió al profesor Yagami.

source: {Yagami} "Well, no, not yet... but you should look at how much..."
es: {Profesor Yagami} "Bueno... Pero deberías echar un vistazo de todas formas..."

source: {Yagami} "Principal..."
es: {Profesor Yagami} "Directora..."

source: The principal ignored Yagami-sensei and turned her piercing gaze on to Mei-sensei.
es: La directora mira ahora a la señorita Ibuki.

source: {Principal} "Ibuki-sensei. You were well aware of how important those flowers are for our school, correct?"
es: {Directora} "Señorita Ibuki. Eres bien consciente de la importancia de esas flores para nuestra escuela."

source: {Mei} "Yes, ma'am."
es: {Mei} "Sí..."

source: Mei-sensei couldn't say anything against the weight of those words. Why were those flowers so important?
es: La señorita Ibuki ya no sabe qué decir.

source: I guess we'll never find out why now.
es: Nosotros seguimos sin saber la relación que tienen esas flores con la Alquímia.

source: {Mei} "H-he's right! Please reduce it to suspension at least!"
es: {Mei} "¡Tiene razón! Se han disculpado sinceramente. ¡¿Por qué no los suspendes un tiempo en vez de expulsarlos?!"

source: {Mei} "Everybody makes mistakes! It's our job to teach the pupils what's right, rather than just kicking them out at the first chance!"
es: {Mei} "¡Todo el mundo comete errores! Es nuestro deber enseñarles lo que está bien y lo que no en vez de expulsarlos..."

source: Yagami-sensei and Mei-sensei desperately tried to save us. The principal looked at them and waved them off with her hand like they were annoying insects.
es: El profesor Yagami y la señorita Ibuki estaban desesperados por salvarnos.

source: {Principal} "Quiet, both of you."
es: {Directora} "Silencio."

source: They both fell silent at the clear, deep tone of her voice. They were both unable to speak.
es: La directora los acalló con autoridad.

source: The authority in her voice had been frightening enough to silence even Yagami-sensei. The teachers were both frozen as if time had stopped.
es: Parece hasta como si hubiese parado el tiempo.

source: {Haruka} "B-but they didn't know! It's my fault too for not guarding it..."
es: {Haruka} "¡Pero ellos no lo sabían! Es más culpa mía..."

source: {Principal} "Of course it is. You will be held accountable for that as well, Haruka."
es: {Directora} "Claro que es responsabilidad tuya por dejar el santuario desprotegido."

source: {Kazushi} "Excuse me. Haruka had nothing to do with this, it was all our fault."
es: {Kazushi} "Disculpa. Fue nuestra culpa, no la de ella."

source: I spoke up in Haruka's stead. The principal shot me a glare with her beady eyes.
es: La directora me respondió con una mirada de odio.

source: {Kazushi} "Ah!"
es: {Kazushi} "¡¡...!!"

source: How pathetic. Why couldn't I move after being given that look?
es: Una vez que tus ojos te miran con ese odio, eres incapaz de articular palabra.

source: {Pierre} "But we're the ones who took the flowers. She shouldn't be punished for that!"
es: {Pierre} "Pero si no hubiésemos hecho eso, ¡ella no tendría ninguna culpa!"

source: {Kazushi} "That's too harsh..."
es: {Kazushi} "Eso es demasiado cruel..."

source: {Haruka} "If I'm responsible, I should receive the same punishment as them!"
es: {Haruka} "¡Quiero que me expulses como a ellos!"

source: {Kazushi} "What are you saying?"
es: {Kazushi} "¿Qué estás diciendo?"

source: {Appo} "Don't say that like it's some kind of joke. There's no need for you to be expelled too, Haruka-chan."
es: {Appo-} "No tienes por qué compadecerte de nosotros, ¿sabías?"

source: {Haruka} "But..."
es: {Haruka} "Pero..."

source: Haruka's mumbling. She's lost for words.
es: Haruka está balbuceando. No sabe qué decir.

source: {Principal} "You can't do anything, can you? There are no other schools on this island for you to attend. What then? Will you get a job?"
es: {Directora} "No te queda otra opción que aprender en la escuela de esta isla."

source: {Principal} "The work to be done here is limited. Who would want to employ a child like yourself? Even if they did, what would you do?"
es: {Principal} "Además, nadie contrataría a una chiquilla como tú en esta isla."

source: Everybody in the room was completely speechless.
es: Todos en la sala están completamente estupefactos.

source: {Appo} (I thought she was graceful and kind. Forget what I said about marrying her.)
es: {Appo-} (Ahora ya no tengo tantas ganas de casarme con ella.)

source: Haruka stared at the floor, unsure of how to respond to the principal.
es: Haruka agacha la cabeza. No sabe cómo replicarle a la directora.

source: This isn't the Haruka we know, the Haruka who always wants to put a smile on everybody's face.
es: No es propio de la Haruka que conocemos, que siempre saca una sonrisa a todo el mundo.

source: I don't want to see her like this.
es: No quiero vela así.

source: {Kazushi} "Haruka, Say something. Stand up for yourself."
es: {Kazushi} "Haruka, dile algo."

source: {Haruka} "I can't. Grandma is right. I can't do anything..."
es: {Haruka} "No puedo... La abuelita tiene razón."

source: {Kazushi} "That's not true. Be more confident in yourself. You can do anything."
es: {Kazushi} "Eso no es cierto. Tú eres capaz de hacer un montón de cosas."

source: {Haruka} "But I don't know anything besides alchemy and the things on the island..."
es: {Haruka} "Pero yo no sé nada además de la Alquimia y cosas de esta isla..."

source: I never knew how weak she was.
es: No sabía que fuese una persona tan frágil.

source: It was heartbreaking to see her like this.
es: Me resulta difícil de aceptar que esté así.

source: {Principal} "Haruka, I need your decision. Do you still want to be expelled? Or do you promise to obey me from now on?"
es: {Directora} "Haruka, decide. ¿Sigues queriendo que te eche? ¿O prometes escucharme de ahora en adelante?"

source: {Haruka} "I...I..."
es: {Haruka} "... Yo..."

source: Why did Haruka lose her cheerfulness and cower in front of her grandma like this? I couldn't watch this anymore.
es: Ya no puedo aguantarlo más.

source: {Kazushi} "Come with us, Haruka."
es: {Kazushi} "Haruka, ven con nosotros."

source: The words came out of my mouth before I realized it.
es: Antes de que me diese cuenta, las palabras emergieron de mi boca.

source: {Haruka} "Come with you?"
es: {Haruka} "... ¿Ir con vosotros?"

source: {Kazushi} "You've never left this island before because you weren't confident in yourself, right? Then come with us."
es: {Kazushi} "Nunca has salido de esta isla, ¿no? Ven con nosotros."

source: {Haruka} "What??"
es: {Haruka} "¿Qué?"

source: She was completely surprised by my offer. And I was even more surprised to have made it in the first place.
es: Estaba sorprendida de mi oferta. Y yo estoy todavía más sorprendido de habérselo dicho.

source: But, I couldn't stop myself.
es: Pero no pude contenerme.

source: {Kazushi} "You should try finding yourself away from the island. We're all old enough to find our own path."
es: {Kazushi} "Deberías probar a salir de la isla. Ya eres lo bastante mayor para intentarlo."

source: {Haruka} "But...I don't know anything past these shores...I won't be able to do anything..."
es: {Haruka} "Pero... No sé nada que no sea de esta isla... Sería incapaz de hacer nada..."

source: {Kazushi} "That's why we'll be there. We can help each other out. Isn't that what friends are for?"
es: {Kazushi} "Pero si vienes con nosotros, nos ayudaremos mútuamente."

source: {Haruka} "Friends?"
es: {Haruka} "¿Ayudarnos mútuamente...?"

source: {Principal} "What are you talking about? You wouldn't be able to do that either."
es: {Directora} "¿Qué estáis diciendo?"

source: {Yagami} "She's right, Kazushi. That's not an offer to be made lightly."
es: {Profesor Yagami} "Tiene razón, Kazushi. No sois lo bastante mayores para ofrecer eso a Haruka."

source: {Kazushi} "No, I can do it! It's quite simple isn't it? The boat ride's only a few hours."
es: {Kazushi} "¡Sí que podemos! Estará a unas pocas horas de esta isla."

source: {Mei} "That's not what we mean. What do you plan to do once you take Haruka-chan off of this island?"
es: {Mei} "¿Y quién cuidará de ella?"

source: {Kazushi} "I'll manage."
es: {Kazushi} "Yo lo haré."

source: {Mei} "You'll manage? Stop being so childish."
es: {Mei} "... Deja de comportarte como un crío."

source: {Principal} "That's enough."
es: {Directora} "Ya es suficiente."

source: Everybody thought I was crazy, except for Yagami.
es: Todos creen que estoy loco excepto el profesor Yagami.

source: {Yagami} "No, he'd do it... He might actually do it."
es: {Profesor Yagami} "La verdad... Él podría ser capaz de cuidar de ella..."

source: {Mei} "Huh? Yagami-sensei, what are you saying?"
es: {Mei} "Profesor Yagami, ¿qué estás diciendo?"

source: {Pierre} "No, he'd do it. Kazushi's dumb enough to take on something like that."
es: {Pierre} "Es verdad. Kazushi será capaz de cuidar de ella."

source: {Daigo} "He's right. Better to stop Kazushi now."
es: {Daigo} "Será mejor parar a Kazushi ahora."

source: {Mei} "Wait a minute..."
es: {Mei} "Esperad un momento..."

source: Mei-sensei and the others started to worry as they saw my friends' reactions.
es: A la señorita Ibuki empieza a entrarle el pánico conforme ve la reacción de mis amigos.

source: {Principal} ".................."
es: {Directora} "..."

source: The principal sat quietly, observing what everybody was thinking about.
es: La directora observa en silencio lo que opina cada uno.

source: {Kazushi} "Do I really have a choice? The principal has made up her mind to kick me off of the island. All that's left is for Haruka to make up her mind."
es: {Kazushi} "¿Acaso tengo elección? La directora está expulsándome de esta isla. Haruka, decide."

source: {Haruka} "Me? Leave the island...?"
es: {Haruka} "¿Yo? ¿Dejar esta isla...?"

source: I could tell that Haruka was wondering about what sort of a new world might wait for her off of the island.
es: Haruka debe estar preguntándose sobre el mundo fuera de la isla.

source: {Kazushi} "We won't force you to come, but don't write the option off. It might be easier to adjust than you think."
es: {Kazushi} "No te autolimites. Puede ser más fácil de lo que piensas."

source: {Kazushi} "You can do anything you set your mind to. All that matters are your feelings, Haruka."
es: {Kazushi} "La gente no conoce sus límites hasta que lo intentan."

source: {Haruka} "My feelings?"
es: {Haruka} "¿Yo? ¿Dejar esta isla?"

source: {Kazushi} "What will you do? It's your decision, Haruka."
es: {Kazushi} "Decide tú. Eres tú la que tiene que tomar la decisión, no tu abuela."

source: {Haruka} "My decision?"
es: {Haruka} "¿Yo...? ¿Decidir...?"

source: She was torn.
es: Está confundida.

source: Just as Haruka was about to announce her choice, the door was slammed open.
es: Justo cuando Haruka estaba a punto de decidir, la puerta se abrió con gran fuerza.

source: {Mizuki} "Principal! Please wait!"
es: {Mizuki} "¡Directora! ¡Por favor, no tome ninguna decisión todavía!"

source: Mizuki and Sakura rushed into the room. The rest of the girls were there as well.
es: Mizuki y Sakura irrumpieron en la habitación... El resto de chicas también van con ellas.

source: {Pierre} "Wow, all the girls are here!"
es: {Pierre} "Anda, ¡ha venido todo el mundo!"

source: {Appo} "Are you here for my jacket button? Or do you want to leave with us?"
es: {Appo-} "¿Ya me echábais de menos?"

source: The girls who just came in stood in between us and the principal.
es: Las chicas que acababan de entrar se colocaron de pie entre nosotros y la directora.

source: {Sakura} "Principal! We don't agree with your decision to expel the boys!"
es: {Sakura} "¡Directora! ¡No nos parece bien que los expulséis!"

source: {Ran} "All they did was steal some flowers. I've stolen school equipment and sold it off before."
es: {Ran} "Lo único que hicieron fue robar flores. No es nada en comparación con lo que yo había hecho ya."

source: {Rin} "Ran-chan, that's larceny?!"
es: {Rin} "Ran, ¿robabas cosas de la escuela?"

source: {Mizuki} "I think it's too harsh as well, Principal! The boys just arrived here, and they're idiots. They don't know right from wrong!"
es: {Mizuki} "¡Yo también estoy disconforme! ¡Los chicos desconocían lo que significaban esas flores para la escuela!"

source: {Kazushi} "Will that help us any?"
es: {Kazushi} "¿Nos estáis protegiendo?"

source: {Pierre} "It's the truth though."
es: {Pierre} "Al menos no le están pidiendo que nos expulsen."

source: {Appo} "What's wrong with it? I never thought the day would come when a girl stood up for me. It's so titillating!"
es: {Appo-} "No puedo creer que todas estas chicas estén de nuestro lado."

source: {Daigo} "You mean touching."
es: {Daigo} "Van a hacer que me ponga a llorar."

source: The principal looked a bit surprised.
es: La directora parece algo sorprendida.

source: {Principal} "You girls actually want them to stay?"
es: {Directora} "¿Queréis que se queden?"

source: The Principal stared at the girls. Her eyes lost their anger and gained an inquisitive glow.
es: La directora empieza a mirar la situación con interés.

source: {Rin} "We admit that what they did to our flowers was wrong, but we still want to get to know them."
es: {Rin} "Admitimos que lo que han hecho con nuestras flores está mal, pero aún así nos gustaría conocerles."

source: {Appo} "We do too! With our arms and legs entwined!"
es: {Appo-} "¡Claro! ¡A mí también me gustaría conoceros más, chicas!"

source: {Yagami} "You shut up now."
es: {Profesor Yagami} "Appo-, será mejor que te quedes calladito."

source: {Mizuki} "Besides, we're all responsible for what happened, too."
es: {Mizuki} "Además, nosotras también somos responsables por lo que ha pasado."

source: {Ran} "It wasn't money, but their present of dancing flowers was a bit exciting. We can't ignore the fact that they did it for us."
es: {Ran} "Ellos pensaban que eso nos conmovería y haría que nos llevásemos mejor."

source: The girls' smiles had never felt so reassuring.
es: Puedo ver sonrisas en todas las caras de las chicas.

source: {Appo} "This is unbelievable. I could die now as a happy man."
es: {Appo-} "Es increíble. Ya puedo morir feliz."

source: {Pierre} "Don't die yet. We might still survive this."
es: {Pierre} "No te mueras. Todavía tenemos una ligera esperanza de permanecer en la escuela."

source: They might help us change principal's mind.
es: Podrían ayudarnos a hacer cambiar a la directora de parecer.

source: {Mizuki} "We'll help them rebuild the flower bed."
es: {Mizuki} "Los ayudaremos a reconstruir el cuadro floral."

source: {Rin} "If we start today, I'm sure they'll bloom again next year!"
es: {Rin} "¡Si empezamos hoy mismo, podremos ver florecer las flores el año que viene!"

source: {Sakura} "Rin knows what she's talking about - she's a pro at gardening!"
es: {Sakura} "A Rin se le da también bien la jardinería."

source: {Haruka} "I'll do a better job of keeping the flowers safe! I promise this won't happen again!"
es: {Haruka} "¡Yo me encargaré de eso! ¡Prometo que no volverá a pasar otra vez!"

source: The principal crossed her arms in thought. She didn't look like she was feeling sympathetic; she looked like she was weighing the pros and cons.
es: La directora está con los brazos cruzados y pensando nuevamente...

source: {Principal} "Very well. Let me have some time to rethink their status."
es: {Directora} "Está bien. Dejad que piense en la situación otra vez."

source: I don't know what tipped the scales, but we weren't being expelled. We managed to stay on by the skin of our necks.
es: Apenas hemos sobrevivido esta vez. Permaneceremos aquí algo más.

source: {Pierre} "Seriously?! Alright!"
es: {Pierre} "¡Sí!"

source: {Sakura} "Way to go!"
es: {Sakura} "¡Felicidades, chicos!"

source: {Haruka} "Thank you, Grand-Principal!"
es: {Haruka} "¡Gracias directora!"

source: {Yagami} "Hah, that was close."
es: {Profesor Yagami} "Ha estado cerca."

source: {Mei} "Good job, girls."
es: {Mei} "Buen trabajo, chicas..."

source: While we were on cloud nine, Yagami-sensei and Mei-sensei looked exhausted.
es: El profesor Yagami y la señorita Ibuki parecen haber acabado más agotados que nosotros.

source: {Ran} "But wait? Doesn't this mean the decision's only been put off?"
es: {Ran} "Pero la directora no ha dictado ninguna resolución final sobre vosotros, ¿no?"

source: {Principal} "If I recall correctly, I believe their first alchemy class is tomorrow, isn't it?"
es: {Directora} "Diría que mañana es vuestra primera clase de Alquimia."

source: The principal had spoken again.
es: La directora volvió a hablar.

source: {Mei} "Yes, that's correct."
es: {Mei} "Sí, así es."

source: {Principal} "I shall attend and observe them in class."
es: {Directora} "Asistiré para observar la clase."

source: Her lips curled into a smile. It looked like she was in a better mood now.
es: Parece que ha vuelto a su humor de siempre.

source: {Principal} "I will reconsider their status AFTER I see their behaviour in class."
es: {Directora} "Tomaré una decisión final tras observar la clase."

source: {Pierre} "After our alchemy class?"
es: {Pierre} "Yo no sé nada sobre la Alquímia."

source: {Appo} "Umm, I'm an alchemy virgin?"
es: {Appo-} "Ni yo."

source: {Daigo} "Same here."
es: {Daigo} "Yo tampoco..."

source: Of course I was too. We had all entered this school without knowing about alchemy. What could we do?
es: Y por supuesto yo menos. Ninguno de nosotros sabía nada sobre la Alquímia.

source: {Principal} "I'll be looking forward to it, then."
es: {Directora} "Estoy deseando ver la clase."

source: It's good that she was because we sure as hell weren't.
es: Nosotros no.
