Repository: talestra/edelweiss
Catalog: translation/00806.po
Languages: es

source: It's our first Alchemy class.
es: Nuestra primera clase de Alquímia.

source: {Kazushi} "I'm getting nervous."
es: {Kazushi} "Me estoy poniendo nervioso."

source: It was a surprise to see Hinata-san of all people encouraging us.
es: Me sorprendió que Mizuki me animase.

source: {Kazushi} "The principal is going to be watching us, you know."
es: {Kazushi} "La directora va a observarnos, ya sabes."

source: {Mizuki} "You'll be okay as long as you take it seriously. She probably plans to forgive you regardless."
es: {Mizuki} "Basta con que prestéis atención a clase, y os irá todo bien."

source: {Kazushi} "I hope so."
es: {Kazushi} "Eso espero."

source: {Pierre} "Let's go, Kazushi!"
es: {Pierre} "¡Vamos, Kazushi!"

source: Pierre and the others came over. The class was being held in one of the lab rooms.
es: La clase se dará en el laboratorio.

source: {Appo} "What should we bring?"
es: {Appo-} "¿Qué tenemos que llevar?"

source: {Daigo} "We weren't provided any books, right?"
es: {Daigo} "No nos han dado ningún libro, ¿no?"

source: {Mizuki} "I don't think you guys need to bring anything. The textbooks will be provided later."
es: {Mizuki} "El libro os lo darán más adelante."

source: We were the only ones left in our classroom. We didn't know what was going to happen, so we headed to the laboratory in excitement.
es: Nos dirigimos al laboratorio.

source: The room looked just like any other chemistry lab. The instruments lying out, the flasks, the test tubes, and the burners all looked the same as chemistry equipment.
es: El laboratorio se parecía bastante al que teníamos en nuestra vieja escuela.

source: {Appo} "Where should we sit?"
es: {Appo-} "¿Dónde nos sentamos?"

source: {Mizuki} "Anywhere you want."
es: {Mizuki} "Donde queráis."

source: {Ran} "The girls have already formed their groups, so Kazushi, you can sit with me."
es: {Ran} "Siéntate conmigo."

source: Just as Ran said, most of the girls were already sitting in their groups, so we took our seats beside her.
es: Nos creamos nuestro propio grupo de asientos y nos sentamos.

source: {Ran} "Okay, the rest is up to you."
es: {Ran} "Pues nada. Buena suerte."

source: And with that, Ran leaned over on the desk. She was intending to sleep through class.
es: Ran empieza a dormirse.

source: {Kazushi} "Hey, Ran, we don't know heads or tails from this stuff, so we're counting on you to help."
es: {Kazushi} "Ey, ¡no te duermas! Tienes que permanecer despierta para ayudarnos."

source: {Pierre} "Not only that, the principal's coming to watch us today. We have to show her our good side."
es: {Pierre} "Tenemos que demostrar a la directora que estamos aquí para estudiar. Necesitamos tu ayuda."

source: {Ran} "Oh yeah, she is. That means I can't sleep!"
es: {Ran} "Está bien, está bien. Permaneceré despierta por vosotros, chicos."

source: {Kazushi} "Don't sleep - show us how to do it."
es: {Kazushi} "Por favor, enseñanos."

source: {Kazushi} "......seriously?"
es: {Kazushi} "... ¿En serio?"

source: {Ran} "It's true. I can't get a single experiment to go right."
es: {Ran} "Nunca he tenido éxito alguno en esta clase."

source: {Appo} "I think we picked the wrong girl to partner with?"
es: {Appo-} "¿Deberíamos cambiarnos de tutor?"

source: {Pierre} "Maybe we did."
es: {Pierre} "Quizá."

source: {Kazushi} "But didn't Haruka say that anyone could do it with practice?"
es: {Kazushi} "Pero Haruka me dijo que no debería ser demasiado difícil."

source: {Ran} "I'm especially untalented, I guess. Well, most people manage to get some reaction or another, but me? None at all."
es: {Ran} "Yo soy una excepción. Tengo talento cero con la Alquímia."

source: {Ran} "That's why I hate this class. You could even say I loathe it."
es: {Ran} "Y de hecho, odio esta clase."

source: She clenched her fist in hatred. She must really suck at this.
es: Ahora estamos realmente convencidos de que hemos elegido a la compañera equivocada.

source: {Appo} "I think this girl's no good to us. Who else can we partner up with...?"
es: {Appo-} "¿Quién más podría ayudarnos...?"

source: We looked around the room, but all of the girls were chatting and acting like we weren't even there.
es: Miramos alrededor, pero no encontramos a nadie que fuese a ayudarnos.

source: {Pierre} "Hey, Rin-chan, do want to do the experiment with us?"
es: {Pierre} "Oye Rin. ¿Te gustaría sentarte con nosotros?"

source: {Rin} "Huh? M-me? Uhh..."
es: {Rin} "¿Yo...?"

source: {Sakura} "Sorry, guys. The principal is coming today, right? Rin gets stage fright, so she won't be of much help."
es: {Sakura} "Lo siento chicos, Rin se pone muy nerviosa delante de la directora. No creo que fuese de mucha ayuda."

source: We were the ones under major pressure to show off our good side today.
es: Estamos bajo una gran presión.

source: {Kazushi} "Don't worry about it, then. This is our problem to deal with."
es: {Kazushi} "No os preocupéis, chicas. Es problema nuestro."

source: {Pierre} "He's right. Maybe next time?"
es: {Pierre} "Es cierto. Gracias de todas formas."

source: {Rin} "I'm sorry. Let's do it next time?"
es: {Rin} "Lo siento. La próxima vez."

source: {Pierre} "'Let's do it next time'...She's so cute!"
es: {Pierre} ""La próxima vez". Es TAN mona..."

source: {Appo} "If you say something like that, it makes me wanna do more and more... Deh-heh."
es: {Appo-} "Hace que me entren ganas de hablar más con ella."

source: {Rin} "Hhh?!!"
es: {Rin} "¿¡¡...!!?"

source: {Sakura} "What's wrong?"
es: {Sakura} "¿Qué ocurre?"

source: {Rin} "I felt a chill running up my spine...I wonder if it was the wind?"
es: {Rin} "He notado algo espeluznante..."

source: {Appo} "Deh-heh, deh-heh!"
es: {Appo-} *Enamorado de Rin*

source: {Kazushi} "Stop undressing her with your eyes!"
es: {Kazushi} "Deja de desvestirla con los ojos."

source: {Daigo} "Appo always starts doing that if we take our eyes off him."
es: {Daigo} "Siempre lo estás haciendo."

source: {Pierre} "But I really don't think there are any other girls who will pair with us."
es: {Pierre} "Chicos, creo que estamos solos."

source: {Kazushi} "Looks like it."
es: {Kazushi} "Eso parece."

source: We should thank Ran just for being here with us.
es: Deberíamos agradecer a Ran por estar aquí con nosotros.

source: {Ran} *zzzzzzzzzzzzzzzzzzzzzzz*
es: {Ran} *Durmiendo*

source: Even if she's asleep.
es: Aunque esté durmiendo...

source: {Kazushi} "Oi, Ran, at least try and stay awake, OK?"
es: {Kazushi} "Oye Ran. Venga, mantente despierta, por favor."

source: {Ran} "What......? Sorry, sorry."
es: {Ran} "¿Eh...? Ah. Lo siento, lo siento."

source: {Kazushi} "Are you really that bad at this class? Maybe it's genuinely difficult."
es: {Kazushi} "¿Se supone que será fácil como dijo Haruka?"

source: {Pierre} "Of course it's difficult. It's similar to magic, right? Is it something that can even be taught?"
es: {Pierre} "La verdad, no lo creo. Es como aprender magia, ¿no?"

source: He's got a point. Magic always seems like it would be impossible without already pos-sessing some kind of strange power.
es: Soy incapaz de imaginar que se nos diese bien algo así.

source: {Ran} "Oh, don't worry about that. Alchemy isn't magic or some superpower, it's just another type of science."
es: {Ran} "Pues pensáis demasiado. La Alquímia no tiene nada que ver con la magia. Es más parecido a la tecnología."

source: {Kazushi} "So you don't need to be from a pureblood wizarding family or anything?"
es: {Kazushi} "¿Eso quiere decir que no se necesita ningún tipo de talento?"

source: {Ran} "I don't think so. As long as you follow the proper procedures, anyone can use it to some extent."
es: {Ran} "No creo. Cuanto más estudias, más mejoras."

source: {Ran} "Not that it's done me any good, though!"
es: {Ran} "Aunque yo no he tenido mucho éxito con ello."

source: Even though she's laughing on the outside, I'm sure that deep inside she's wishing that she was good at it.
es: Aunque se está riendo, estoy seguro que por dentro, desearía que se le diese bien.

source: If she had any talent for alchemy, she'd probably be using it to synthesise money.
es: Estoy seguro de que si tuviese talento en la Alquímia lo usaría para fabricar dinero.

source: {Appo} "I still think it sounds hard. Do you think we have a chance?"
es: {Appo-} "¿Crees que podremos dominarla?"

source: {Ran} "Oh, no, no, you guys'll be fine. The only one who's never succeeded in this class is me. I've seen everyone else do great."
es: {Ran} "Os irá bien. Yo soy la única de la clase a la que se le da mal."

source: {Pierre} "Seriously? Then we can turn lead into gold?"
es: {Pierre} "¿En serio? Entonces, ¿si se nos diese bien podríamos usarlo para fabricar montañas de dinero?"

source: {Ran} "Oh, don't get your hopes up or you'll be let down. That's not an easy thing to do. Besides, the alchemy here is..."
es: {Ran} "La Alquímia que se enseña en esta escuela probablemente no sea lo que os esperaríais..."

source: {Haruka} "Used to transform an object one step closer to its ideal form."
es: {Haruka} "La finalidad del estudio es la de perfeccionar a una sustancia al límite."

source: Haruka finished the description instead of Ran.
es: Haruka respondió en lugar de Ran.

source: {Kazushi} "Huh? It's Haruka."
es: {Kazushi} "Haruka, ¿qué estás haciendo aquí?"

source: {Haruka} "Tee-hee, I came again."
es: {Haruka} "Os echaba de menos."

source: Haruka stuck her tongue out. This girl never learns.
es: Sabe que la señorita Ibuki no la aceptará aquí.

source: {Ran} "Why are you so obsessed with being in our class? This never happened before."
es: {Ran} "¿Por qué estás tan obsesionada con venir en nuestra clase?"

source: {Haruka} "Oh, you know. But today's special. Grandm...The principal is coming to observe, right?"
es: {Haruka} "Hoy es una excepción. La directora ha venido a observar, ¿no?"

source: {Appo} "That's why we're so nervous! So please go on a date with us!!"
es: {Appo-} "Por eso mismo es por lo que estamos tan nerviosos. ¡¡Por favor, sal conmigo!!"

source: {Haruka} "What? I don't get what you're talking about."
es: {Haruka} "¿Qué? No sé a qué te refieres."

source: {Pierre} "Ignore him. He doesn't make sense half the time anyways."
es: {Pierre} "No te preocupes por lo que dice. Hay veces que se le va la pinza."

source: {Daigo} "It's a rather common disease."
es: {Daigo} "Tiene problemas mentales, ¿sabías?"

source: {Haruka} "Shouldn't you be seeing someone about that?"
es: {Haruka} "¿No deberías ir a ver a un médico?"

source: Haruka sat down next to Ran, joining our group.
es: Se sentó junto a nosotros.

source: {Haruka} "Can I join you guys?"
es: {Haruka} "¿Puedo sentarme con vosotros, chicos?"

source: {Pierre} "But of course, madame. You are more than welcome!"
es: {Pierre} "¡Eres más que bienvenida!"

source: {Daigo} "Four boys and two girls. We need two more girls to balance out the group."
es: {Daigo} "Cuatro chicos y dos chicas. Necesitamos dos chicas más para equilibrarlo."

source: {Haruka} "Let's see... Hey, Mizuki-chan! Come join us!"
es: {Haruka} "Veamos... Ey Mizuki, vente aquí con nosotros."

source: Haruka took a look around and spotted Hinata-san.
es: Haruka divisó a Mizuki y le pidió que se uniese a nosotros.

source: {Mizuki} "Me?"
es: {Mizuki} "¿Yo?"

source: {Haruka} "We need more girls to balance out the group."
es: {Haruka} "Necesitamos dos chicas más para equlibrarlo."

source: {Mizuki} "Do I have to?"
es: {Mizuki} "¿Y tengo que ser yo?"

source: Hinata-san just doesn't seem to want to be with us.
es: No creo que Mizuki quiera estar en nuestro grupo.

source: {Haruka} "Don't act like that. You're more than welcome here!"
es: {Haruka} "No te preocupes. ¡Eres más que bienvenia!"

source: {Mizuki} "It's not a question of being welcomed..."
es: {Mizuki} "No me preocupa que los chicos me quieran o no en el grupo..."

source: {Haruka} "Come join us!"
es: {Haruka} "¡Venga, vente!"

source: Haruka actually went and dragged Hinata-san over to where we were sitting.
es: Al final Haruka ha acabado arrastrando a Mizuki a nuestros asientos.

source: {Haruka} "Mizuki-chan is a bit of a shy girl, so be nice to her, boys."
es: {Haruka} "Chicos, tratadla bien, ¿vale?"

source: {Mizuki} "This isn't a dating service!"
es: {Mizuki} "No tengo intención de llevarme bien con ellos."

source: {Ran} "Mizuki, you know it's no use trying to make Haruka understand. Now we have three girls, and while I'm useless, we have Haruka with us."
es: {Ran} "Mizuki. Es inútil hacer que Haruka entre en razón, ya lo sabes."

source: {Mizuki} "Fine. It's a lot easier to do it with Haruka."
es: {Mizuki} "Está bien. En cualquier caso es fácil estudiar con Haruka."

source: They were both relying on Haruka. Was Haruka that good at alchemy?
es: Según lo que acaba de decir Mizuki, Haruka parece ser buena con la Alquímia.

source: {Kazushi} "Oh yeah. As we were saying..."
es: {Kazushi} "Ah, sí."

source: What was it Haruka said? Bring an object one step closer to its ideal form?
es: ¿Qué es lo que dijo Haruka antes sobre la Alquímia? ¿Algo sobre perfeccionar una substancia...?

source: I'd never heard anything like that.
es: Nunca había escuchado algo así.

source: {Ran} "Haruka, these guys don't know the first letter of alchemy, so teach them."
es: {Ran} "Haruka, explícales qué es la Alquímia."

source: {Ran} "The older, the wiser."
es: {Ran} "Al menos yo ya lo había intentado antes."

source: {Haruka} "It's your first time, so just relax and try to enjoy it."
es: {Haruka} "Relajaos y tratad de disfrutarlo."

source: {Kazushi} "We can do that."
es: {Kazushi} "Podemos hacerlo."

source: {Haruka} "Here comes the teacher."
es: {Haruka} "Ahí viene la profesora."

source: It's Mei-sensei! I didn't know she taught alchemy!
es: Es la señorita Ibuki. No sabía que fuese también profesora de Alquímia.

source: ...and here comes the principal.
es: Y ahí viene la directora.

source: {Appo} "There she is. She didn't have to come."
es: {Appo-} "Ahí está."

source: {Daigo} "She's already got her eye on us!"
es: {Daigo} "Ya está mirándonos."

source: She peered around the classroom, eager to spot us like a hawk seeking its prey.
es: Estuvo ojeando por la clase para localizarnos.

source: {Principal} ".................."
es: {Directora} "..."

source: {Kazushi} "Ack!"
es: {Kazushi} "¿¡...!?"

source: I hate it when she stares at me. I can't calm down at all.
es: No me gusta cuando se me queda mirando.

source: And why's she so focused on me anyways?
es: Y de todas formas, ¿por qué me está mirando a mí?

source: Maybe she's actually looking at Haruka. Yeah, she doesn't know about me anyways.
es: Quizá esté mirando a Haruka.

source: {Kazushi} "I thought you already lay claim to her."
es: {Kazushi} "Pensaba que era tu mujer."

source: {Appo} "I gave up. Winning her away from you would be too much work. Lucky you, Kazushi."
es: {Appo-} "Yo ya me rendí. No creo que pueda ganar sobre ti."

source: {Kazushi} "Oh no, no, no. I could never compete against you, Appo."
es: {Kazushi} "Y yo tampoco creo que pueda ganar sobre ti, Appo-."

source: {Appo} "Please, don't mind me. I'm all about Mei-chan now. Oh yeah, Daigo, you like older women, right?"
es: {Appo-} "Yo ya cambié mi objetivo a Mei. Oye Daigo, pensaba que te gustaban las maduritas."

source: {Daigo} "Too old."
es: {Daigo} "Ella es demasiado mayor."

source: {Mei} "All right, everybody, let's get started. Now, as you know, the principal has decided to observe our class today, so everybody needs to do their best, OK?"
es: {Mei} "Está bien. Empecemos. Como ya sabéis todos, la directora estará observando hoy, así que hacedlo lo mejor que podáis, ¿vale?"

source: {Principal} "There's no need to put in that much extra effort. Just treat this like any normal day, class."
es: {Directora} "Limitaos a hacerlo como siempre."

source: {Boys} "Yes, Ma'am!"
es: {Chicos} "¡Sí!"

source: {Daigo} "We can use alchemy to make money?"
es: {Daigo} "¿Podemos fabricar dinero?"

source: {Haruka} "Not today. We're doing something different first."
es: {Haruka} "Hoy no. Hoy hacemos algo diferente."

source: {Appo} "Oh yeah?"
es: {Appo-} "¿Ah, sí?"

source: {Daigo} "It's the first class of the semester, Appo."
es: {Daigo} "Es la primera clase del semestre, Appo-."

source: {Mei} "Right, then, let's begin. As I'm sure you've all heard already, this class is about alchemy."
es: {Mei} "Empecemos la clase."

source: {Mei} "Since the boys haven't studied alchemy before, let me give you all a brief synopsis."
es: {Mei} "Permitidme volver a explicar para los chicos, qué estudiaremos en esta clase."

source: Mei-sensei wrote "Alchemy" on the chalkboard.
es: Escribió Alquímia en la pizarra.

source: {Mei} "I'm sure you've all heard of alchemy before. It's most commonly recognized as a method of turning lead into gold."
es: {Mei} "Estoy segura de que todos habéis oído hablar de la "Alquimia". Empezó como un estudio para transmutar el plomo en oro."

source: Of course they would. We were going to learn how to turn lead into gold.
es: Nos sonaba muy extraño.

source: {Mei} "This is because alchemy's original aim was to transform base metals into gold. However, there are now several different branches of alchemy, and the science has become specialized."
es: {Mei} "Pero con los años, hemos cambiado su propósito para diversos usos."

source: {Appo} "Excuse me! That was too difficult for me to understand!"
es: {Appo-} "¡Disculpa! ¡No he entendido lo que acabas de decir!"

source: Appo raised his hand and spoke up. He had courage.
es: Appo- se levantó y habló con honestidad.

source: {Andou} "What is he doing? Exposing his stupidity?"
es: {Rei} "¿Qué está haciendo? Es estúpido."

source: {Mei} "Alright. In other words, rather than remaining a technology exclusively for turning lead into gold, alchemy has become a science adapted for many other purposes."
es: {Mei} "Está bien... En otras palabras, tratamos de usar la misma fórmula para no únicamente convertir el plomo en oro, sino para otros diversos usos."

source: {Pierre} "Like what?"
es: {Pierre} "¿Como qué?"

source: {Mei} "The alchemy we study at this school is a technology used for improving our daily lives. We have adapted it for various fields, and even use it to create manufactured goods."
es: {Mei} "En nuestra escuela, tratamos de usar la Alquimia para mejorar nuestra vida diaria."

source: {Daigo} "Manufactured goods? You sell things?"
es: {Daigo} "¿Mejorar la vida diaria?"

source: {Mei} "Have you seen the produce stands across the island? All of the fruits and vegetables for sale are the product of our alchemy."
es: {Mei} "¿Habéis echado un vistazo a alguna tienda de la isla? Toda esa verdura es producto de nuestra Alquimia."

source: {Mei} "That's why the vegetables are able to be so big while retaining their natural flavour."
es: {Mei} "Por eso nuestras verduras son grandes y frescas."

source: {Daigo} "Oh yeah, I remember."
es: {Daigo} "Ah sí, lo recuerdo."

source: I remembered the grocer's we saw that day too. There were onions as big as my head. I didn't know those were made with alchemy.
es: Recuerdo las cebollas que eran tan grandes como mi cabeza.

source: Mei-sensei took out a flask with some strange liquid and an ordinary tomato-not one of the huge tomato's at the grocers.
es: Sacó un frasco y un tomate normal y corriente.

source: {Mei} "This solution is like... yes, like a medicine that we alchemically refined to alter the properties of a substance. When you pour it on this tomato..."
es: {Mei} "Si vertís este líquido sobre este tomate..."

source: She tipped the flask and the liquid dripped out onto the tomato.
es: Hace exáctamente lo que dice.

source: {Appo} "Hhhh?!"
es: {Appo-} "¡Dios mío!"

source: {Fuusen} "Wow, how pathetic. He doesn't have any balls. I bet he doesn't have a dick either."
es: {Hu-sen} "Menudo cobarde. Me pregunto si tendrá pene."

source: {Andou} "Probably a tiny one."
es: {Rei} "Probablemente uno muy pequeño."

source: {Fuusen} "A true drill dick."
es: {Hu-sen} "Puedo imaginármelo."

source: {Appo} "Bah! Y-you're wrong! You want me to prove it to you?!"
es: {Appo-} "¡Tengo uno bien hermoso! ¡¡¿Queréis verlo?!!"

source: Appo started taking off his clothes.
es: Appo- empieza a bajarse los pantalones.

source: {Mizuki} "Kyah! Stop it!!"
es: {Mizuki} "¿¡Que estás haciendo!? ¡¡Para!!"

source: {Appo} "I need to defend the honour of my manhood!!"
es: {Appo-} "¡¡He de demostrar mi virilidad!!"

source: {Pierre} "Dude, it's hanging out in the open! Everyone can see it!"
es: {Pierre} "¡Oye, que está fuera! ¡Te la podemos ver!"

source: {Haruka} "Kyah!"
es: {Haruka} "¿¡No!?"

source: {Ran} "Ahaha, you still wear white briefs?!"
es: {Ran} "¡Qué calzoncillos más graciosos!"

source: {Fuusen} "Why don't you ask Mei-chan for that liquid? You could use it as a penis enhancer."
es: {Hu-sen} "¡Tu pene es por lo que hace falta la Alquimia!"

source: {Appo} "Shut up!!"
es: {Appo-} "¡¡Cállate!!"

source: {Pierre} "Don't cry."
es: {Pierre} "No llores."

source: {Daigo} "Getting upset just makes them seem right."
es: {Daigo} "Te entendemos."

source: {Appo} "I hate that girl! Mei-sensei, can we use alchemy to change her into a pig?"
es: {Appo-} "¡Odio a esa chica! ¿¡La podemos convertir en un cerdo con la Alquimia!?"

source: {Daigo} "Just put your pants back on already."
es: {Daigo} "Ponte los pantalones."

source: {Mizuki} "Ugh, stop this. I can't believe you just did that..."
es: {Mizuki} "No puedo creer lo que acabas de hacer..."

source: Hinata-san seemed to be bad with dirty jokes like this. Her face was bright red.
es: Mizuki no parece estar acostumbrada a este tipo de cosas.

source: {Mei} "Quiet down, everyone! It's immature to make fun of a person's physical defects. You should watch over him kindly."
es: {Mei} "¡Callaos todos! Es muy grosero reírse con lo que uno ha nacido, ¿vale?"

source: {Mei} "Getting back to the tomato..."
es: {Mei} "Y volviendo a este tomate..."

source: {Kazushi} "Wow! Look at it!"
es: {Kazushi} "¡Increíble! ¡¡Mirad ese tomate!!"

source: The tomato was huge, just like what we'd seen in the shops. With a drop of the liquid, it grew in an instant. It was almost like magic.
es: Es tan grande como los que vimos en la verdulería aquella.

source: {Mei} "In practice, we usually apply this to the seeds. Seeds which have been improved by alchemy produce incredibly large and delicious fruits and vegetables."
es: {Mei} "Y así es como podemos usar la Alquimia para mejorar nuestras vidas."

source: {Haruka} "All the fruits and vegetables in our town are improved by alchemy. Some are even sold wholesale to top class restaurants in the city."
es: {Haruka} "Todas las verduras y frutas son muy grandes y jugosas. Se venden muy caras fuera de la isla."

source: {Kazushi} "Wow! To restaurants? That's awesome!"
es: {Kazushi} "¡Eso es increíble!"

source: {Ran} "So that's how we can use alchemy to make money!"
es: {Ran} "¡Así podemos sacar dinero!"

source: {Haruka} "I suppose that's true. Do you have ANY interests besides money?"
es: {Haruka} "¿Te interesa algo más a parte del dinero?"

source: {Ran} "But that's what started this whole alchemy thing in the first place, right?"
es: {Ran} "Pero así es como comenzó la Alquimia, ¿no?"

source: {Haruka} "But that's just scratching the surface..."
es: {Haruka} "Lo sé, pero..."

source: {Pierre} "Can we make love potions?"
es: {Pierre} "¿Y se pueden fabricar elixir del amor?"

source: {Kazushi} "Good idea! ...I mean shut it Pierre, there's girls around."
es: {Kazushi} "¡¡Buena idea!! ... Quiero decir... Hay chicas aquí, Pierre, ¿sabías?"

source: The girls must have overheard us. They gave us looks of "You're disgusting".
es: Las chicas deben habernos mirado. Nos están mirando con cara de asco.

source: {Andou} "Men are just horrible."
es: {Rei} "Los hombres son horribles."
