Repository: talestra/edelweiss
Catalog: translation/00806.po
Languages: es

source: {Ran} "I'm not putting anything you guys touch into my mouth."
es: {Ran} "No pienso comerme nada que hagáis."

source: {Appo} "I wonder if alchemy can make x-ray specs."
es: {Appo-} "¿Y gafas que permitan ver a través de la ropa?"

source: {Kazushi} "Save the ideas for another time, Appo."
es: {Kazushi} "Guárdate las ideas, Appo-."

source: {Daigo} "Sorry, girls. They're not really bad guys, you know."
es: {Daigo} "Lo siento chicas. No son malos chicos, de verdad."

source: {Haruka} "Ahaha..."
es: {Haruka} *Riendo*

source: Haruka and Ran were the only two laughing. All the other girls were looking at us with horror. It made my stomach ache.
es: Haruka es la única chica a la que le resulta gracioso.

source: {Mei} "Everyone, quiet! Just so you know, this is only a technique for enhancing the substance's basic properties."
es: {Mei} "¡Callaos! Ahora voy a explicar cómo no funciona."

source: {Mei} "Everything in nature has its own properties, and if you try to change something in a way that doesn't suit the object or its properties, then your refinement will fail, so pay close attention."
es: {Mei} "Cada sustancia tiene sus características y, si tratáis de cambiar algo en contra de eso, no funcionará."

source: {Mei} "If you try to force a transformation the results can literally be explosive. You have to be careful, OK?"
es: {Mei} "Si tratáis de forzarlo, en ocasiones os acabará explotando. Tenéis que ir con cuidado, ¿vale?"

source: I'm sure that last part was directed at us. Mei-sensei was looking at us with concern.
es: Estoy convencido de que eso último lo ha dicho especialmente por Appo-.

source: {Appo} "I will, OK? I promise."
es: {Appo-} "Prometo que lo tendré."

source: {Ran} "Well, it won't succeed that easily, anyways."
es: {Ran} "No te preocupes. No va a ser tan fácil."

source: {Mizuki} "You won't be doing anything drastic as beginners. At most you'll start with changing colours or something simple like that."
es: {Mizuki} "No habrán cosas extraordinarias al empezar. Como mucho, veréis cambios de color y cosas por el estilo."

source: {Kazushi} "It sounds fun, though. I wanna get started!"
es: {Kazushi} "¡Pero suena divertido! Me gustaría empezar."

source: I'm getting excited about having a new challenge.
es: Me estoy emocionando por el nuevo reto.

source: {Haruka} "You like it already? I'm glad."
es: {Haruka} "¿Ya te está empezando a gustar? Me alegro."

source: {Kazushi} "Sure! It sounds like fun, so I want to give it a try."
es: {Kazushi} "Desde luego divertido suena. Voy a intentarlo."

source: {Haruka} "You might find it complicated at the beginning, but I'm sure you'll get the hang of it. I'm sure you will, Kazushi-kun."
es: {Haruka} "Puede que resulte complicado al principio, pero estoy segura de que se te acabará dando bien."

source: {Kazushi} "You think? I still don't know anything."
es: {Kazushi} "Eso espero yo también."

source: I couldn't wait to try something. I can't believe a mysterious thing like alchemy exists in this world.
es: Estoy impaciente por probar algo.

source: It's been a while since I've had to face a challenge like this.
es: Ha pasado ya bastante tiempo desde que afronté algún nuevo reto.

source: It reminded me of my first day at elementary school. Unfortunately, I couldn't keep up with class and soon fell behind.
es: Me recuerda a mi primer día en el colegio.

source: {Mei} "Since this is their first day, let's perform a simple group experiment. Girls, please partner up with a boy and help him out."
es: {Mei} "Hoy hagamos experimentos en grupo. Chicas, por favor, ayudad a los chicos."

source: {Kazushi} "Let's do it!"
es: {Kazushi} "¡Venga!"

source: Every group was given their materials for the experiment. We received a flask and a gas burner, like most chemistry experiments.
es: A cada grupo le dieron un fasco y un fogón.

source: And a fresh-cut flower for some reason.
es: Y una flor cortada por algún motivo.

source: {Kazushi} "What's the flower for?"
es: {Kazushi} "¿Para qué es la flor cortada?"

source: The color was different, but it looked like the flowers we picked the other day.
es: Se parecen a las flores que cogimos el otro día.

source: {Haruka} "That flower is our academy's secret for successful alchemy."
es: {Haruka} "Esa flor cortada es el secreto del éxito de la Alquimia."

source: {Pierre} "The secret?"
es: {Pierre} "¿Secreto?"

source: {Mei} "Let me explain."
es: {Mei} "Permitid que os lo explique."

source: Mei-sensei sounded like this was something very important.
es: Tal y como lo dijo la señorita Ibuki parecía algo muy importante.

source: {Mei} "The fundamental methodology for alchemy is to mix two substances such as sulphur and mercury, apply heat, and give birth to a brand new substance."
es: {Mei} "Básicamente, en la Alquimia se juntan dos sustancias diferentes para crear una nueva."

source: {Mei} "At our academy, we use this flower as a catalyst for the synthesis reaction."
es: {Mei} "Pero en nuestra escuela nos dimos cuenta de que añadiendo esa flor como tercera sustancia, hacía que mejorase drásticamente el resultado."

source: {Daigo} "So it's like glue?"
es: {Daigo} "Así que sirve para mezclar las otras dos mejor."

source: {Rin} "Oh, and that's how it connects to the process of cooking?"
es: {Rin} "Funciona como si fuese pegamento."

source: {Mei} "That's a good example."
es: {Mei} "Es un buen ejemplo, sí."

source: {Mei} "However, we still have yet to understand why this flower acts as a catalyst to improve the reaction. All we know is that it does help."
es: {Mei} "Pero todavía no hemos averigüado el por qué."

source: {Principal} "We believe this flower's presence is what allowed alchemy to evolve on this island."
es: {Directora} "Cremos que esta flor es la razón por la que la Alquimia ha evolucionado en esta isla."

source: The principal opened her mouth for the first time since the start of class. Her words reached my ears and snuck their way into my brain.
es: La directora abrió la boca por primera vez desde hace un buen rato.

source: {Principal} "By using this flower to enhance the reaction, the time required for refinements is shortened, and we are able to mass produce alchemic products."
es: {Directora} "De todas formas, usando esa flor, somos capaces de tener una producción en masa."

source: {Haruka} "Those flowers are the reason we're able to churn out enough seeds for commercial agriculture. Alchemic refinement requires a massive amount of time otherwise."
es: {Haruka} "Sin estas flores, la Alquimia requiere mucho tiempo para un efecto muy pequeño."

source: {Kazushi} "I see......"
es: {Kazushi} "Ya veo..."

source: Now we understood why the flowers were so important.
es: Hemos comprendido la importancia de esa flor.

source: {Pierre} "So if we use these flowers, then even amateurs like us are able to perform alchemy?"
es: {Pierre} "Ya veo. Esas flores hace qu sea todo mucho mas fácil para nosotros los novatos."

source: {Mei} "You still need a degree of training. If you study hard, you'll soon be able to succeed."
es: {Mei} "Pero aún así tenéis que estudiar y practicar mucho."

source: {Appo} "Wow, amazing! Then hurry up and teach us something!"
es: {Appo-} "¡Por favor, enséñanos algo!"

source: {Mei} "Let's begin by taking on an easy refinement today. Place the ingredients you have into the flask and begin heating them."
es: {Mei} "Empecemos con algo muy sencillo por hoy. Empezad todos a trabajar con lo que tenéis en la mesa."

source: {Kazushi} "What's the end result supposed to be?"
es: {Kazushi} "¿Qué es lo que vamos a hacer hoy?"

source: {Mei} "It's a surprise. You'll find out if you get it right."
es: {Mei} "Es una sorprensa. Si lo hacéis bien, lo averiguaréis."

source: {Kazushi} "All right!"
es: {Kazushi} "¡Entendido!"

source: {Appo} "I wonder what we'll get? I wonder what we'll get? It's like a happy meal prize!"
es: {Appo-} "¡Estoy impaciente por ver el resultado!"

source: {Daigo} "Put these in here?"
es: {Daigo} "¿Poner estas aquí?"

source: {Haruka} "Yep, that's it. Mix those two chemicals in the flask."
es: {Haruka} "Sip, mézclalos en el recipiente."

source: {Pierre} "What do we do with the flower?"
es: {Pierre} "¿Y qué hacemos con la flor?"

source: They said the flower was the catalyst.
es: Es la flor que funciona como pegamento.

source: {Mizuki} "Don't add that yet. You have to put it in at just the right time."
es: {Mizuki} "No la vamos a usar todavía. Hay que colocarla en el momento oportuno."

source: {Daigo} "...that sounds scary."
es: {Daigo} "Eso suena peliagudo."

source: {Pierre} "I like playing with fire too, but I'd rather set fire to a girl's heart!"
es: {Pierre} "A mí me gusta encender la llama del corazón de una chica."

source: {Kazushi} "Just hurry up and light it."
es: {Kazushi} "Rápido, chicos."

source: {Haruka} "It needs to be just a little bit stronger. Use that knob to adjust it."
es: {Haruka} "Un poco más fuerte."

source: The magical liquid inside the flask started boiling.
es: El líquido mágico del interior del recipiente está hirviendo.

source: {Haruka} "Time to add the flower."
es: {Haruka} "Introduzcamos la flor."

source: I picked up the flower and dropped it into the flask for us. It was a red flower, so the liquid turned pink.
es: Recogí la flor y la introduje en el recipiente.

source: {Mei} "There are three stages to the refinement. Black, White, and Red, each indicated by the color of the contents."
es: {Mei} "Veréis tres estados de cambio. Lo sabréis por el cambio de color."

source: Everyone watched their flasks as Mei-sensei gave her explanation.
es: Todos están atentos al recipiente mientras la señorita Ibuki lo explica.

source: {Daigo} "Look!"
es: {Daigo} "Oh..."

source: The liquid in the flask began to turn a shade of black. The faint pink liquid quickly became opaque.
es: El líquido rosa empieza a hacerse negro.

source: {Mei} "Now listen up. This is when adjusting the temperature is most important. As the reaction stage progresses, you'll need to adjust the flame."
es: {Mei} "Ahora prestad atención. Ahí es cuando tenéis que ajustar la temperatura."

source: According to her explanation, the liquid will go from black, to white, to red. We'll have to adjust the burner each time it changes.
es: Tenemos que cambiar la temperatura conforme veamos los cambios de color.

source: {Mei} "Even if you think you're done once you've combined the proper ingredients, you'll produce a completely different result if the refinement process stops anywhere along this period."
es: {Mei} "Un pequeño error puede alterar por completo el resultado, ¡así que prestad todos atención!"

source: {Mei} "For every combination whose refinement we know, there are many combinations we don't. A change in the process can also cause something entirely new to be refined."
es: {Mei} "Cada vez que hacemos un experimento, existe la posibilidad de hacer un descubrimiento nuevo."

source: {Pierre} "That's cool. I wonder if we can make anything valuable?"
es: {Pierre} "Qué emocionante. Hasta podríamos acabar descubriendo algo nuevo."

source: {Ran} "I keep my eyes on the pharmaceutical industry too. If we get lucky, we could develop a cure for cancer and make a killing!"
es: {Ran} "¿Y si descubrimos la cura para el cancer? ¡Nos haríamos ricos!"

source: {Mizuki} "There she goes about money again."
es: {Mizuki} "Ya estamos otra vez con el dinero."

source: {Appo} "Let her, let her. It's her dream."
es: {Appo-} "Es su sueño."

source: {Daigo} "But Mei-sensei already knows what we're going to make, right? So long as we use the ingredients they gave us and follow their directions."
es: {Daigo} "Pero la señorita Ibuki ya sabe lo que estamos haciendo, ¿n?"

source: {Kazushi} "Well, this is our first time. She had to make it easy."
es: {Kazushi} "Bueno, esta es nuestra primera vez, tiene que ponérnoslo fácil."

source: {Appo} "Well that's no fun. Why don't we try adding something extra?"
es: {Appo-} "Eso no es divertido. ¿Por qué no le ponemos algún extra?"

source: Appo started whispering to us.
es: Nos susurra Appo-.

source: {Daigo} "We shouldn't mess around today."
es: {Daigo} "No deberíamos liarla hoy."

source: {Pierre} "Idiot, men are adventurers! If you stick to well worn path, you'll never be a good man."
es: {Pierre} ""Los chicos son ambiciosos" ¿no? Venga chicos, ¡hagámoslo!"

source: {Appo} "In other words, you'll never be popular."
es: {Appo-} "¡Seamos hombres!"

source: {Daigo} "Th-that wouldn't be good. I want to lose my virginity by the end of this year!"
es: {Daigo} "Sí. Tengo que ser un hombre. Me gustaría acabar con mi virginidad antes de que acabe el año."

source: {Kazushi} "...me too. What do we do?"
es: {Kazushi} "Y yo."

source: {Pierre} "The answer is simple. We simply derail our train. We become outlaws!"
es: {Pierre} "Eso es fácil. Limitemonos a no escuchar lo que dicen."

source: {Kazushi} "That's so true."
es: {Kazushi} "Una verdad como un templo."

source: {Pierre} "I think you're about to stray onto a path you shouldn't."
es: {Pierre} "¡Esos son mis chicos!"

source: {Kazushi} "So what do we do? Add something crazy to the mix?"
es: {Kazushi} "¿Qué deberíamos mezclar?"

source: {Appo} "What do we have?"
es: {Appo-} "¿Qué es lo que tenemos?"

source: {Ran} "Why are you guys whispering to each other?"
es: {Ran} "¿Por qué estáis susurrando cosas entre vosotros?"

source: {Kazushi} "No reason..."
es: {Kazushi} "Nada..."

source: {Mizuki} "Are you guys starting trouble again?"
es: {Mizuki} "¿Ya estáis otra vez buscandoos problemas?"

source: {Pierre} "Of course not. We are good boys."
es: {Pierre} "Claro que no. Somos unos buenos chicos."

source: {Haruka} "Hey, it's changing colour again. We need to adjust the heat."
es: {Haruka} "Ey, está volviendo a cambiar de color. Tenemos que reajustar la temperatura."

source: {Kazushi} "I got it."
es: {Kazushi} "Entendido."

source: Now the solution's turning white.
es: Ahora el líquido se está volviendo blanco.

source: {Pierre} (Pretend you're adjusting the flame and throw something in.)
es: {Pierre} (Finje estar ajustando la temperatura y aprovecha para tirar algo.)

source: {Kazushi} (Got it.)
es: {Kazushi} (Lo sé.)

source: But what should I add?
es: Pero, ¿qué debería tirar dentro?

source: {Haruka} "Okay, now!"
es: {Haruka} "¡Ahora!"

source: {Kazushi} "What? Oh yeah! Got it!"
es: {Kazushi} "¿Qué? ¡Ah, sí! ¡Entendido!"

source: {Appo} (Here, Kazushi, add this!)
es: {Appo-} (Kazushi, toma, ¡tira esto!)

source: Appo handed me something looks like a string.
es: Appo- me pasó algo que parecía como una especie de cuerda.

source: {Kazushi} (Thanks!)
es: {Kazushi} (¡Gracias!)

source: I pretended to adjust the heat and dropped it in without taking a close look at it.
es: Sin examinarlo más detenidamente, lo introduje en el frasco.

source: {Kazushi} "What the--!?"
es: {Kazushi} "¿¡Pero qué...!?"

source: *BOOM!*
es: *Explosión*

source: {Appo} "Why'd it explode?!"
es: {Appo-} "¿Qué ha pasado?"

source: {Kazushi} "I thought I died."
es: {Kazushi} "Pensaba que había muerto."

source: The blazing column leapt straight towards the ceiling and left a circular scorch mark. Luckily, it didn't spread anywhere else.
es: La explosión llegó al techo y dejó una marca negra en él.

source: {Ran} "Wow! Alchemy is scary."
es: {Ran} "Guau. La Alquimia es espeluznante."

source: {Mizuki} "I've never seen that before. What did you guys do!?"
es: {Mizuki} "Nunca había visto algo así, ¿qué habéis hecho?"

source: I'm nearly 100% positive that what we added did it.
es: Desde luego tiene que haber sido lo que hemos puesto.

source: {Kazushi} "What did you give me?"
es: {Kazushi} "¿Qué es lo que me has pasado?"

source: {Appo} "One of my pubic hairs."
es: {Appo-} "Pelo de mis cojones."

source: {Mizuki} "Egggh?!!"
es: {Mizuki} "¿¡Pero qué...!?"

source: The other girls apparently heard us and took a few more steps away.
es: Parece que las chicas han llegado a escuchar lo que he dicho.

source: {Mei} "You guys......"
es: {Mei} "Vosotros..."

source: {Ran} "That's disgusting."
es: {Ran} "Qué desagradable."

source: {Kazushi} "You gave me one of your pubic hairs!? I had to touch that!"
es: {Kazushi} "¿¡Me has colocado pelo de los cojones en las manos!?"

source: {Daigo} "You should sterilize your hands."
es: {Daigo} "Deberías ir a lavártelas."

source: {Kazushi} "I'm going to the infirmary..."
es: {Kazushi} "Voy al servicio..."

source: {Appo} "You don't need to actually go. ......You're hurting me."
es: {Appo-} "No tienes por qué lavarte las manos solo por haber tocado mi pelo de ahí..."

source: {Kazushi} "Be hurt! I can't believe you made me touch that!"
es: {Kazushi} "No puedo creer que me hayas hecho coger pelo de ahí."

source: I washed my hands until my fingerprints had melted off and the air around me reeked of disinfectant.
es: Me lavé violentamente las manos hasta que olían casi como jabón.

source: {Boys} "Thank you!"
es: {Chicos} "¡Gracias!"

source: {Principal} "This time, form pairs of one boy and one girl each."
es: {Directora} "Esta vez, haz grupos de 2 personas, un chico y una chica."

source: {Kazushi} "What?"
es: {Kazushi} "¿Qué...?"

source: {Mei} "You want them to pair up?"
es: {Mei} "¿Quieres ver cómo trabajan juntos las chicas y los chicos?"

source: {Principal} "Yes, starting with you. Haruma-kun, give it a try."
es: {Directora} "Haruma, ¿Por qué no eliges a tu compañera?"

source: {Kazushi} "Me?"
es: {Kazushi} "¿Yo?"

source: {Principal} "You're free to choose your pairs. However, compatibility is important to keep in mind. Consider the beginning of your experiment to be the act of selecting your partner."
es: {Principal} "Elige a alguien con quien creas que tienes suficiente afinidad."

source: {Mei} "Choose somebody, Haruma-kun."
es: {Mei} "Elije a alguien, Haruma."

source: {Kazushi} "Yes, Ma'am."
es: {Kazushi} "Sí."

source: Anyways, I've been designated, so I have to do it. They said it's important to choose my partner, but who should I pick?
es: Está bien. Veamos.
