Repository: talestra/edelweiss
Catalog: translation/00826.po
Languages: es

source: Maybe I could use this opportunity to patch things up with Hinata-san.
es: Quizá sea una buena oportunidad de llevarme mejor con Mizuki.

source: {Kazushi} "Will you be my partner, Hinata-san?"
es: {Kazushi} "¿Puedes ser mi compañera, Mizuki?"

source: {Mizuki} "Huh? M-me?!"
es: {Mizuki} "¿¡Yo!?"

source: Hinata-san seemed really surprised. I wonder if she'll refuse?
es: Parece muy sorprendida.

source: {Mizuki} "I guess......"
es: {Mizuki} "Supongo..."

source: {Kazushi} "Yes!!"
es: {Kazushi} "¡¡Sí!!"

source: Before I knew it I started pumping my first in the air.
es: Antes de ser consciente, ya estaba chocando el puño.

source: {Ran} "Wow, you're happy."
es: {Ran} "Vaya, si que estás contento."

source: {Kazushi} "I thought she was going to turn me down."
es: {Kazushi} "Pensaba que iba a rechazarme."

source: {Haruka} "What made you think that?"
es: {Haruka} "¿Qué te hace pensar eso?"

source: {Pierre} "What did you do to her?"
es: {Pierre} "¿Qué es lo que le hiciste?"

source: Everyone thinks I did something to upset her.
es: Todos se piensan que le hice algo malo.

source: {Mizuki} "There's nothing between us. We've hardly even talked before."
es: {Mizuki} "No hay nada entre nosotros. Apenas hemos hablado antes."

source: {Ran} "That's the thing. You guys sit next to each other everyday and you guys don't talk at all."
es: {Ran} "Ese es el problema. Os sentáis juntos todos los días y no os habláis para nada."

source: {Appo} "Kazushi, you didn't suddenly try to go after Mizuki-chan, did you?"
es: {Appo-} "Kazushi, ¿la has agredido o algo?"

source: {Kazushi} "Are you guys crazy?"
es: {Kazushi} "¿Estáis locos?"

source: {Pierre} "But still, it's clear there's something between you two. Mizuki-chan pays extra attention to you."
es: {Pierre} "Pero es obvio que Mizuki que trata de forma diferente."

source: {Haruka} "She is......?"
es: {Haruka} "¿Ella está...?"

source: {Ran} "You are, Mizuki?"
es: {Ran} "¿Lo estás, Mizuki?"

source: {Mizuki} "I'm not, I'm not! Why do I have to pay any attention to Haruma-kun?"
es: {Mizuki} "¡Claro que no! No hay absolutamente nada entre nosotros, ¿vale?"

source: {Kazushi} "You don't have to deny it so forcefully..."
es: {Kazushi} "No hace falta que lo niegues tan enérgicamente..."

source: It hurt to hear her deny it so clearly.
es: Ha sonado como si estuviese enfadada conmigo.

source: {Pierre} "Don't be so disappointed, Kazushi."
es: {Pierre} "No estés tan decepcionado, Kazushi."

source: {Appo} "She dumped you, Kazushi. It's nothing to be that upset over, though."
es: {Appo-} "Buen intento Kazushi, pero parece que no tiene absolutamente ningún interés por ti."

source: {Mizuki} "I didn't say anything..."
es: {Mizuki} "Yo tampoco he dicho eso..."

source: {Appo} "You're fine. It's best to just say "no" when you're not interested."
es: {Appo-} "Si lo has hecho bien. Es mejor decir que "no" cuando no estás interesada."

source: {Kazushi} "Don't worry about me! I'm used to being rejected!"
es: {Kazushi} "¡No te preocupes por mí! ¡Ya estoy acostumbrado a que me rechacen!"

source: {Haruka} "He's used to getting rejected...... Poor Kazushi-kun."
es: {Haruka} "Acostumbrado a que le rechacen... Pobre Kazushi."

source: {Ran} "Don't worry, Haruka. Kazushi has me."
es: {Ran} "No te preocupes, Haruka. Kazushi me tiene a mí."

source: {Haruka} "What? You guys are......?"
es: {Haruka} "¿Qué? ¿Estáis...?"

source: {Appo} "What? You're already two-timing?!"
es: {Appo-} "¿¡Qué!? ¿¡Desde cuando!?"

source: {Kazushi} "That's not true! I don't know anything about what she just..."
es: {Kazushi} "¡Eso no es verdad! No sé que está diciendo..."

source: {Ran} "It's fine. A man has to be a bit of a player in order to feel like a big-shot."
es: {Ran} "No pasa nada Kazushi. Puedes contarlo."

source: {Pierre} "Wow, Ran-chan, how understanding! You're a good woman!"
es: {Pierre} "Vaya Ran. Vas muy directa."

source: {Kazushi} "Calm down, you guys."
es: {Kazushi} "Tranquilizaos."

source: This joke is getting out of hands.
es: La broma se está desbocando.

source: Hinata-san was getting upset for being left out.
es: Mizuki ha acabado mosqueada por esperar a que terminásemos de hablar.

source: {Mizuki} "Hey, Kazushi! Are we going to start working or what?"
es: {Mizuki} "Eh, Kazushi, ¿Vamos a hacerlo o no?"

source: She sounded seriously annoyed.
es: Parece realmente mosqueada.

source: {Kazushi} "Yes, we are! Please!"
es: {Kazushi} "Sí, ¡claro! ¡Por favor!"

source: {Mizuki} "Well, then, why don't we get started? I don't like those who dawdle and can't make up their minds."
es: {Mizuki} "Bueno pues, ¿qué tal si empezamos? No me gusta estar haciendo la tonta."

source: {Kazushi} "Yes!"
es: {Kazushi} "¡Sí!"

source: I think I just gave her another reason to get annoyed at me.
es: Creo que acabo de darle otro motivo para estar enfadada conmigo.

source: {Kazushi} "I'm sorry..."
es: {Kazushi} "Lo siento..."

source: I got scolded by the teacher. Now I need to put some effort into this and create a good result.
es: No solo Mizuki, también la señorita Ibuki está enfada.

source: {Principal} "Hu-hu......"
es: {Directora} *Sonriendo*

source: The principal was the only one who was smiling. Well, I'll do my best!
es: La directora era la única sonriendo. Está bien, ¡lo haré lo mejor que pueda!

source: {Kazushi} "The procedure is the same as last time, right?"
es: {Kazushi} "Como la última vez, ¿vale?"

source: {Mizuki} "That's right. This in the flask, then light the burner."
es: {Mizuki} "Está bien. Pon el frasco la fuego."

source: {Kazushi} "Got it."
es: {Kazushi} "Entendido."

source: Just put the supplies in the flask and turn on the flame. A child can do this.
es: Ponr los materiales en el frasco y encender el fuego. Hasta un niño podría hacerlo.

source: {Mizuki} "Remember, controlling the heat is the most important part, so watch it closely, OK?"
es: {Mizuki} "Y recuerda, ajustar el fuego es la parte más importante, ¿entendido?"

source: {Kazushi} "All right."
es: {Kazushi} "Entendido."

source: She was telling me what to do, but sounded rather cold and distant. I need to show her my good side too.
es: Me dice lo que tengo que hacer, aunque noto su tono algo frío.

source: I think the flame was set about this high...
es: Creo que la temperatura debería llegar hasta aquí.

source: I guess this is good. Hinata-san's upset, so I'm afraid to ask.
es: No dice nada. Espero que eso signifique que está bien.

source: {Haruka} "Turn the heat up a little bit."
es: {Haruka} "Sube un poco la temperatura."

source: Haruka helped me out from the sidelines.
es: Haruka vino a ayudarme.

source: {Kazushi} "A bit higher? Like this?"
es: {Kazushi} "¿Un poco más? ¿Así?"

source: I turned the flame up a bit.
es: Subí el fuego un poco más.

source: The ingredients were starting to combine and turn black.
es: Los ingredientes se están mezclando y convirtiéndose en una masa negra.

source: {Haruka} "Yeah, looks like you're doing good. You have to adjust it as the color keeps changing. If it doesn't go smoothly, there's a high chance of failure."
es: {Haruka} "Así es. Debería cambiar el color un par de veces más."

source: {Haruka} "Thanks. I grew up learning this. Oh, turn up the heat."
es: {Haruka} "Gracias. Crecí aprendiéndolo."

source: {Kazushi} "Oh!"
es: {Kazushi} "¡Ah!"

source: I adjusted the heat and the color changed again. I was always bad at chemistry and found it boring, but this is kind of fun.
es: Ha vuelto a cambiar de color.

source: Oops. I forgot that Hinata-san was my partner, not Haruka.
es: Ups. Me he olvidado de que mi compañera era Mizuki y no Haruka.

source: {Kazushi} "Umm...A-are we doing okay so far?"
es: {Kazushi} "¿Lo estamos haciendo bien por ahora?"

source: I tried talking to her.
es: Traté de hablar con ella.

source: {Mizuki} "I don't know. Why don't you ask Haruka."
es: {Mizuki} "No sé. ¿Por qué no le preguntas a Haruka?"

source: Ouch. I think she's upset. Shit.
es: Ups... Parece que está mosca.

source: {Haruka} "Oh no!"
es: {Haruka} "Ohm no..."

source: Haruka's eyes reflected her disappointment as she looked at the flask.
es: Haruka mira al frasco decepcionada.

source: {Kazushi} "What......?"
es: {Kazushi} "¿Qué...?"

source: Crack...
es: *Frasco derritiéndose*

source: The flask began to crack, and the liquid inside started spilling out.
es: El frasco se ha roto y el líquio de dentro se ha acabado desparramando por toda la mesa.

source: {Kazushi} "I guess this means we failed?"
es: {Kazushi} "¿Hemos fallado?"

source: {Mizuki} "Looks like it."
es: {Mizuki} "Pinta tiene."

source: It was over quickly.
es: Ha terminado enseguida.

source: {Kazushi} "Why did that happen?"
es: {Kazushi} "¿Cómo ha pasado?"

source: {Principal} "The god of alchemy is actually a goddess. If you make the girl you work with upset then the alchemy will fail."
es: {Directora} "El Dios de la Alquimia es en realidad una diosa. Si enfadas a tu compañera, no funcionará."

source: {Kazushi} "Huh? Is that so... The goddess of alchemy?"
es: {Kazushi} "Ya veo..."

source: The principal was still smiling. I'm not sure if she just had a jab at my failure or if she's serious about the goddess effect.
es: La directora sigue sonriendo. No estoy seguro si está mofando de mi fracaso o si decía en serio lo del efecto de la diosa.

source: {Kazushi} "I failed because I made Hinata-san upset?"
es: {Kazushi} "¿El motivo del fracaso fue enfadar a Mizuki...?"

source: {Mizuki} "What? It's not my fault."
es: {Mizuki} "¿Qué quieres decir? No es culpa mía."

source: I made her angry again. I still lack discipline.
es: Sigo enfadándola.
