Repository: talestra/edelweiss
Catalog: translation/00836.po
Languages: es

source: I think I'll pick Ran. She's easy to talk to.
es: Creo que elegiré a Ran. Me resulta fácil hablar con ella.

source: {Kazushi} "Will you be my partner, Ran?"
es: {Kazushi} "Ran, ¿puedes ser mi compañera?"

source: {Ran} "Me? I don't mind, but you know I'm no good at alchemy, right?"
es: {Ran} "¿Yo? No me importa. Pero ya sabes que no se me da nada bien la Alquimia, ¿no?"

source: {Kazushi} "At least you know more about it than I do."
es: {Kazushi} "Al menos sabes más que yo."

source: {Kazushi} "Don't worry. We'll help out each other."
es: {Kazushi} "No te preocupes. Nos ayudaremos mútuamente."

source: {Ran} "Well, if you're sure, then I can do it with you."
es: {Ran} "Está bien. ¿Por qué no?"

source: I went through the procedures just like last time. I poured the ingredients in and lit the burner. It was nothing.
es: Como la última vez.

source: {Ran} "Oh, way to go. You're already better than me. You don't need me anymore."
es: {Ran} "Buen trabajo. Ya no me necesitas."

source: {Kazushi} "I just put these things in and lit the fire."
es: {Kazushi} "Acabo de hacer esto hace diez minutos."

source: {Ran} "Don't be modest. You don't need me now, so wake me up later..."
es: {Ran} "Y has recordado cómo va. Bien hecho. Recuerda despertarme cuando termines..."

source: {Kazushi} "Hey, don't go to sleep!"
es: {Kazushi} "Oye, ¡despierta!"

source: I can't believe she's trying to sleep in front of the principal.
es: No puedo creer que trate de dormirse delante de la directora.

source: For some reason the principal's smiling that evil smile of hers.
es: Por algún motivo, la directora está sonriendo.

source: {Ran} "So what do we do again?"
es: {Ran} "¿Qué iba luego?"

source: {Kazushi} "You've got absolutely no interest in any of this."
es: {Kazushi} "No tienes ningún interés en hacer esto..."

source: {Ran} "No complaints now. Didn't I tell you that when you asked me to be your partner?"
es: {Ran} "¿Y qué es lo que te dije cuando me elegiste?"

source: {Kazushi} "Didn't I say we'd help each other out?"
es: {Kazushi} "¿No dije que nos ayudaríamos mútuamente?"

source: {Ran} "I'll do the thinking, you do the doing."
es: {Ran} "Yo pensaré. Tú haz el resto."

source: {Kazushi} "Next, I should adjust the flame..."
es: {Kazushi} "Ahora, debo encender el fuego..."

source: *sparkspark*
es: *Kazushi encendiendo el fuego*

source: {Kazushi} "Hot!"
es: {Kazushi} "¡Ups!"

source: I almost knocked over the burner.
es: Casi tumbo el fogón.

source: {Kazushi} "So don't make me do it alone. Please help me out, Ran."
es: {Kazushi} "Por favor, ayúdame, Ran."

source: {Ran} "All right. I didn't think there was anyone more dangerous than I am."
es: {Ran} "Está bien. Me resultaba difícil de creer que alguien puediese ser menos de fiar que yo misma."

source: She finally agreed to help me out.
es: Finalmente accedió a ayudarme.

source: {Ran} "Since I'm helping, let's go down with a bang."
es: {Ran} "No tengo claro que realmente quieras mi ayuda."

source: {Kazushi} "With a bang?"
es: {Kazushi} "¿Vas a causar alguna explosión o algo como hicimos nosotros?"

source: {Ran} "Here, add this for me."
es: {Ran} "Mete esto ahí por mí."

source: Ran grabbed a bottle of some chemical and handed it to me. The label read: "Danger. Do not add."
es: Me pasó una botella. En la etiqueta ponía "No mezclar esto".

source: {Kazushi} "Doesn't this say not to add it?"
es: {Kazushi} "¿No pone claramente en la etiqueta que no se debe mezclar con nada?"

source: {Ran} "Who cares? This kind of stuff should be done by following your guts!"
es: {Ran} "¡Qué más da! ¡Estas cosas se deben hacer por instinto!"

source: {Kazushi} "Are you sure? It's specifically saying not to add it."
es: {Kazushi} "¿Estás segura? Pone explícitamente "no mezclar"."

source: {Ran} "What do you do when the light's just about to turn? If you hesitate, you'll get hit either way. Hesitation is your worst enemy, so go!"
es: {Ran} "¡La duda es tu peor enemigo! Limítate a meterlo."

source: {Kazushi} "I see. You have a point."
es: {Kazushi} "Está bien."

source: I threw away my hesitation and dumped the bottle's contents into the flask.
es: Abrí la botella y vertí el contenido en el frasco.

source: {Ran} "There you go, dump it in. The trick is decisiveness. If you hesitate, you won't succeed."
es: {Ran} "Allá vamos."

source: {Kazushi} "All right."
es: {Kazushi} "Venga."

source: {Kazushi} "Alright, it's all in. Next?"
es: {Kazushi} "¿Y ahora qué?"

source: {Ran} "The flame. Turn it up and fuse what we just poured in."
es: {Ran} "Haremos que llegue el apunto de ebullición."

source: {Kazushi} "OK."
es: {Kazushi} "Vale."

source: I turned up the heat. I kept my eyes on the flame as I adjusted it bit by bit.
es: Encendí el fuego.

source: {Ran} "What are you doing? When I say turn up the heat, I mean TURN IT UP! I hate doing things halfway."
es: {Ran} "¿Qué estás haciendo? Cuando digo que lo enciendas. ¡Me refiero a que lo ENCIENDAS!"

source: {Kazushi} "Got it!"
es: {Kazushi} "¡Entendido!"

source: I'm a man! So I flipped the fire up to a manly maximum. I could hear the flame roaring.
es: Giré la rueda al máximo.

source: {Kazushi} "This is so like you, Ran. Let's burn it."
es: {Kazushi} "Es tan propio de ti, Ran. ¡Que se queme!"

source: {Ran} "Yes, we'll burn it!"
es: {Ran} "Sí, ¡lo quemaremos!"

source: With the burner going at full blast, the liquid inside the flask reached a hard boil.
es: Con el fogón al máximo, el líquido de dentro está hirviendo con fuerza.

source: {Kazushi} "It's boiling well."
es: {Kazushi} "Está hirviendo bien."

source: {Ran} "Yep."
es: {Ran} "Sip."

source: {Kazushi} "What's next?"
es: {Kazushi} "¿Y qué es lo siguiente?"

source: {Ran} "There's nothing else for us to do."
es: {Ran} "Ya no hay siguiente."

source: {Kazushi} "Just watch it? That's it?"
es: {Kazushi} "¿Mirar? ¿Y ya?"

source: {Ran} "That's right. Just watch it."
es: {Ran} "Así es. Eso es."

source: {Mei} "Stop right there, you guys!"
es: {Mei} "¡Parad inmediatamente!"

source: When we turned around, we saw Mei-sensei standing behind us with both hands on her hips.
es: Nos giramos y nos encontramos a la señorita Ibuki de pie muy enfadada.

source: {Mei} "I always tell you that adjusting the heat is the most important part of alchemy. So why are you turning it all the way up and 'just watching'?"
es: {Mei} "Ajustar el fuego es la parte más importante. En Alquimia no hay un "limitarse a mirar el resto"."

source: {Kazushi} "So there was more to do."
es: {Kazushi} "Así que sí había algo que hacer."

source: Though I'm not surprised that was her reason. However, this wasn't the way to do it.
es: No debería haberme creído todo lo que decía.

source: {Ran} "My personality isn't suited to this kind of precision work. I'm better at loud and flashy stuff."
es: {Ran} "Mi personalidad no encaja para este tipo de cosas."

source: {Mei} "And that's why you always fail. You could do it if you just tried properly."
es: {Mei} "Eso es por lo que siempre suspendes esta asignatura. Tienes que ser más paciente."

source: {Ran} "Oh yeah? But I don't smell any money coming out of this experiment."
es: {Ran} "No me veo haciéndome rica dominando la Alquimia."

source: {Ran} "You said it can turn lead into gold, but I've never seen it once. Can you even do it?"
es: {Ran} "¿De verdad que vamos a poder convertir plomo en oro dominando esto?"

source: {Mei} "It's not as easy as you're hoping. That's one of the hardest techniques in alchemy."
es: {Mei} "La cosa no es tan sencilla. Es una de las técnicas más difíciles de la Alquimia."

source: {Ran} "I don't care about any other techniques. I only want to learn that one."
es: {Ran} "Me dan igual el resto de técnicas. Yo solo quiero aprender eso."

source: {Mei} "If you don't start from the basics and take them seriously, you'll never be able to do anything. Please, do it right."
es: {Mei} "Tienes que aprender paso a paso para ser capaz de hacer eso."

source: Mei-sensei was begging Ran to study alchemy harder.
es: La señorita Ibuki está rogando a Ran que estudie más la Alquimia.

source: {Ran} "Well, if you're going that far, Mei-chan, I guess I'll do what I can."
es: {Ran} "Está bien. Lo haré lo mejor que pueda."

source: {Kazushi} "Aren't we full of ourselves..."
es: {Kazushi} "Vaya. Te tratan de forma especial."

source: {Mei} "Please, Ran."
es: {Mei} "Por favor, Ran."

source: Mei-sensei made one last plea and left.
es: La señorita Ibuki le rogó una vez más antes de marcharse.

source: {Ran} "So now to adjust the heat. Hmm."
es: {Ran} "Ajustar la temperatura..."

source: But adjusting the heat, huh? That seemed to be the key point, and I didn't have a clue what to do.
es: No sé nada sobre el ajuste de la temperatura.

source: {Kazushi} "Mei-sensei..."
es: {Kazushi} "Señorita Ibuki..."

source: She's busy helping other groups.
es: Está ocupada ayudando a otros grupos.

source: {Principal} "Turn the fire down a little bit."
es: {Directora} "Baja la temperatura un poco."

source: {Kazushi} "Yes, ma'am."
es: {Kazushi} "Sí."

source: I was surprised. The principal came over and gave us some help. I quickly did as she said.
es: La directora vino y nos dió un consejo.

source: The principal rarely ever talked, so I was shocked and hesitated. I'm really not comfortable around her.
es: Estaba realmente sorprendido de que fuese a ayudarme.

source: {Principal} "Yes, that should do it. Now relax. Your mental state can affect the result."
es: {Directora} "Ya está casi. Tienes que concentrarte."

source: {Kazushi} "Mental state? You mean my feelings change it?"
es: {Kazushi} "¿La concentración cambia el resultado?"

source: {Principal} "That's one way of putting it."
es: {Principal} "Así es."

source: My feelings will change the results of the experiment? I thought alchemy was like chemistry, but that's suspicious.
es: Soy incapaz de imaginar cómo puede ser que mi concentración vaya a afectar al resultado.

source: Ran whispered to me.
es: Me susurra Ran.

source: {Kazushi} (Not at all.)
es: {Kazushi} (Para nada.)

source: {Ran} (Then why's she helping you out? I've never seen her give anyone hints before.)
es: {Ran} (¿Entonces por qué te está aconsejando? Nunca la había visto dar un consejo a nadie.)

source: {Kazushi} (Oh yeah?)
es: {Kazushi} (¿Ah sí?)

source: But I didn't know why. Maybe she's nice to guys?
es: No sé por qué es tan amable conmigo.

source: {Kazushi} (Oh, that's it. Maybe she likes young boys.)
es: {Kazushi} (Quizá le gusten los jovenzuelos.)

source: {Ran} (Huh? At her age?)
es: {Ran} (Podría ser tu abuela.)

source: That can't be. She's Haruka's grandma.
es: Ran tiene razón. No creo que sea por eso.

source: {Principal} "Look, it's begun to dissolve."
es: {Directora} "Presta atención."

source: The items in the flask began to melt and the color began to change. All the colors melted into a solid black.
es: El líquido dentro del frasco está cambiando de color.

source: {Ran} "Kazushi! Turn down the heat!"
es: {Ran} "¡Kazushi! ¡Ajusta el fuego!"

source: Ran gave me an order instead of doing it herself.
es: Me ordena Ran en vez de hacerlo ella misma.

source: {Kazushi} "I know, I know......"
es: {Kazushi} "Lo sé, lo sé..."

source: Adjust the flame. Ran was getting anxious over the slight adjustments, but I ignored her in front of the principal.
es: Traté de ajustar el fuego pese a que apenas sé lo que estoy haciendo.

source: {Kazushi} "This reminds me of cooking rice over a campfire."
es: {Kazushi} "Esto me recuerda a cuando hacía arroz en el campamento."

source: {Principal} "Hu hu, yes. That's a good comparison. You boys' ideas are quite unique."
es: {Directora} "Así es. Tienes que hacer exáctamente lo mismo aquí."

source: She smiled and nodded. Did I just get praised?
es: Sonrió. Quizá lo esté haciendo hasta bien.

source: {Ran} "Hey, it's turning white now!!"
es: {Ran} "Ey, ¡¡se está volviendo blanco ahora!!"

source: Ran was growing loud and excited.
es: Ran está realmente excitada.

source: {Kazushi} "Is it that amazing?"
es: {Kazushi} "¿Es una buena señal?"

source: {Ran} "I've never gotten this far before!"
es: {Ran} "¡Nunca había llegado tan lejos antes!"

source: {Kazushi} "You haven't?"
es: {Kazushi} "¿En serio?"

source: Ran always failed beforehand. We had managed to get it to turn white once already. She must be really crap at this.
es: Nunca había conseguido que nada se volviese blanco. La he superado en mi primera vez.

source: {Ran} "We might be just fine! What if it turns out to be money!"
es: {Ran} "¡Debemos ir por el buen camino! ¡¿Y si se convierte en dinero?!"

source: {Kazushi} "Money? Seriously?"
es: {Kazushi} "¿En dinero? ¿En serio?"

source: I looked at the principal. She still wore a peaceful smile.
es: Miré a la directora. Sigue sonriendo.

source: {Principal} "We'll find out soon enough."
es: {Directora} "Ya lo veremos."

source: {Ran} "I've got a good feeling about this! I think you and I may have great chemistry."
es: {Ran} "¡Tengo un buen presentimiento de todo esto! ¡Creo que entre nosotros hay química!"

source: {Kazushi} "Does our chemistry even matter?"
es: {Kazushi} "¿Y eso importa?"

source: {Principal} "Yes it does. The ingredients chosen, the pair who performs it, and even the instruments used have good or bad compatibility with each other."
es: {Directora} "Sí, importa. Todo importa."

source: {Kazushi} "Everything?"
es: {Kazushi} "¿Todo?"

source: That means that even if we all used the same materials and techniques, we could still get different outcomes. No wonder it's so difficult.
es: ¿Eso quiere decir que aunque usemos todos los mismos materiales, el resultado será diferente?

source: {Ran} "R! R! R!"
es: {Ran} "¡Ey! ¡Ey!"

source: Ran raised her voice.
es: Ran alzó la voz.

source: {Ran} "R-re-red! It's turning red!"
es: {Ran} "¡¡Se está volviendo rojo!!"

source: This was my first time seeing Ran get so excited.
es: Es la primera vez que veo a Ran así de emocionada.

source: {Ran} "What's it going to be?! Money?! E-even split, remember!"
es: {Ran} "¿¡Qué saldrá!? ¡¡Si es dinero, lo compartimos, ¿recuerdas?!!"

source: {Kazushi} "We don't know what it's going to be yet."
es: {Kazushi} "Todavía no lo sabemos."

source: {Principal} "Watch the temperature."
es: {Directora} "Vigila la temperatura."

source: {Ran} "That's right!!"
es: {Ran} "¡¡Es cierto!!"

source: Ran was so excited that decided to do it herself instead of leaving it to me.
es: Esta vez, en vez de ordenármelo, lo está haciendo ella misma.

source: And......
es: Y...

source: {Ran} "Oops..."
es: {Ran} "Ups..."

source: *Crash*
es: *Ran tumba el fogón*

source: Ran knocked the burner over.
es: Ran tumba el fogón.

source: {Ran} "No!!!"
es: {Ran} "¡¡¡Nooooooo...!!!"

source: The flash shattered, and the liquid spilled out. It all evaporated in no time.
es: El frasco se ha roto y el contenido evaporado.

source: {Ran} "My money......"
es: {Ran} "Mi dinero..."

source: {Ran} "I can't help it. This is my personality."
es: {Ran} "No puedo evitarlo. Está inherente en mi personalidad."

source: {Kazushi} "You really need to be patient, Ran."
es: {Kazushi} "De verdad que tienes que ser paciente, Ran."

source: If patience can be considered a talent, then I can see why Ran has no talent for alchemy.
es: Ahora ya entiendo por qué no tiene talento con la Alquimia.
