Repository: talestra/edelweiss
Catalog: translation/00856.po
Languages: es

source: There are more boys than girls anyways......
es: De todas formas hay más chicos que chicas...

source: {Kazushi} "Will you be my partner, Mei-sensei?"
es: {Kazushi} "¿Puedes ser tú mi compañera, señorita Ibuki?"

source: I knew she was going to say no, but I figured I'd try asking her anyways.
es: Ya sé que me va a decir que no, pero lo quería intentar de todas formas.

source: {Mei} "Oh, me?"
es: {Mei} "¿Yo?"

source: {Appo} "Kazushi! Why you lustful...!"
es: {Appo-} "¡Kazushi-! ¡Zorro astuto!"

source: {Mei} "L-lustful?"
es: {Mei} "¿Astuto?"

source: {Kazushi} "Don't listen to him, Mei-sensei!"
es: {Kazushi} "¡No le escuches, señorita Ibuki!"

source: {Kazushi} (Hey! Don't blame me! This was the principal's order!)
es: {Kazushi} (¡No ha sido idea mía lo de buscar una compañera!)

source: {Appo} "Ghh! Why?! Why couldn't I have gone first?! Dammit! Dammit!"
es: {Appo-} "¡Era yo quién iba a pedirle que fuese mi compañera!"

source: Appo was banging his head against the wall.
es: Appo- está golpeando la pared con su cabeza.

source: {Pierre} "Ah, you idiot! I know it's rough, but stop hurting yourself!"
es: {Pierre} "¡Oye Appo-! ¡Deja de hacerte daño a ti mismo!"

source: {Daigo} "You're bleeding......!"
es: {Daigo} "¡Estás sangrando...!"

source: {Kazushi} "Daigo's fainted!"
es: {Kazushi} "¡Daigo se ha desmayado!"

source: {Appo} "Dammit! Dammit!"
es: {Appo-} "¡Joder! ¡Joder!"

source: {Kazushi} "Stop! Stop it! Everyone's giving you the eye!"
es: {Kazushi} "¡Para! ¡Te están todos viendo!"

source: {Daigo} "Blood......"
es: {Daigo} "Sangre..."

source: {Pierre} "Hey! Daigo's fainted again!"
es: {Pierre} "Ey! ¡Daigo se ha caído!"

source: {Ran} "This is fun to watch!"
es: {Ran} "Qué divertido."

source: {Mizuki} "I'm not sure it's meant to be funny..."
es: {Mizuki} "Yo no tengo claro que lo sea..."

source: {Appo} "Watch me, everybody! I'm starting to feel better!"
es: {Appo-} "¡Miradme todas! ¡Ya empiezo a sentirme mejor!"

source: {Andou} "Gross, pervert!"
es: {Rei} "Está ido."

source: {Pierre} "Hey! You need to calm down! Now!"
es: {Pierre} "Ey, tranquilízate."

source: Pierre grabbed hold of Appo's stem.
es: Pierre pulsa la parte de arriba del pelo de Appo-.

source: Appo settled down instantly.
es: Appo- se tranquilizó al poco.

source: {Fuusen} "What was that?"
es: {Hu-sen} "¿Qué ha sido eso?"

source: {Kazushi} "Appo calms down if you grab that part."
es: {Kazushi} "Appo- se tranquiliza cuando le pulsan ahí."

source: {Fuusen} "You think so? Actually...I think it's kinda cute."
es: {Hu-sen} "¿Eso crees? Yo lo veo algo mono."

source: {Kazushi} "You do!?"
es: {Kazushi} "¿¡En serio!?"

source: Fuusen Kazuko looked at Appo and smiled. It was the first time I had ever seen a normal smile on her.
es: Hu-sen mira a Appo- y le sonríe. Probablemente sea la primera vez que la veo reír.

source: {Appo} "Huh? What? I'm bleeding from my forehead! Was I abducted?!"
es: {Appo-} "¡Ohm no! ¡¿Por qué estoy sangrando?!"

source: Appo began to panic as he regained consciousness.
es: A Appo- le entra el pánico en cuanto recupera la conciencia.

source: {Pierre} "You did that to yourself!"
es: {Pierre} "Te lo has hecho tú solo."

source: {Appo} "C-curse you aliens! C-come out here!"
es: {Appo-} "¡Abducido! ¡¡He debido ser abducido por extra terrestres!!"

source: {Kazushi} "Calm down."
es: {Kazushi} "Tranquilízate."

source: {Fuusen} "Oh, come on. Be a man! Just spit on the cut and it'll heal. Ptoo, ptoo, ptoo!"
es: {Hu-sen} "Venga. Eres un chico. Escupe en la herida y sanará. ¡Mira!"

source: {Pierre} "That's disgusting!"
es: {Pierre} "¡Qué desagradable!"

source: {Appo} "What are you.................."
es: {Appo-} "¿Qué estás...?"

source: {Kazushi} "The hell?"
es: {Kazushi} "¿...?"

source: He didn't actually lose his temper. In fact, he was in a daze and blushing.
es: No ha perdido la compostura.

source: {Mizuki} "He's back."
es: {Mizuki} "Ha vuelto."

source: {Appo} "What happened to me!? What was I doing!?"
es: {Appo-} "¿¡Qué me ha pasado!? ¿¡Qué estaba haciendo!?"

source: {Pierre} "Fuusen spat on you."
es: {Pierre} "Hu-sen te escupió."

source: {Appo} "What?! Why did you do that?! That's disgusting!"
es: {Appo-} "¿¡Qué!? ¡¿Por qué has hecho eso?!"

source: {Kazushi} "You seemed to like it."
es: {Kazushi} "Pero parecía que te gustaba."

source: {Appo} "Who wants to be spit on!?"
es: {Appo-} "¡¿A quién le iba a gustar que le escupan?!"

source: {Fuusen} "Shut up. *SNORT*! Ptoo, ptoo, ptoo!"
es: {Hu-sen} "Cállate. ¡Toma!"

source: {Pierre} "Oh no, not again!"
es: {Pierre} "¡Otra vez no...!"

source: {Pierre} "See? He likes it!"
es: {Pierre} "Mira, ¡le gusta!"

source: {Appo} "More..."
es: {Appo-} "Sí..."

source: {Appo} "......huh? Did I go unconscious again?"
es: {Appo-} "¿¡...!? ¿¡He vuelto a perder la conciencia!?"

source: {Fuusen} "Hu-hu. I stopped your bleeding."
es: {Hu-sen} "¿Ves? Ya no sangras."

source: {Appo} "That's right. Why?"
es: {Appo-} "Es cierto. ¿Por qué?"

source: {Pierre} "Thank her, Appo. She healed your wound."
es: {Pierre} "Gracias a ella. Ha hecho que dejases de sangrar."

source: {Appo} "How? What did she do to me!?"
es: {Appo-} "¿Cómo? ¿¡Qué es lo que me ha hecho!?"

source: He was losing his calm from fear of what she did to him. I couldn't blame him.
es: No logra adivinar cómo ha hecho que dejase de sangrar.

source: {Mei} "Well, let's get back to work then. I'll help you, Haruma-kun."
es: {Mei} "Bueno... Volvamos a lo que íbamos. Te ayudaré, Kazushi."

source: {Kazushi} "Yes, ma'am. Thank you."
es: {Kazushi} "Sí, gracias."

source: Enough of this disgusting stuff. I'm going to have Mei-sensei heal my pride.
es: Se acabaron las cosas desagradables. Y ahora voy a tener a la señorita Ibuki para que me ayude a olvidarme de ellas.

source: {Mei} "Uh-huh. It's important to keep the heat level constant here, so watch the flame closely."
es: {Mei} "Aquí debemos mantener la temperatura constante..."

source: {Kazushi} "Yes."
es: {Kazushi} "Sí."

source: I kept my eye on the flame as I heated up the flask.
es: Vuelvo a estar a cargo del ajuste de la temperatura.

source: Mei-sensei got up close as she stood next to me to check the flask.
es: La señorita Ibuki se ha acercado mucho a mí para mirar en el frasco.

source: Our shoulders touched and I could smell her heavenly scent.
es: Puedo oler su perfume.

source: Do all mature ladies smell this good?
es: ¿Todas las mujeres maduritas huelen así de bien?

source: {Mei} "Oh, the reaction is proceeding quite fast. See? Look. The ingredients are already beginning to melt and react."
es: {Mei} "Vayam qué rápido. Las sustancias ya están interactuando entre sí."

source: {Kazushi} "Wow, I can see it."
es: {Kazushi} "Sí, es verdad."

source: It's turning black already.
es: Ya se está volviendo negro.

source: {Mei} "Let's adjust the heat."
es: {Mei} "Ajusta la temperatura."

source: {Kazushi} "Got it!"
es: {Kazushi} "¡Entendido!"

source: I felt more driven with sensei watching. As a man, I wanted to show her my good side.
es: Quiero enseñarle que soy capaz de hacerlo.

source: {Principal} "Please do your best."
es: {Directora} "Puedes hacerlo."

source: {Kazushi} "I will..."
es: {Kazushi} "Lo haré lo mejor que pueda..."

source: I wasn't trying to impress the principal, though.
es: Aunque mi intención no es impresionar a la directora.

source: I was really aware of how much Mei-sensei was watching me as I adjusted the flame.
es: Soy realmente consciente de cómo me mira la señorita Ibuki.

source: {Mei} "Hmm, yes, maybe a little more..."
es: {Mei} "Venga. Quizá un poquito más..."

source: She smelled really good and her breasts were touching my arm.
es: Huele realmente bien, y sus tetas están en contacto con mi brazo.

source: {Mei} "This is about right."
es: {Mei} "Ya está casi."

source: {Kazushi} "Y-yesh..."
es: {Kazushi} "Sí..."

source: {Kazushi} "No! 'Tis nothing!"
es: {Kazushi} "¡No! ¡No es nada!"

source: {Mei} "'Tis?"
es: {Mei} "¿Estás seguro?"

source: {Kazushi} "It's nothing!"
es: {Kazushi} "¡Por supuesto!"

source: I can't concentrate. Her breasts feel so soft!
es: No puedo concentrarme. ¡Sus tetas son tan suaves!

source: {Mei} "Why's your face turning red? Have you got a fever?"
es: {Mei} "¿Por qué se te ha puesto la cara roja? ¿Tienes fiebre?"

source: *Touch*
es: *La señorita ibuki coloca su frente sobre la frente de Kazushi*

source: {Kazushi} "Huh?"
es: {Kazushi} "¿¡...!?"

source: Her forehead's touching my forehead!
es: Nuestras frentes están en contacto.

source: {Kazushi} "Lust!"
es: {Kazushi} "¡Joder, joder!"

source: {Mei} "What......hey!?"
es: {Mei} "¿Qué...? ¿¡Ey...!?"

source: {Daigo} "Calm down, Kazushi. Move, move."
es: {Daigo} "Tranquilízate, Kazushi."

source: {Mei} "What's going on?"
es: {Mei} "¿Qué ocurre?"

source: {Mizuki} "What's that sound?"
es: {Mizuki} "¿Qué ha sido ese ruido?"

source: {Andou} "Sounds like someone getting slapped back and forth?"
es: {Rei} "Ha sonado como si alguien estuviese siendo abofeteado."

source: {Pierre} "Thanks for waiting."
es: {Pierre} "Gracias por esperar."

source: {Kazushi} "Sorry for the disturbance, guys! I'm alright now!"
es: {Kazushi} "¡Lo sientom chicos! ¡Ya estoy bien!"

source: {Mei} "Are you sure? I was really worried when you suddenly fell after coming at me with that fire in your eyes?"
es: {Mei} "¿Seguro? Nos hemos quedado muy preocupadas al verte caer al suelo de repente."

source: {Kazushi} "Sorry, guys."
es: {Kazushi} "Lo siento."

source: {Kazushi} "Now then, let's continue the experiment...Huh?"
es: {Kazushi} "¿Dónde estamos...?"

source: When I got back to the desk, our flask had turned green. It looked like a fish tank full of algae.
es: Cuando regresé a la habitación, nuestro frasco ya estaba verde.

source: {Mei} "It looks like we didn't succeed this time."
es: {Mei} "Parece que no lo hemos conseguido esta vez."

source: {Kazushi} "Oops. My mistake."
es: {Kazushi} "Ups... Mea culpa."

source: All because I lost control and left the fire...
es: Debe haber pasado por el rato que he estado "ausente".

source: {Principal} "You need to keep control over your thoughts in order to be successful in alchemy."
es: {Directora} "Debes ser capaz de controlar tu mente para tener éxito con la Alquimia."

source: {Kazushi} "My thoughts..."
es: {Kazushi} "Mi mente..."

source: She meant that I'm still not mature enough.
es: Lo que significa que todavía no he madurado lo suficiente.

source: {Mei} "This was only your first time. You'll do better next time."
es: {Mei} "Era tu primera vez. Lo harás mejor a la próxima."

source: {Kazushi} "I'll try my best!"
es: {Kazushi} "¡Lo intentaré!"

source: Sensei's so nice. I could easily fall for her. She smells good too.
es: Es tan generosa...

source: Mei-sensei's so great.
es: Creo que me estoy enamorando de ella.
