Repository: talestra/edelweiss
Catalog: translation/00956.po
Languages: es

source: {Principal} "Let me try it with you this time."
es: {Directora} "Déjame intentarlo ahora contigo."

source: The principal sat down next to me.
es: La directora se sentó junto a mí.

source: {Kazushi} "Try it with you?"
es: {Kazushi} "¿Conmigo?"

source: {Principal} "Yes."
es: {Directora} "Sí."

source: She gave me a gentle smile. She seems kind, but she makes me uncomfortable. Now I'm nervous too.
es: Pese a que esté sonriendo, me está poniendo realmente nervioso.

source: {Principal} "Just follow the same steps as you learned before."
es: {Directora} "Limítate a seguir los pasos que acabas de aprender."

source: {Kazushi} "Yes, ma'am."
es: {Kazushi} "Vale."

source: I went through the same steps one more time. I put the ingredients in and lit the flame.
es: Creo que podré conseguirlo.

source: {Kazushi} "Like this?"
es: {Kazushi} "¿Así?"

source: The liquid inside the flask began to boil. Bubbles shook the surface of the water as if they were reflecting my tension.
es: El líquido del interior del frasco está empezando a hervir.

source: {Principal} "You need to relax more. If you're too tense, it will be harder to fuse the ingredients."
es: {Directora} "Tienes que relajarte. Si estás tenso, el resultado no podrá ser bueno."

source: I took a few big breaths. Deep breaths. Deep breaths are what I needed.
es: Respiro hondo varias veces.

source: {Kazushi} "Ahhh, uhhhn."
es: {Kazushi} *Respirando hondo*

source: I smelled something pretty as I inhaled.
es: Al inhalar, olí algo muy bueno.

source: It was the flowers.
es: Son las flores.

source: {Principal} "Very good. You're doing much better now."
es: {Directora} "Muy bien. Ahora estás mucho mejor."

source: The principal looked into the flask and smiled. The liquid inside displayed signs of intense convection, but only gentle waves appeared on the surface.
es: La directora miró al frasco y sonrió.

source: {Principal} "The two ingredients we used hold 'shadow' and 'light', or 'male' and 'female' properties. In alchemy we call this 'King' and 'Queen'."
es: {Principal} "Las dos sustancias que estamos intentando mezclar se llaman "rey" y "reina"."

source: {Kazushi} "'King' and 'Queen'?"
es: {Kazushi} "¿"Rey" y "reina"?"

source: The name comes from people? That's an interesting way to name them, but I can see where they get it from.
es: ¿Los llaman "rey" y "reina"? La alquimia es muy romántica.

source: {Principal} "This goes in next."
es: {Directora} "Esto es lo siguiente."

source: It's the flowers. I made it this far last time, too.
es: La flor. Antes también había llegado a este punto.

source: {Kazushi} "Here goes."
es: {Kazushi} "Allá vamos."

source: I grabbed the flower.
es: Cogí la flor.

source: {Kazushi} "Ow..."
es: {Kazushi} "¿¡...!?"

source: I felt a shock, like static electricity, in my fingertips.
es: Sentí un dolor intenso en la yema de los dedos.

source: I nearly stopped myself, but I felt the principal's eyes on me so I put it in.
es: No quería parar el experimento, así que no se lo dije a nadie.

source: The solution was turning black inside the flask.
es: El interior del frasco se está volviendo negro.

source: {Kazushi} "Death..."
es: {Kazushi} "¿Muriendo...?"

source: I watched the solution change color like watching a video on fast forward.
es: El líquido está cambiando de color de nuevo.

source: Its turning white, now. It's the perfect image of life and death.
es: Está cambiando a blanco ahora. Es una imagen perfecta sobre la vida y la muerte.

source: I'm impressed.
es: Estoy impresionado.

source: As matter of a fact, changing lead into gold is kind of romantic.
es: La verdad es que transmutar el plomo en oro es bastante romántico.

source: The principal turned off the flame. She stuck her fingers into the flask and picked up the golden rock.
es: La directora apagó el fuego y sacó la roca dorada del interior con la mano.

source: {Kazushi} "Isn't it hot?"
es: {Kazushi} "¿No quema?"

source: {Principal} "Go ahead and touch it."
es: {Directora} "Adelante, tócalo."

source: She held it out in the palm of her hand.
es: Me ofreció tocar la roca.

source: I carefully touched it.
es: Esperaba que estuviese quemando.

source: {Kazushi} "It's not hot at all."
es: {Kazushi} "No está para nada caliente."

source: {Haruka} "Amazing, Kazushi-kun. It's a great success!"
es: {Haruka} "Bien hecho, Kazushi. Lo has conseguido."

source: {Kazushi} "This is the result?"
es: {Kazushi} "¿Este es el estado completo?"

source: I didn't know what the outcome of the experiment was supposed to be.
es: No sabía cual era la última parte del experimento.

source: {Kazushi} "By the way...what is this?"
es: {Kazushi} "Y por cierto, ¿qué es eso?"

source: It appeared to be golden, but it sure wasn't gold.
es: Está brillando, pero desde luego oro no es.

source: {Principal} "This is......"
es: {Directora} "Esto es..."

source: It was like watching magic. But then that orb is...
es: Era casi como magia...

source: {Kazushi} "A seed?"
es: {Kazushi} "¿Una semilla?"

source: We're going to sow new seeds in the garden we ruined.
es: Podemos arreglar el cuadro floral.

source: Then we can make that garden full of blooming flowers once again.
es: Podemos corregir nuestro error.

source: {Pierre} "We're going to make a lot of seeds!"
es: {Pierre} "¡Vamos a hacer un montón de semillas!"

source: {Daigo} "But, can we really make them?"
es: {Daigo} "Pero, ¿de verdad que podemos hacerlas?"

source: {Haruka} "I'll help you guys."
es: {Haruka} "Yo os ayudaré, chicos."

source: We couldn't make hundreds of them, only about one per person in the class.
es: No pudimos hacer todas las que me hubiese gustado.

source: {Haruka} "It'll be alright."
es: {Haruka} "Con eso debería bastar."

source: {Kazushi} "Really?"
es: {Kazushi} "¿En serio?"

source: {Haruka} "Those flowers don't actually have seeds. They just grow up straight out of the ground. We don't really know how they do it."
es: {Haruka} "En realidad no son semillas."

source: {Pierre} "Then what did we just sow in the ground? Weren't those seeds?"
es: {Pierre} "¿Entonces por qué las estamos plantando?"

source: {Haruka} "It's alright. I'm sure they'll bloom again."
es: {Haruka} "Estoy convencida de que podremos ver un montón de flores muy pronto."

source: I looked over the neatly patted garden. I can't wait to see this place covered in flowers again.
es: Estoy deseando ver de nuevo este lugar repleto de flores.

source: {Haruka} "I'll help you guys, too!"
es: {Haruka} "Yo también os ayudaré."

source: It's probably going to be our will more than anything else which will ultimately bring the flowers back into bloom.
es: Probablemente sea nuestro deseo y no otra cosa lo que hará que las flores florezcan al final.
