Repository: talestra/edelweiss
Catalog: translation/01001.po
Languages: es

source: {Sakura} "Noooo! Somebody help me!!"
es: {Sakura} "¡No...! ¡¡Que alguien me ayude!!"

source: After-school cleaning time. Fujisaki-san's the only one who's actually making an effort.
es: Hora de la limpieza de después de clases. Rin es la única que está haciendo bien el trabajo.

source: {Sakura} "No! Help! Somebody help!!"
es: {Sakura} "¡¡Que alguien me ayude!!"

source: {Pierre} "Scream all you want, no one's coming. Now give in and become mine!"
es: {Pierre} "Nadie puede oírte. ¡Ríndete y sé mía!"

source: {Sakura} "Help!!"
es: {Sakura} "¡¡Ayuda...!!"

source: {???} "Hold it right there!!"
es: {???} "¡¡Déjala tranquila!!"

source: A valiant voice responded to Sakura's scream for help.
es: Alguien respondió al grito de Sakura.

source: {Pierre} "Who is it!?"
es: {Pierre} "¿¡Quién es!?"

source: {???} "Here I come!!"
es: {???} "¡¡Allá voy!!"

source: Appo came somersaulting onto the scene.
es: Era Appo-.

source: *roll roll roll roll*
es: *Appo- rodando por el suelo*

source: He rolled a few extra spins across the floor.
es: Está rodando por el suelo.

source: {Daigo} "Keep it together."
es: {Daigo} "¿Estás bien?"

source: {Kazushi} "You suck, Appo."
es: {Kazushi} "Eres penoso, Appo-."

source: {Appo} "Shut up!"
es: {Appo-} "¡A callar!"

source: {Pierre} "Hey, who are you!"
es: {Pierre} "¿¡Quién eres tú!?"

source: Pierre and Appo squared off.
es: Pierre y Appo- se encaran.

source: {Appo} "I am the defender of justice, Alchemy Man!"
es: {Appo-} "Soy... ¡El hombre alquémico!"

source: He made a fighting pose with his hands together above his head. I think he was going for the character for 'gold'.
es: En esta ocasión hasta ha puesto una pose de batalla.

source: {Pierre} "You're the legendary Alchemy Man?"
es: {Pierre} "¿¡Eres tú el legendario hombre alquémico!?"

source: {Appo} "Yes, I am! I'm here to vanquish you with my alchemy! Alchemy Charge!"
es: {Appo-} "¡Sí, soy yo! ¡¡Y estoy aquí para salvar el mundo!!"

source: {Appo} "Gold La Esperma!"
es: {Appo-} "¡¡Rayo dorado!!"

source: An invisible laser shot from Appo's extended palms.
es: El rayo se supone que salía de sus manos.

source: {Pierre} "Gaaah!!"
es: {Pierre} "¡¡No...!!"

source: Pierre died.
es: Pierre murió.

source: {Appo} "Evil has been vanquished. You're safe now, little girl!"
es: {Appo-} "He erradicado el mal. Pequeña, ¡ya estás a salvo!"

source: {Sakura} "...Little girl?"
es: {Sakura} "¿Pequeña?"

source: {Appo} "Alchemy Man is a defender of little girls!!"
es: {Appo-} "¡¡El hombre alquémico!!"

source: {Rin} "Please everyone, let's clean."
es: {Rin} "Venga... Limpiad, por favor..."

source: Fujisaki-san was about to cry.
es: Rin estaba ya casi llorando.

source: {Haruka} "What are you guys doing?"
es: {Haruka} "¿Qué estáis haciendo?"

source: Haruka had been watching the whole thing from the doorway, but she was too overwhelmed by our curious show to enter.
es: Haruka estaba mirando el espectáculo junto a la puerta.

source: {Kazushi} "It's alright to come in. Evil has been vanquished."
es: {Kazushi} "Pasa, Haruka."

source: {Haruka} "Huh? Well, thanks I guess."
es: {Haruka} "Gracias."

source: Haruka is visiting us again.
es: Haruka ha venido a visitarnos otra vez.

source: {Sakura} "Harunyan! Do you wanna play Alchemy Man with us?"
es: {Sakura} "¡Haruka! ¡¿Juegas con nosotros al hombre alquémico?!"

source: {Haruka} "What's Alchemy Man?"
es: {Haruka} "¿Qué es eso del 'hombre alquémico'?"

source: {Daigo} "A hero of justice who uses alchemy to save the world! ...At least that's the setting."
es: {Daigo} "Un héroe que usa la alquimia para salvar el mundo..."

source: {Haruka} "Wow, you're using alchemy to fight evil? That sounds cool!"
es: {Haruka} "Suena guay."

source: I can't believe she's showing genuine interest in this...
es: No puedo creer que le haya llamado la atención.

source: {Haruka} "Really!? You guys liked it?"
es: {Haruka} "¿¡De verdad!? ¿Os gusta?"

source: {Kazushi} "Sure. It's cool. Just like magic."
es: {Kazushi} "Claro. Mola. Es como la magia."

source: {Haruka} "Well, it's not really magic. But I'm still glad you guys liked it."
es: {Haruka} "Bueno. No es exáctamente como la magia, pero aún así me alegro de que os guste."

source: {Andou} "A defender of justice who speaks like that? How low."
es: {Rei} "Un héroe nunca diría algo así."

source: Big Rei stood up to fight Alchemy Man.
es: La Gran Rei se levantó para luchar al hombre alquémico.

source: She's huge. I could barely stand.
es: Es enorme.

source: {Haruka} "Don't fight! Come on, let's all join in and play Alchemy Man."
es: {Haruka} "¡No luchéis! ¡Juguemos todos al hombre alquémico!"

source: {Fuusen} "Us too? No way!"
es: {Hu-sen} "¿Nosotras también? Ni hablar."

source: {Appo} "What!?"
es: {Appo-} "¿¡Qué!?"

source: {Pierre} "That's a bit rough."
es: {Pierre} "No funcionaría."

source: {Haruka} "It'll be fine. Kazuko's perfect for the role. She's like a princess!"
es: {Haruka} "¡Ella es la única! ¡Es como una princesa!"

source: {Daigo} "A princess......"
es: {Daigo} "Una princesa..."

source: {Pierre} "Are you insane?"
es: {Pierre} "¿Estás de guasa?"

source: At first, I thought Haruka was making fun of Fuusen.
es: Al principio pensaba que Haruka estaba tomándole el pelo a Hu-sen.

source: {Ran} "The fact that she can honestly say that is part of what makes Haruka amazing."
es: {Ran} "Haruka parece decirlo en serio."

source: {Kazushi} "I agree."
es: {Kazushi} "Pues sí."

source: Indeed, for some reason, Haruka saw Fuusen as extremely princess-like.
es: De hecho, parece que por algún motivo Haruka ve a Hu-sen como alguna especie de princesa.

source: {Mizuki} "See? Kazuko doesn't seem to mind either."
es: {Mizuki} "A Hu-sen parece que no le importa."

source: {Andou} "Hey, Villain, hurry up and kidnap Kazuko-chan."
es: {Rei} "Ey, malotes. Capturad a la princesa Hu-sen."

source: {Kazushi} "Huh? Me, the villain?"
es: {Kazushi} "¿Yo? ¿'Malote'?"

source: Why do I have to kidnap Fuusen?
es: ¿Por qué me han metido en el grupo de los malos?

source: {Haruka} "Then I'll be a villain along with Kazushi-kun! Kazushi-kun, I'm going to kidnap Kazuko-chan!"
es: {Haruka} "¡Yo también quiero ser de las malas! ¡Voy a secuestrar a Hu-sen!"

source: {Haruka} "Kazuko-chan, I'm coming after you!!"
es: {Haruka} "¡¡Hu-sen, voy a atraparte!!"

source: {Haruka} "Ah, hey, Appo-kun, hurry, save Kazuko-chan."
es: {Haruka} "Venga Appo-, se supone que tienes que salvar a la princesa Hu-sen."

source: {Appo} "S-sure!"
es: {Appo-} "S-Sí."

source: {Rin} "Please, everyone, help clean..."
es: {Rin} "¿Y qué pasa con la limpieza de la clase?"

source: We ended up not doing our afternoon cleaning.
es: Al final acabamos por no limpiar nada.

source: {Haruka} "I had so much fun."
es: {Haruka} "Me lo he pasado muy bien."

source: {Kazushi} "I feel bad for Fujisaki-san."
es: {Kazushi} "Me sabe mal por Rin."

source: {Haruka} "That's true."
es: {Haruka} "Es verdad."

source: Since we refused to listen no matter how often she asked, Fujisaki-san ended up doing all the cleaning by herself.
es: Rei acabó limpiando todo ella sola.

source: {Haruka} "She should've joined us."
es: {Haruka} "Debería haber jugado con nosotros."

source: {Kazushi} "That's true."
es: {Kazushi} "Es cierto."

source: {Haruka} "By the way, I'm truly happy that you guys liked alchemy class so much. It takes a load off my mind."
es: {Haruka} "Por cierto. De verdad que estoy muy contenta de que os haya gustado la alquimia."

source: I could see how relieved she was.
es: Parece aliviada.

source: {Kazushi} "I didn't know you were so worried about it."
es: {Kazushi} "No sabía que te preocupase tanto."

source: {Haruka} "Well, I had no idea what sort of thing big city boys would like. All city people play internet or match-making site, right?"
es: {Haruka} "Porque no tenía ni idea de cómo serían los chicos de la gran ciudad."

source: {Kazushi} "Do you even know what those are?"
es: {Kazushi} "¿Pensabas que no iba a interesarnos la alquimia?"

source: {Haruka} "Of course not. I was born and raised on this island. That's why I was worried you might find alchemy boring and old-fashioned."
es: {Haruka} "Me preocupaba que a los chicos de la gran ciudad la alquimia les resultase arcaica, sosa y aburrida."

source: {Kazushi} "I see. But I guess you worried too much. We all liked it."
es: {Kazushi} "Ya veo. Pero creo que te has preocupado demasiado. Nos ha gustado a toos."

source: {Haruka} "I'm glad you all liked it. I'm glad you took an interest in it too, Kazushi-kun."
es: {Haruka} "Y yo me alegro de que te gustase."

source: {Kazushi} "Me?"
es: {Kazushi} "¿A mí?"

source: I think she's starting to look at me as more than just a friend. ...Does that mean she has feelings for me?
es: Creo que me ve como algo más que un simple amigo... ¿Siente algo por mí?

source: ......Maybe I'm dreaming.
es: Quizá esté soñando...

source: {Haruka} "Hey, how come you didn't get to be Alchemy Man?"
es: {Haruka} "Oye, ¿y cómo es que no hiciste tú de hombre alquémico?"

source: {Kazushi} "I was always told to be a bad guy."
es: {Kazushi} "Siempre hacía de chico malo."

source: Appo and Pierre always make sure they're the lead.
es: Y Appo- y Pierre siempre hacían de buenos.

source: {Haruka} "Will you be Alchemy Man for me if I need help?"
es: {Haruka} "¿Y tú serás mi hombre alquémico cuando necesite ayuda?"

source: I wonder... is she just being nice, or is she serious?
es: Me pregunto si lo ha dicho simplemente por ser amable, o si le gusto.

source: Either way, it was strange how she made me feel like doing it.
es: Sea como fuere, me alegro de ahora que seamos buenos amigos.

source: {Kazushi} "Yeah, you can count on me."
es: {Kazushi} "Claro."

source: {Haruka} "Okay, I will."
es: {Haruka} "Ven a rescatarme."

source: Alchemy Man, huh? I wonder if even I can ever be somebody's hero.
es: Me encantaría ser tu héroe.
