Repository: talestra/edelweiss
Catalog: translation/01106.po
Languages: es

source: {Mizuki} "I'm not sure......"
es: {Mizuki} "No lo tengo claro..."

source: {Fuusen} "I don't want to have to ask the boys."
es: {Hu-sen} "Yo no quiero preguntarles a los chicos..."

source: What's going on? Some of the girls are gazing at us and whispering.
es: ¿Qué es lo que pasa? Las chicas están mirándonos y cuchicheando.

source: {Pierre} "Hey, aren't the girls acting strange?"
es: {Pierre} "¿Qué es lo que quieren?"

source: {Kazushi} "You've noticed it too?"
es: {Kazushi} "¿Tú también te has dado cuenta?"

source: {Daigo} "What are you guys talking about?"
es: {Daigo} "¿De qué estáis hablando?"

source: Whenever we looked over at the group of girls, they all averted their eyes. They were clearly watching us.
es: Hacían como que no estaban hablando de nosotros cuando las miramos.

source: {Kazushi} "Did we do something wrong again?"
es: {Kazushi} "¿Ya hemos vuelto a hacer algo mal?"

source: {Pierre} "The girls are watching me... I'm getting so turned on!"
es: {Pierre} "Las chicas me están mitando... Me estoy excitando."

source: {Kazushi} "Pierre's the suspicious one. Quit letting your perversion out. They'll start thinking I'm a pervert too."
es: {Kazushi} "¿Te encuentras bien? No seas cerdo."

source: {Sakura} "Can I talk to you guys for a second?"
es: {Sakura} "¿Podemos hablar con vosotros un momento?"

source: They finally approached us. Sakura and Hinata-san were with them.
es: Al final se nos acercaron.

source: {Kazushi} "Sure, what's up?"
es: {Kazushi} "Claro, ¿qué pasa?"

source: {Mizuki} "We need to ask you guys a big favor......"
es: {Mizuki} "Os tenemos que pedir un favor muy grande..."

source: {Pierre} "A favor? From us?"
es: {Pierre} "¿Haceros un favor? ¿Nosotros?"

source: We've never had girls ask us for a favour before. Pierre was wondering if this might be some kind of practical joke.
es: Las chicas nunca nos habían pendido ningún favor. Pierre está planteándose que puede ser algún tipo de broma de las chicas.

source: {Pierre} (Do you think it's a trap?)
es: {Pierre} (¿Quieren tomarnos el pelo o algo?)

source: {Kazushi} (A trap? Come on, they're our classmates.)
es: {Kazushi} (Oye. Trátalas bien. Que son compañeras nuestras.)

source: {Daigo} (But the girls asking us for a favour is really suspicious...)
es: {Daigo} (Pero nunca nos habían pedido ningún favor.)

source: True, it is suspicious...
es: Espero que las sospechas de mis colegas no sean verdad...

source: {Mizuki} "What are you guys whispering about? If you won't do it, just say so."
es: {Mizuki} "¿Qué estáis cuchicheando? Sólo os estamos pidiendo un favor."

source: {Sakura} "Don't say that. Could you at least hear us out?"
es: {Sakura} "¿Nos vais a dar la oportunidad de pedirlo al menos?"

source: {Kazushi} "Sure, we don't mind at all."
es: {Kazushi} "Claro, adelante."

source: We can make our decision after we hear the matter. I sent that message to Pierre and Daigo with my eyes.
es: Escucharemos lo que tengan que decirnos.

source: {Sakura} "Well, Harucchi, do you believe in ghosts?"
es: {Sakura} "¿Creéis en fantasmas?"

source: {Kazushi} "G-ghosts?!"
es: {Kazushi} "¿¡Fantasmas!?"

source: So it's shady right from the start? Maybe we shouldn't have listened.
es: ¿Qué quieren decir?

source: {Sakura} "Maybe you guys won't believe what I'm going to tell you..."
es: {Sakura} "Quizá no os vayais a creer lo que vamos a deciros..."

source: {Mizuki} "There's a ghost in our dorm!"
es: {Mizuki} "Hay un fantasma en nuestro dormitorio."

source: I knew it.
es: Lo sabía.

source: I wish I hadn't heard that.
es: Ojalá no lo hubiese oído.

source: {Pierre} "I told you I didn't want to hear it."
es: {Pierre} "Ya te dije que no quería escucharlo."

source: They want us to find out why the ghost appeared and make it go away.
es: Querían que averiguásemos por qué aparecía el fantasma y hacerle desaparecer.

source: That's what they want.
es: Eso es lo que querían.

source: {Daigo} "How are we supposed to find out why they're being haunted?"
es: {Daigo} "¿Y cómo se supone que vamos a averiguar por qué aparece?"

source: {Pierre} "It's not like we can exorcize it anyways. How about it? Wanna just pretend to do it and go peep on them instead?"
es: {Pierre} "Es imposible deshacerse de los fantasmas. ¿Y si fingimos estar investigando el asunto y aprovechamos para espiar en sus habitaciones?"

source: {Kazushi} "Come on, guys. We said we'd do it so we should take care of it. Where'd Appo go, anyways?"
es: {Kazushi} "Venga chicos. Ya hemos dicho que lo haremos. Deberíamos encargarnos de ello. Por cierto, ¿A dónde ha ido Appo-?"

source: We hadn't seen him since after lunch.
es: No lo hemos visto desde después de la comida.

source: They said the ghost tends to show up around 2AM. It's almost two now.
es: Han dicho que el fantasma aparece sobre las dos de la mañana. Y ya son casi las 2.

source: {Daigo} "The ghost is female, right? You think she's hot?"
es: {Daigo} "¿Es UNA fantasma, verdad? ¿Creéis que será guapa?"

source: {Pierre} "Make sure you don't fall for her, OK?"
es: {Pierre} "No se te ocurre enamorarte de ella, ¿eh?"

source: {Daigo} "I dunno. If she's really hot......"
es: {Daigo} "Si me pone, no puedo asegurártelo."

source: {Kazushi} "Are you serious? Don't fall for a ghost!"
es: {Kazushi} "¡¿Pero os estáis escuchando?!"

source: I think we need to watch out not just for the ghost, but also for Daigo.
es: Creo que además de tener cuidado del fantasma, tocará tener cuidado de Daigo.

source: Creak...
es: *Pisadas*

source: {Kazushi} "Did you guys hear that?"
es: {Kazushi} "¿Habéis oído eso...?"

source: I could hear the sound of the floor creaking and the two of them gulping.
es: Lo hemos oído todos.

source: {Pierre} "We told the girls to stay in their rooms, right? That means there really is a ghost!"
es: {Pierre} "Les hemos dicho a las chicas que se queden en sus habitaciones, ¿no? ¿Será entonces un fantasma de verdad?"

source: {Daigo} "You think she's pretty?"
es: {Daigo} "¿Crees que es guapa?"

source: {Kazushi} "You're not seriously going to fall for a dead chick, are you? Don't make me stop being your friend."
es: {Kazushi} "No irás a enamorarte de ella de verdad, ¿no? No hagas que reconsidere nuestra amistad."

source: Creak......creak......
es: *Pasos*

source: {Pierre} "It's coming this way."
es: {Pierre} "Viene de ahí."

source: The footsteps were coming closer. They were just around the corner.
es: Parece que viene de aquella esquina.

source: {Kazushi} "Please don't come this way......"
es: {Kazushi} "Por favor, no vengas por aquí..."

source: {Pierre} "What are we going to do? Should we capture her?"
es: {Pierre} "¿Qué es lo que vamos a hacer? ¿Deberíamos capturarla?"

source: {Daigo} "It's OK to molest a ghost, right?"
es: {Daigo} "No pasa nada por meterse con un fantasma, ¿no?"

source: {Kazushi} "You're planning to assault her? Stop that! Take those dangerous ideas and pitch them out the window!"
es: {Kazushi} "¿¡En qué estás pensando!? Quítate eso de la cabeza."

source: {Daigo} "HNNNGH! HNNNGH!"
es: {Daigo} *Encendiéndose*

source: {Kazushi} "Eh?"
es: {Kazushi} "¡¡...!!"

source: While we were distracted with Daigo, she got even closer. She's almost here!
es: ¡Está muy cerca!

source: {Pierre} "She's coming......!"
es: {Pierre} "¡Que viene...!"

source: {Daigo} "HHHHNNGHH!!"
es: {Daigo} "¡¡#$%^&*...!!"

source: When the suspicious girl rounded the corner, Daigo moved as fast as lighting and pinned her down like an angry god.
es: Ha sido tan rápido como el rayo. Capturó a la mujer sospechosa antes de que nos diese tiempo a pestañear.

source: {Pierre} "We got her!! We captured the ghost!!"
es: {Pierre} "¡¡La tenemos!! ¡¡Hemos capturado al fantasma!!"

source: {Daigo} "HHHHNGHH! HHHHHNGHH!"
es: {Daigo} "¡#$%^&*!"

source: {Ghost} "S-stop it! Forgive me! Gah! He's got a hard on! He's gonna rape me!!"
es: {Fantasma} "¡Aléjate de mí...! ¡¡La tiene empalmada!! ¡¡Me va a violar...!!"

source: {Kazushi} "Daigo! Restrain yourself! You still have a future ahead of you!!"
es: {Kazushi} "¡Daigo! ¡¡Estás cometiendo un grave error!!"

source: {Ghost} "Noo! Ah! Aaaaaahhhhh!!"
es: {Fantasma} "¡¡Aléjate de mí...!!"

source: {Kazushi} "You're right... I think we hear this voice every day."
es: {Kazushi} "Tienes razón... Tengo la sensación de escuchar esta voz todos los días."

source: {Ghost} "Daigo, Stop! Ah! Bgaah...Bgaaaaaaaahhh!!!"
es: {Fantasma} "Daigo... Para... ¡¡No!!"

source: That death cry was definitely Appo's.
es: Era claramente Appo- el que estaba gritando.

source: {Kazushi} "Appo! What are you doing here?"
es: {Kazushi} "Appo-, ¿qué estás haciendo aquí...?"

source: {Daigo} "Wha? Huh? Appo?"
es: {Daigo} "¿Appo-?"

source: {Kazushi} "What are you doing here? Why are you wearing that?"
es: {Kazushi} "¿Qué estás haciendo aquí? ¿Y por qué llevas puesto eso?"

source: {Pierre} "You're the ghost? Stop dicking us around!"
es: {Pierre} "¿¡Eras tú el fantasma!? ¡Deja de hacer el subnormal!"

source: {Appo} "I'm not dicking around! I'm dead serious!"
es: {Appo-} "¡No estoy haciendo el subnormal! ¡De verdad que estoy muerto!"

source: {Appo} "I found out that it was easy to sneak in here if I disguised myself as a girl!"
es: {Appo-} "¡He descubierto que es facilísimo extrar aquí disfrazándose de chica!"

source: {Pierre} "And if that's what you were up to, then why didn't you tell us? Why did you go off and do it by yourself?"
es: {Pierre} "¡Entonces, ¿por qué no nos dijiste que viniésemos contigo?!"

source: {Appo} "Well... It was a great idea for once. I wanted to monopolize this paradise for while first."
es: {Appo-} "Bueno... Quería disfrutar de la idea yo solito."

source: {Daigo} "You're a real generous one, you are."
es: {Daigo} "Muy amable por tu parte."

source: {Appo} "I was going to share the idea, though, once I was satisfied that it worked. Honest?"
es: {Appo-} "Tenía intención de compartirla en cuanto hubiese disfrutado lo suficiente."

source: {Kazushi} "That's enough."
es: {Kazushi} "Ya está bien."

source: Anyway, we found out the ghost was Appo. I'd like to say case closed, but...
es: Ya hemos descubierto que era Appo-. El problema es...

source: {Kazushi} "What should we tell the girls?"
es: {Kazushi} "¿Qué vamos a decirles a las chicas?"

source: {Appo} "Please! Don't turn me in! I don't want to them to lose their clean-cut image of me!"
es: {Appo-} "¡Por favor! ¡No me delatéis! ¡No quiero perder mi inmaculada imagen!"

source: {Kazushi} "I don't think they've ever had a clean-cut image of you."
es: {Kazushi} "Dudo mucho que ellas tengan una imagen inmaculada sobre ti."

source: {Pierre} "We can just make something up. Let's feed them a yarn and tell them we took care of it or something."
es: {Pierre} "Nos podemos inventar algo. Decirles que nos hemos encargado de ello o algo."

source: {Daigo} "But......"
es: {Daigo} "Pero..."

source: {Kazushi} "But what?"
es: {Kazushi} "¿Pero qué?"

source: {Daigo} "I think they've already found out."
es: {Daigo} "Creo que ya se han enterado."

source: {Pierre} "Huh? ...SHIT!"
es: {Pierre} "¿Qué...? Joder."

source: The girls had us surrounded before we knew it.
es: Antes de que nos diésemos cuenta, estábamos rodeado de chicas.

source: {Pierre} "When did they get here?"
es: {Pierre} "¿Desde cuando?"

source: {Fuusen} "Anyone will notice when you're that loud! I knew the whole ghost problem was just you guys!"
es: {Hu-sen} "¡¡Sabía que era cosa vuestra!!"

source: {Kazushi} "Wait, you're including us too?"
es: {Kazushi} "¿¡"Vuestra"!?"

source: {Pierre} "Hey, it wasn't us! It was just Appo..."
es: {Pierre} "¡Nuestra no! Era Appo- el que..."

source: {Appo} "Yes, it was all of us!"
es: {Appo-} "¡Sí, éramos nosotros!"

source: {Kazushi} "Traitor!!"
es: {Kazushi} "¡¡Traidor!!"

source: {Appo} "What? I thought we were friends!!"
es: {Appo-} "¡¡Pensaba que érais mis amigos!!"

source: {Daigo} "This is NOT a good time to be arguing, guys."
es: {Daigo} "No es un buen momento para discutir, chicos."

source: It seemed like we were waking up more of the girls, who joined in the crowds surrounding us.
es: Parece que ahora hay hasta más chicas despiertas rodeándonos.

source: {Kazushi} "Why don't we all calm down? Then we can sit down and talk this through like sensible people..."
es: {Kazushi} "¿Por qué no nos tranquilizamos todos un poquito? Podemos relajarnos y hablarlo tranquilamente."

source: {Fuusen} "It's the death penalty for you. Okay?"
es: {Hu-sen} "Estáis muertos."

source: {Kazushi} "No! Not okay!"
es: {Kazushi} "¡Podemos explicarlo!"

source: {Fuusen} "Rei! Get them!"
es: {Hu-sen} "¡Rei! ¡Encárgate de ellos!"

source: Big Rei stepped out from the crowd.
es: La Gran Rei sale de la muchedumbre.

source: {Kazushi} "Hear us out!"
es: {Kazushi} "¡Escuchadnos...!"

source: {Appo} "And here comes Andou Rei, closing in for the finish. She's getting closer! She's almost there! Her thick, log-like arms are reaching out!"
es: {Appo-} "¡La Gran Rei ha venido a matarnos! ¡Sus enormes brazos nos aplastarán!"

source: {Andou} "You're annoying! Shut up and get flattened like a pancake! Hngh!"
es: {Rei} "¡Cállate! ¡Te lo mereces!"

source: *SMASH*
es: *Pierre siendo aplastado*

source: {Kazushi} "L-look at that! Appo looks like a tomato!"
es: {Kazushi} "¡¡Appo-!!"

source: {Andou} "Who's next? You?"
es: {Rei} "¿Quién es el siguiente? ¿¡Tú!?"

source: {Pierre} "No......please......"
es: {Pierre} "No... Por favor..."

source: {Kazushi} "Ouch......"
es: {Kazushi} "Au..."

source: My head hurt like hell. We all got our asses kicked by Big Rei.
es: Me duele la cabeza una barbaridad. La Gran Rei nos dio una gran paliza a todos.

source: {Appo} "I'm ashamed of you guys."
es: {Appo-} "Vergüenza debería daros."

source: {Pierre} "You were the first one to go down. Besides, if it weren't for you, this wouldn't have happened to us."
es: {Pierre} "Tú has sido el primero en recibir. Y nosotros también hemos recibido por tu culpa."

source: {Appo} "I know... I'm sorry..."
es: {Appo-} "Lo sé... Lo siento..."

source: {Daigo} "I think they've gone back to hating us."
es: {Daigo} "Creo que ya vuelven a odiarnos."

source: {Kazushi} "Definitely."
es: {Kazushi} "Seguro."

source: {Appo} "It's my fault. I'm sorry. Hey, pass the merbromin."
es: {Appo-} "Culpa mía."

source: {Kazushi} "Well, what's done is done."
es: {Kazushi} "Bueno. Lo hecho, hecho está."

source: That said, it's going to be tough to face them from tomorrow on.
es: Aunque va a resultar duro mirarles a la cara a partir de mañana.

source: {Kazushi} "I'm so scared to see them tomorrow."
es: {Kazushi} "Tengo miedo de verlas mañana."

source: {Pierre} "I wanna go home......"
es: {Pierre} "Quiero ir a casa..."

source: {Daigo} "...my stomach hurts..."
es: {Daigo} "Me duele el estómago..."

source: {Kazushi} "Stop!! Don't yell at them!!"
es: {Kazushi} "¡¡Para!! ¡¡No les grites!!"

source: {Fuusen} "What a loser."
es: {Hu-sen} "Menudo perdedor."

source: {Appo} "You calling me a loser!?"
es: {Appo-} "¿¡Me estás llamando perdedor...!?"

source: {Andou} "You got a problem with that?"
es: {Rei} "¿¡Algún problema!?"

source: {Daigo} "...total loser."
es: {Daigo} "Sí. Es un perdedor."

source: After Andou beat the crap out of us last night, a single glare was enough to make us cower.
es: Después de lo de anoche, nos hacemos caquita con el mero hecho de oír a Rei alzar la voz.

source: {Appo} "We've lost that loving feeling."
es: {Appo-} "Necesitamos recibir más amor."

source: {Pierre} "I don't care which one it's from. I need some girly love."
es: {Pierre} "Tal y como lo has dicho podría ser de cualquiera. ¡Yo necesito amor de chicas!"

source: {Daigo} "We've lost more confidence than the world's ever seen."
es: {Daigo} "Hemos perdido toda la confianza que se podía perder en nosotros."

source: {Kazushi} "We have."
es: {Kazushi} "Pues sí."

source: I don't think so......
es: No lo creo...

source: {Kazushi} "On days like this, we should just go back to the dorm and sleep."
es: {Kazushi} "Los días así, deberíamos pasarlos en cama durmiendo."

source: {Pierre} "Yeah, we should."
es: {Pierre} "Eso mismo."
