Repository: talestra/edelweiss
Catalog: translation/01204.po
Languages: es

source: {Kazushi} "This feels so good......"
es: {Kazushi} "Qué agustito..."

source: It had been a long day.
es: Ha sido un día muy largo.

source: Taking a bath takes away my stress.
es: Tomar un baño hace que me relaje y me deshaga de todo el estress.

source: Splash!
es: *Kazushi hundiéndose en la bañera*

source: {Kazushi} "Glupb?! That was close!"
es: {Kazushi} "... ¡Ups! Qué peligro."

source: I almost fell asleep in the bathtub.
es: Casi me quedo dormido en la bañera.

source: {Kazushi} "I've heard that some people have actually drowned by doing that."
es: {Kazushi} "He oído hablar sobre gente que se ha acabado ahogando en la bañera."

source: I need someone to talk to so that I won't fall asleep in here. Maybe I should've just gotten out with Appo and the others.
es: Tengo que encontrar a alguien con quien hablar para no quedarme dormido.

source: *shwoom*
es: *La puerta se abre*

source: Oh, just when I needed a partner.
es: Ah, mira qué bien. Justo cuando necesitaba un compañero.

source: *taptaptap*
es: *Pasos*

source: I couldn't see well through the steam, but they were coming closer. Their silhouette wasn't big - in fact it was quite small.
es: Por algún motivo, me parece realmente pequeño.

source: {???} "Ha!"
es: {???} "¡Já!"

source: {Kazushi} "What the!?"
es: {Kazushi} "¿¡Pero qué!?"

source: They jumped into the bathtub.
es: Saltó a la bañera.

source: *Splash!*
es: *Agua salpicando*

source: {Kazushi} "Glub?!"
es: {Kazushi} "¡¡Ah!!"

source: My face got splashed.
es: Me ha salpicado en la cara.

source: *splashsplash*
es: *Agua salpicando*

source: {Natsume} "Pah!"
es: {Natsume} *Respirando profundamente*

source: {Kazushi} "What......?"
es: {Kazushi} "¿Qué...?"

source: Natsume-chan came to the surface.
es: Era Natsume.

source: {Natsume} "Oh, hey, Haruma."
es: {Natsume} "Ah. Ey, Kazushi."

source: {Kazushi} "Natsume-chan?! Why are you here?!"
es: {Kazushi} "¿¡Natsume!? ¿¡Qué estás haciendo aquí!?"

source: {Natsume} "Even I take baths too. The body's relubrication is greatest when you're young, so we need to take one every day."
es: {Natsume} "¿Qué pasa porque me de un baño? Me baño todos los días."

source: {Kazushi} "You're wrong! You're wrong! You mean rejuvenation!"
es: {Kazushi} "¡Me refiero a que esta no es la ducha de las chicas!"

source: {Natsume} "Relubrication?"
es: {Natsume} "¿¿...?? ¿Y importa?"

source: {Kazushi} "No, no, rejuvenation!!"
es: {Kazushi} "¡¡Claro que importa!!"

source: {Natsume} "Lube."
es: {Natsume} "Me da igual."

source: This isn't working. Every time I try and correct her, she brings up lube.
es: No creo que lo fuese a entender.

source: This just looks like I'm some pervert getting off on making her say dirty things.
es: Tan solo espero que nadie nos vea bañándonos juntos.

source: {Natsume} "Lube..."
es: {Natsume} "Qué más da..."

source: {Kazushi} "Aaah, forget it! It doesn't matter! You're right!"
es: {Kazushi} "¡Está bien! ¡Pero recuerda que a algunos de nosotros sí que nos importa bañarnos con chicas!"

source: I'll just leave it at that.
es: Espero que lo entienda.

source: {Natsume} "Are you sure? They say ignorance leads to shame, so if I'm wrong, I'd like to correct myself."
es: {Natsume} "¿En serio? Nunca pensé que pudiera ser un problema."

source: {Kazushi} "Well, that's a good attitude."
es: {Kazushi} "Algunos de nosotros te podríamos hacer cosas muy malas."

source: I'd like to help you, but sorry, my mind isn't that mature either.
es: Espero que no la hayan atacado ya.

source: {Kazushi} "This isn't the time for that, though. Do you realize this is the men's bath?"
es: {Kazushi} "¿No has visto la señal 'Hombres' que hay en la entrada?"

source: Yup, that was the big problem. The was the men's bath, and Natsume-chan walked in here.
es: ¿Cómo puede ser que no haya visto la señal al entrar?

source: {Natsume} "Hmm?"
es: {Natsume} "¿La hay?"

source: *bubbaglub*
es: *Burbujas saliendo del agua*

source: {Natsume} "You farted."
es: {Natsume} "Te has tirado un pedo."

source: {Natsume} "You farted, Haruma."
es: {Natsume} "Te has tirado un pedo, Kazushi."

source: {Natsume} "You're panicking."
es: {Natsume} "Entonces, ¿por qué estás preocupado?"

source: {Kazushi} "Ah..."
es: {Kazushi} "Tú..."

source: It was her doing.
es: Me ha tomado el pelo.

source: {Natsume} "I did it only to cheer you up."
es: {Natsume} "Lo he hecho para animarte."

source: You mean she tried to cheer me up? She'd noticed that I was having a rough day and feeling down? She's sharp.
es: ¿Se había percatado de que tenía un día difícil y de que estaba decaído?

source: {Natsume} "Hmm, girls, huh? Yeah, you're not popular."
es: {Natsume} "Ya veo. Sí. No pareces ser muy popular entre las chicas."

source: She can be too honest sometimes.
es: A veces es demasiado honesta.

source: {Natsume} "I see. Poor Haruma."
es: {Natsume} "Ya veo. Así que ahora estás de bajón."

source: {Natsume} "Sure."
es: {Natsume} "Claro."

source: {Kazushi} "Hey......"
es: {Kazushi} "Ey..."

source: {Natsume} "Good boy......"
es: {Natsume} "Buen chico..."

source: Her tiny hand petted my head. How long as it been since I last had anyone rub me on the head? Since I was a child, I think.
es: Había pasado mucho tiempo desde la últiam vez que alguien me dio palmaditas en la cabeza.

source: {Natsume} "Are you feeling better?"
es: {Natsume} "¿Te encuentras mejor ahora?"

source: {Natsume} "Your mom? Does she look like me?"
es: {Natsume} "¿Tu madre? ¿Se parecía a mí?"

source: {Kazushi} "No, you don't look anything alike. But you both pat my head the same way."
es: {Kazushi} "No os parecéis. Pero tenéis la misma forma de dar palmaditas."

source: {Natsume} "I see......"
es: {Natsume} "Ya veo..."

source: {Kazushi} "Did your mom pat your head like this as well?"
es: {Kazushi} "¿A ti también te daba palmaditas en la cabeza tu madre?"

source: {Natsume} "...it's what my father used to do."
es: {Natsume} "... Es la forma en la que lo hacía mi padre."

source: If I think about it, she's right, it's the father who usually pats the daughters.
es: Si lo piensas un poco tiene su lógica. Son los padres los que suelen dar palmaditas a las hijas.

source: {Kazushi} "Natsume-chan?"
es: {Kazushi} "Natume, ¿me estás escuchando?"

source: She roughly rubbed my head. It seemed like she suddenly got upset after I asked about her father.
es: Parece que se ha mosqueado repentinamente en cuanto he mencionado a su padre.

source: I was curious as to why, but I decided to refrain from pushing the subject any further.
es: Evité preguntarle más sobre su padre.
