Repository: talestra/edelweiss
Catalog: translation/01201.po
Languages: es

source: Haruka will still be nice to us.
es: Haruka seguirá siendo amable con nosotros.

source: {Haruka} "What's wrong? Why'd you ask me here?"
es: {Haruka} "¿Qué ocurre, chicos?"

source: {Kazushi} "Please! Show us some kindness!"
es: {Kazushi} "¡Necesitamos amor!"

source: {Appo} "Please do!!"
es: {Appo-} "¡¡Lo necesitamos!!"

source: We lined up and begged her to be kind to us.
es: Nos pusimos en fila y le pregamos.

source: {Haruka} "OK!"
es: {Haruka} "Claro."

source: Yes! I knew she would say yes!
es: ¡Sí! ¡Sabía que diría que sí!

source: {Haruka} "But how do I show you kindness? What do you want me to do?"
es: {Haruka} "¿Qué queréis que haga?"

source: {Pierre} "Kiss me! Kiss me!!"
es: {Pierre} "¡Que me beses! ¡¡Bésame!!"

source: {Haruka} "A kiss?"
es: {Haruka} "¿Que te bese?"

source: {Appo} "Me too! Kiss me!!"
es: {Appo-} "¡A mí también! ¡¡Bésame!!"

source: {Daigo} "I wanna save my first kiss to someone I love...... But today is an exception......"
es: {Daigo} "Yo quería reservarme mi primer beso para alguien a quien amase... Pero hoy haré una excepción..."

source: {Haruka} "I can't do this......"
es: {Haruka} "No puedo hacerlo..."

source: Haruka slowly retreated.
es: Haruka se retira lentamente.

source: {Kazushi} "Stop it, you guys! You're scaring her! Quit trying to take advantage of her!"
es: {Kazushi} "¡Parad chicos! La estáis asustando."

source: {Pierre} "No kiss? That would totally revive me."
es: {Pierre} "¿No hay beso? Eso me habría revivido completamente."

source: {Haruka} "Sorry, guys. I'm saving it for my lover."
es: {Haruka} "Lo siento chicos. Pero creo que lo guardaré para mi amado."

source: {Appo} "Then let me be your lover!"
es: {Appo-} "Entonces, ¡permíteme ser tu amado!"

source: {Pierre} "Me too!"
es: {Pierre} "¡A mí también!"

source: {Haruka} "I can't do that either."
es: {Haruka} "Tampoco puedo hacer eso."

source: Haruka hid behind my back.
es: Haruka se oculta detrás de mí.

source: {Daigo} "......she chose Kazushi!"
es: {Daigo} "¡Ha elegido a Kazushi...!"

source: {Kazushi} "Me? She chose me?"
es: {Kazushi} "¿Yo? ¿Elegido?"

source: {Haruka} "I didn't say that."
es: {Haruka} "Yo no he dicho eso."

source: {Kazushi} "You didn't......"
es: {Kazushi} "No lo has hecho..."

source: Of course not. She just hid behind me.
es: Claro que no. Lo único que ha hecho ha sido esconderse detrás de mí.

source: {Appo} "Kiss him!! Kiss him!!"
es: {Appo-} "¡Bésale!"

source: {Pierre} "Kiss him!! Kiss him!!"
es: {Pierre} "¡Bésale!"

source: My friends were trying to make it fact and began chanting their kiss call.
es: Mis colegas solo querían verla besar a alguien.

source: {Haruka} "I-I can't kiss anyone. I can't do it."
es: {Haruka} "No puedo besarle."

source: {Kazushi} "Stop it, guys! You're bothering Haruka."
es: {Kazushi} "Parad, chicos."

source: They didn't even stop chanting...
es: No dejan de intentarlo.

source: {Haruka} "What should I do......?"
es: {Haruka} "¿Qué debería hacer...?"

source: {Kazushi} "You don't have to do anything. These guys are just goofing off too much. Now all of you, cut it..."
es: {Kazushi} "Ey, chicos. Ya es suficiente..."

source: {Haruka} "......here!!"
es: {Haruka} "... ¡¡Toma!!"

source: Haruka put her hand on my shoulder and jumped.
es: Haruka apoyó su mano sobre mi hombro y saltó.

source: *Smooch!*
es: *Haruka besando*

source: {Kazushi} "Eh?"
es: {Kazushi} "¿¡...!?"

source: Just as I thought I smelled something nice, I felt warmth on my cheek. I could only just barely feel it, but it felt like lips.
es: Sentí algo en la mejilla.

source: Haruka was beet red as she glared at us all.
es: Haruka se queda mirando a los chicos.

source: {Haruka} "There, I did it, okay?!"
es: {Haruka} "¡Lo he hecho!"

source: {Pierre} "I want one too!"
es: {Pierre} "¡Yo también quiero uno!"

source: {Haruka} "No kiss for you!! Ptttttbt!"
es: {Haruka} "¡¡Ya no hay más!!"

source: After making a cute little motion of sticking out her tongue, Haruka got up and left. My cheek was still warm from her kiss. It was only my cheek, but she actually kissed me...
es: Se puso roja como un tomate y se fue. Yo todavía siento su beso en mi mejilla.

source: {Daigo} "I'm so jealous..."
es: {Daigo} "¿Por qué a ti...?"

source: {Appo} "Let me taste her lips!"
es: {Appo-} "¡Deja que pruebe sus labios...!"

source: {Pierre} "Me too! Me too! Indirect kiss!!"
es: {Pierre} "¡¡Yo también!!"

source: Three kiss-starved boys started to attack my cheek.
es: Los chicos hambrientos por besos empezaron a atacar mi mejilla.

source: {Kazushi} "Hey, guys......"
es: {Kazushi} "Eh, chicos..."

source: {Daigo} "Lick, lick, lick!!"
es: {Daigo} *Chupando la mejilla de Kazushi*

source: {Kazushi} "Aggggghhhhhhh!!!"
es: {Kazushi} "¡¡Parad!!"

source: There weren't any remnants of Haruka left on my cheek.
es: No queda nada de Haruka en mi mejilla.
