Repository: talestra/edelweiss
Catalog: translation/01203.po
Languages: es

source: It might be expensive, but I've got no other choice.
es: Puede que sea egoísta, pero no tengo elección.

source: {Ran} "You want me to be nice to you? You know what it takes, right?"
es: {Ran} "¿Queréis que sea buena con vosotros? ¿Sabéis lo que eso requiere, no?"

source: I knew it. I've even made it a point to collect some money from the other guys.
es: Ya lo sabía. Ya ha erecogido el dinero de mis colegas.

source: {Kazushi} "Here you go."
es: {Kazushi} "Toma."

source: I handed her the envelope with our money.
es: Le di el dinero.

source: {Ran} "Well didn't you come prepared? Good, good."
es: {Ran} "Me conoces muy bien."

source: She put the money in her purse.
es: Mete el dinero en su bolso.

source: {Ran} "What exactly do you want me to do? How am I supposed to be "nice" to you guys?"
es: {Ran} "¿Qué es lo que queréis exáctamente para que sea "buena" con vosotros?"

source: {Kazushi} "I leave it up to you."
es: {Kazushi} "Te lo dejo a ti."

source: {Pierre} "All the girls in class are being so cold to us and we've lost all our confidence! Please make us feel better."
es: {Pierre} "Hemos perdido toda la confianza."

source: {Appo} "Can you give me a kiss?"
es: {Appo-} "¿Puedes darme un beso?"

source: {Ran} "A kiss? For that piddly sum?"
es: {Ran} "¿Un beso? ¿Por esta cantidad?"

source: {Kazushi} "You'd set a price on that sort of thing?"
es: {Kazushi} "¿Es cosa de la cantidad de dinero?"

source: I hope she's not selling her body for spare funds.
es: Espero que no venda su cuerpo a nadie.

source: {Kazushi} "Hey, Ran."
es: {Kazushi} "Oye, Ran."

source: {Ran} "What?"
es: {Ran} "¿Qué?"

source: I beckoned her over to me.
es: Le hago señas para que venga.

source: {Kazushi} "It's all right to want to earn money, but...you're not selling something you shouldn't be as merchandise, are you?"
es: {Kazushi} "No estarás haciendo nada ilegal... ¿No?"

source: I had qualms about saying it bluntly, so I asked in a roundabout manner. Luckily, Ran caught my drift and grinned.
es: Me sonrió.

source: {Ran} "You care that much about me?"
es: {Ran} "¿Te preocupas por mí?"

source: {Kazushi} "I trust you."
es: {Kazushi} "Confío en ti."

source: {Ran} "Huhun, don't worry. I'd never sell myself short. If you're that worried, Kazushi, then why don't you buy it from me?"
es: {Ran} "Si estás tan preocupado, ¿por qué no me compras y me haces tuyo?"

source: {Kazushi} "Me?"
es: {Kazushi} "¿Yo?"

source: {Ran} "If I ever decide to sell it, I'll let you know. But, at least for now, I have no intention of doing so."
es: {Ran} "Si alguna vez quiero vender mi cuerpo a alguien, te llamaré."

source: {Kazushi} "Y-you will? Alright then."
es: {Kazushi} "Solo quería saber que no estabas haciendo ninguna estupidez."

source: Let me know? What is she planning to sell me? I almost got excited.
es: Me ha excitado por un momento.

source: {Appo} "What are you two doing over there? I thought she was here to be nice to all of us!"
es: {Appo-} "¿¡Qué estáis haciendo vosotros dos!? ¡Pensaba que estaba aquí para ser buena con todos nosotros!"

source: {Ran} "All right. I'll start with you, Appo."
es: {Ran} "Está bien. Empezaré contigo, Appo-."

source: {Ran} "You're way too fat."
es: {Ran} "Creo que estás muy gordo."

source: {Appo} "What?"
es: {Appo-} "¿Qué?"

source: {Ran} "Just keep it in mind. You're next, Pierre!"
es: {Ran} "Tenlo presente. ¡Tú eres el siguiente Pierre!"

source: She pointed at Pierre.
es: Señaló a Pierre.

source: {Pierre} "Me!?"
es: {Pierre} "¿¡Yo!?"

source: {Ran} "Those sideburns of yours are fugly."
es: {Ran} "Cámbiate el estilo de pelo."

source: {Pierre} "You're joking, right!?"
es: {Pierre} "¡Estás de guasa, ¿no?!"

source: {Ran} "Calling yourself Pierre is also a massive turnoff: It's obvious that you're Japanese. Also, your armpits reek."
es: {Ran} "Y deja de autollamarte Pierre. Eres japonés. ¡Y por último...! ¡hueles!"

source: {Pierre} "I don't smell!"
es: {Pierre} "¡No huelo!"

source: Actually, she's right about that.
es: La verdad es que tiene razón en eso.

source: {Ran} "Daigo, you're next."
es: {Ran} "Daigo, ahora te toca a ti."

source: Ran steps closer to Daigo.
es: Ran da un paso hacia Daigo.

source: {Ran} "You don't look like a student at all, so you should at least use your outfit to look young. No one wears a jersey as their casual clothes."
es: {Ran} "¡Pareces muy viejo! Y deja de llevar la misma ropa siempre."

source: {Daigo} "But they're comfortable..."
es: {Daigo} "Es cómoda."

source: {Ran} "Also, we know you're sneaking dirty glances at us, but you better quit while you're ahead."
es: {Ran} "Y deja de mirar a las chicas..."

source: {Daigo} "They noticed?"
es: {Daigo} "Lo sabían..."

source: Ran kept pointing out our failures one by one. I thought we'd asked her to be nice to us, so what gives?
es: Pensaba que iba a ser buena con nosotros...

source: {Kazushi} "What are you doing?"
es: {Kazushi} "¿Qué estás haciendo?"

source: {Ran} "They say, 'When you help others, you can't help helping yourself,' right? Then isn't pointing out what's wrong with you guys one form of kindness?"
es: {Ran} "La verdadera amabilidad consiste en decirles a tus amigos sus 'debilidades'."

source: {Kazushi} "I do not think that expression means what you think it means..."
es: {Kazushi} "Hoy no estábamos buscando 'ese tipo' de amabilidad."

source: {Ran} "Now it's your turn, Kazushi..."
es: {Ran} "Ahora es tu turno, Kazushi..."

source: {Kazushi} "...I don't want to know."
es: {Kazushi} "No quiero oírlo."

source: I shouldn't have asked her.
es: No debería haberle preguntado.
