Repository: talestra/edelweiss
Catalog: translation/01302.po
Languages: es

source: {Kazushi} "It's so much cooler outside."
es: {Kazushi} "Hace mucho más frío fuera."

source: Since our makeshift shacks built up a crazy amount of heat in the afternoon, they wound up being saunas by the time we'd get back from class.
es: Como nuestro dormitorio no tiene aire acondicionado, acaba como una sauna por la tarde.

source: I started to realize it was better to stay outside until after sunset and things cooled down.
es: Lo mejor es quedarse fuera hasta que anochece y hace un poco más de frío.

source: {Kazushi} "I guess I'm gradually getting used to living here."
es: {Kazushi} "Supongo que poco a poco me estoy acostumbrando a vivir aquí."

source: {Kazushi} "Hmm?"
es: {Kazushi} "¿Qué es ese ruido?"

source: {Kazushi} "It's a swimming pool."
es: {Kazushi} "Es una piscina."

source: Class was already over, and amidst the still silence of this late afternoon, only these watery sounds echoed from a corner of the campus, attracting my attention.
es: El sonido del agua fluyendo me ha atraído.

source: {Kazushi} "Maybe someone's gone for a swim?"
es: {Kazushi} "Quizá haya alguien nadando."

source: That's right. If there's a pool, I can swim when it's hot. We were surrounded by the ocean, but those cliffs kept us from swimming. Summer's all about swimming, too.
es: Qué bien que haya encontrado una piscina. A partir de ahora podré nadar los días que no aguante el calor.

source: {Kazushi} "I wanna take a look at it."
es: {Kazushi} "Voy a echar un vistazo."

source: {Kazushi} "Oh my.................."
es: {Kazushi} "Madre mía..."

source: I was speechless. Her beautiful wet body glistened and shone beneath the clear blue sky.
es: Me he quedado sin palabras. Había alguien nadando desnuda bajo el cielo azul.

source: Even though I often wanked to the swimsuit models in magazines, I couldn't sense anything dirty in the healthy lines of body soaked in water.
es: Era tan guapa que no me hacía pensar ninguna obscenidad.

source: I was fascinated. I couldn't take my eyes off the healthy glow of her beautiful body.
es: No podía quitar mis ojos de su saludable cuerpo.

source: {Mizuki} "Ah..."
es: {Mizuki} "¡¡...!!"

source: Hinata-san noticed me. I could tell her face tightened up, even though the backlighting was obscuring it.
es: Se ha dado cuenta de que la estaba mirando.

source: {Kazushi} "This isn't how you think! I wasn't peeping!"
es: {Kazushi} "Oye, no es lo que parece. No estaba espiando."

source: My protestations probably made her more suspicious of me. Hinata-san even covered her body and became cautious.
es: Salí con una excusa que probablemente me hizo parecer aún más sospechoso.

source: {Kazushi} "I'm sorry! I didn't mean to......"
es: {Kazushi} "¡Lo siento! No pretendía..."

source: A mermaid......?
es: ¿Una sirena...?

source: {Kazushi} "Oh yeah!"
es: {Kazushi} "¡Ah, sí!"

source: {Kazushi} "Now I remember!"
es: {Kazushi} "¡Acabo de recordarlo!"

source: {Mizuki} "Remember what?"
es: {Mizuki} "¿Qué acabas de recordar?"

source: {Mizuki} "Ah......"
es: {Mizuki} "¡¡...!!"

source: {Mizuki} "You've remembered everything?"
es: {Mizuki} "¿Lo recuerdas todo?"

source: {Kazushi} "Sure I have! That was you! I knew it wasn't a mermaid!"
es: {Kazushi} "¡Claro que sí! 'Eras tú! Ya sabía que no existían las sirenitas."

source: {Mizuki} "Eh? Mermaid? What mermaid?"
es: {Mizuki} "¿Qué? ¿De qué estás hablando?"

source: {Kazushi} "When I first saw you, I thought you were a mermaid. I never realized it was you afterwards!"
es: {Kazushi} "La primera vez que te vi, pensé que eras una sirenita. ¡Nunca pensé que fueras tú!"

source: Besides, I didn't see her face well at that time. My eyes had gone right to her boobs. ...But let's not mention that.
es: Además... No me fijé mucho en la cara. Mis ojos estaban centrados en otros sitios.

source: {Mizuki} "You thought I was a mermaid?"
es: {Mizuki} "¿Pensabas que era una sirenita?"

source: {Kazushi} "Well, it was because you didn't come back up to the surface for a while. We kept waiting for you to stick your head above the water."
es: {Kazushi} "Bueno, no saliste a la superficie del agua durante un buen rato. Nos quedamos esperando a que salieses."

source: {Mizuki} "Yeah, I remember hiding underwater for as long as possible. I can hold my breath for about 5 minutes, but I set a new record that day."
es: {Mizuki} "Sí, recuerdo que me escondí en el agua todo lo que pude. Puedo aguantar hasta cinco minutos."

source: {Kazushi} "Five MINUTES? Wow!"
es: {Kazushi} "¿Minutos? Increíble."

source: {Mizuki} "What can I say? I'm really good at swimming."
es: {Mizuki} "Soy buena nadando."

source: {Mizuki} "Hey......"
es: {Mizuki} "Ey..."

source: {Kazushi} "Oh......"
es: {Kazushi} "Ah..."

source: She's right. She wasn't a mermaid, and I'd taken a very good look at her naked body.
es: Tiene razón. Le pegué un buen vistazo a su cuerpo desnudo.

source: {Mizuki} "How well could you see me?"
es: {Mizuki} "¿Cómo de bien pudiste verme?"

source: {Kazushi} "H-how well? ...Nothing from your lower body. I didn't see anything below the waist."
es: {Kazushi} "No pude ver la parte inferior. No vi nada por debajo de la cintura."

source: {Mizuki} "Honestly?"
es: {Mizuki} "¿De verdad?"

source: {Kazushi} "I promise! If I had, I wouldn't have mistaken you for a mermaid, would I?"
es: {Kazushi} "¡Lo prometo! Además, si lo hubiese visto, no te habría confundido con una sirenita, ¿no?"

source: {Kazushi} "The rest..."
es: {Kazushi} "Nada más..."

source: I searched my memories.
es: Traté de recordar aquel día.

source: Yeah, that was definitely Hinata-san that day. I wonder why I didn't notice it before.
es: Sí, definitivamente era Mizuki.

source: And her wet breasts were in plain sight. I had thought that's what naked mermaids must look like.
es: Y recuerdo claramente lo impresionado que estaba de sus tetas.

source: Boobs, boobs, and those nipples too!
es: ¡Le pude ver hasta los pezones!

source: {Mizuki} "Hey......Haruma-kun......?"
es: {Mizuki} "Ey... ¿Kazushi...?"

source: {Kazushi} "Sorry! I saw your whole upper half!"
es: {Kazushi} "¡Lo siento! ¡Te vi las tetas!"

source: {Mizuki} "A-all of it...?"
es: {Mizuki} "¿Me las viste...?"

source: {Kazushi} "Every part that caught my interest. Umm... Especially your breasts."
es: {Kazushi} "... Sí, así es."

source: {Mizuki} "AH!"
es: {Mizuki} "¡¡...!!"

source: She was speechless. Maybe I would've been better off lying, but then the lies would never end.
es: No sé qué decir. Quizá debería haberle mentido.

source: I should apologize again!
es: ¡Me volví a disculpar!

source: {Kazushi} "I'm sorry!"
es: {Kazushi} "¡Lo siento!"

source: {Mizuki} "It was partly my fault. I totally forgot that was the day you guys were due to arrive."
es: {Mizuki} "También fue mi culpa. Me olvidé por completo que ese día era cuando veníais..."

source: {Kazushi} "Does that mean you always swim naked?"
es: {Kazushi} "¿Quieres decir que nadas siempre desnuda?"

source: {Mizuki} "Remember, this place was a girls-only area until you guys came. That and the ocean was high that day..."
es: {Mizuki} "Recuerda que hasta que vinísteis, este lugar era únicamente para chicas..."

source: So I only caught sight of her that day due to several coincidences aligning?
es: Entonces, debí estar de suerte aquel día.

source: {Mizuki} "No, it's OK now. It was just a minor accident."
es: {Mizuki} "No. Ya no pasa nada. Fue un pequeño accidente."

source: Now I know why she's been so awkward around me.
es: Ahora comprendo por qué ha sido tan fría conmigo.

source: But now she looked much better. I was glad we had this talk.
es: Me alegro de que hayamos tenido esta charla.

source: {Mizuki} "You seem like an honest guy. I trust you."
es: {Mizuki} "Pareces ser un chico de fiar. Me fío de ti."

source: She showed me the attractive smile again.
es: Volvió a mostrarme su atractiva sonrisa.

source: {Mizuki} "Ah!"
es: {Mizuki} "¡¡...!!"

source: {Mizuki} "Umm, and... It was just you, right? The other three didn't see me, did they?"
es: {Mizuki} "Solo fuiste tú, ¿no? Tus amigos no llegaron a verme, ¿verdad?"

source: {Kazushi} "I can promise you they didn't. They didn't trust my mermaid story."
es: {Kazushi} "Te prometo que no. No se creyeron mi historia sobre la sirenita."

source: {Mizuki} "Good."
es: {Mizuki} "Bien."

source: She placed her hand on her chest in relief, and breasts moved softly beneath her hands. Just imagining that softness drew my eyes to them.
es: Se coloca los brazos sobre sus pechos como muestra de que se siente más segura.

source: Her snug fitting swimsuit held them tight against her, making them look hard.
es: Su bañador le queda pequeño. Le aprieta mucho los pechos.

source: But the last time I saw them, they looked as soft as marshmallows.
es: Sé que sus pechos desnudos son tan blanditos como malvaviscos.

source: The view from that day will never leave from my memory.
es: El recuerdo de aquel día nunca se borrará de mis recuerdos.

source: Dang. I can't help watching her breasts.
es: No puedo evitar mirarle los pechos.

source: I think she realised I was watching her breasts. She escaped into the water.
es: Creo que se ha dado cuenta de que le estoy mirando los pechos. Se ha cobijado en el agua.

source: She slipped into the water like a fish, with barely a splash at all.
es: Se ha sumerjido en el agua como lo haría un pez.

source: She glided through the water, and after reaching the center of the pool, turned back and looked at me with her head only half out of the water.
es: Se alejó nadando de mí.

source: She's growling.
es: Está gruñendo.

source: {Kazushi} "I'm sorry! My eyes just!"
es: {Kazushi} "¡Lo siento!"

source: {Kazushi} "I'm really sorry! I won't look anymore! I'll forget everything!"
es: {Kazushi} "¡Te prometo que no volveré a quedarme mirando tus tetas otra vez!"

source: {Mizuki} "..................promise?"
es: {Mizuki} "... ¿Lo prometes?"

source: {Kazushi} "I promise I'll forget everything I saw! I promise I'll forget your nicely shaped breasts and pretty pink nipples!"
es: {Kazushi} "¡Te prometo que olvdaré todo lo que vi! ¡Prometo que me olvidaré de tus maravillosas tetas y rosados pezones!"

source: {Kazushi} "Oh, shit."
es: {Kazushi} "¡Ups!"

source: {Mizuki} "You haven't forgotten anything!"
es: {Mizuki} "¡Lo viste todo...!"

source: {Kazushi} "Come on..."
es: {Kazushi} "Bueno. Puede que sí..."

source: I could still see that view vividly in mind: her healthy body shining brightly as it bathed in the brilliant sunlight.
es: Tengo bien grabado en la memoria su saludable cuerpo.

source: {Kazushi} "There is no way I can forget that view......"
es: {Kazushi} "Es imposible que sea capaz de olvidar aquello..."

source: {Mizuki} "That's not what you were saying earlier. Just forget it already."
es: {Mizuki} "Eso no es lo que acababas de decir."

source: {Kazushi} "I need to be honest with you: you're very impressive!"
es: {Kazushi} "Tenía que ser sincero. Estabas impresionante."

source: {Mizuki} "You don't need to be impressed!"
es: {Mizuki} "No me digas eso."

source: She was speechless, and blushed for a second before she gave me her "I'm upset" face again.
es: Se quedó sin palabras durante un segundo, antes de volver a poner la cara de enfado.

source: {Mizuki} "You won't calm my anger by flattering me."
es: {Mizuki} "... No puedes suavizar mi enfado con halagos..."

source: {Kazushi} "I'm serious. You just told me that I'm kind of a guy who doesn't lie, didn't you?"
es: {Kazushi} "Lo digo en serio. Me acababas de decir que confiabas en mí y que consideras que no soy de los que mienten, ¿no?"

source: {Mizuki} "I could be wrong......"
es: {Mizuki} "Puede que me equivocara..."

source: She sank her nose back under the water and made bubbles.
es: Se hunde de nuevo en el agua.

source: {Kazushi} "I'm sorry, Mizuki. I don't think I can ever wipe that view from my memory."
es: {Kazushi} "Lo siento... Pero no creo que sea capaz de borrar ese recuerdo."

source: She stopped making bubbles on the surface of the water.
es: Dejó de hacer burbujitas en la superficie del agua.

source: She went into hiding underwater. She wasn't coming up either.
es: Y se ocultó por completo zambuyéndose completamente en el agua.

source: {Kazushi} "Did I make her upset?"
es: {Kazushi} "¿He hecho que se enfadara?"

source: Maybe she won't come up again until I leave - like last time. Maybe I should leave.
es: Quizá no salga hasta que me marche como la última vez.

source: But as I hesitated, I saw a shadow swimming toward me.
es: Justo cuando había decidido marcharme, pude ver una sombra acuática dirigiéndose hacia mí.

source: {Kazushi} "Wah!"
es: {Kazushi} "¡Anda!"

source: She reached out and grabbed my belt, pulling me into the pool.
es: Llegó, me agarró del cinturón y me tiró a la piscina.

source: {Kazushi} "Hey...Wah!"
es: {Kazushi} "¡Ey...!"

source: I was pulled into the pool with my clothes on. I panicked for a moment, but luckily my feet touched bottom.
es: Caí a la piscina con la ropa puesta.

source: {Kazushi} "Pah! Waph! What are you...Th-that's dangerous!"
es: {Kazushi} "¡Oye! ¡Pero qué...!"

source: {Kazushi} "Ah..."
es: {Kazushi} "¡¡...!!"

source: When I came up to take a breath, I saw her staring at me.
es: Cuando salí para tomar una bocanada de aire, me di cuenta de que me estaba mirando.

source: {Kazushi} "Uh, umm..."
es: {Kazushi} "Ey..."

source: {Mizuki} "Pervert!"
es: {Mizuki} "¡Eres un salido!"

source: She's still mad.
es: Está enfadada.

source: {Kazushi} "I'm sorry......"
es: {Kazushi} "Lo siento."

source: {Mizuki} "......but, I forgive you."
es: {Mizuki} "Pero... Te perdono."

source: {Kazushi} "You do?"
es: {Kazushi} "¿En serio?"

source: {Mizuki} "I don't have a choice!"
es: {Mizuki} "¡No me queda otra!"

source: I don't know what made her feel better, but I'm so glad she forgave me.
es: No sé qué hacer para que se sienta mejor, pero me alegro un montón de que me haya perdonado.

source: {Mizuki} "I'll try to get along, too, so you have to try and forget what you saw, OK?"
es: {Mizuki} "Lo intentaré. Pero tú también tienes que intentar olvidarlo, ¿vale?"

source: {Kazushi} "Y-yeah. I'll do my best. Thanks, Hinata-san."
es: {Kazushi} "Lo haré. Gracias por aceptar mis disculpas."

source: {Mizuki} "Call me Mizuki."
es: {Mizuki} "Llámame Mizuki."

source: {Kazushi} "What do you mean?"
es: {Kazushi} "¿Qué quieres decir?"

source: {Mizuki} "It's my name! I'm not used to being called Hinata-san."
es: {Mizuki} "No quiero que me llames por mi apellido."

source: {Kazushi} "Oh, okay? Mizuki, huh?"
es: {Kazushi} "Está bien."

source: I got friendly permission to call her by her first name.
es: Amistosamente, me dio permiso para llamarla por su nombre.

source: {Kazushi} "Then you can call me Kazushi, too."
es: {Kazushi} "Entonces, tú también puedes llamarme por mi nombre."

source: {Mizuki} "All right, Kazushi......"
es: {Mizuki} "Está bien, Kazushi..."

source: She offered me her hand and we shook in the pool.
es: Me ofreció estrecharme la mano.

source: {Mizuki} "Friends again?"
es: {Mizuki} "¿Amigos?"

source: {Kazushi} "Friends."
es: {Kazushi} "Amigos."

source: I shook her soft and unexpectedly big hand. With the sun and its reflection off the water, Mizuki glistened, like a pretty mermaid.
es: Le estreché su suave e inesperada mano.

source: She looked so much more beautiful in the water than when I see her in the class room.
es: Parecía mucho más guapa en el agua que cuando la veo en clase.

source: She truly looks like a mermaid. My first impression wasn't that off after all.
es: Realmente parece una sirenita.

source: {Mizuki} "Can I ask you something, since we're friends?"
es: {Mizuki} "¿Puedo preguntarte algo?"

source: {Kazushi} "What is it?"
es: {Kazushi} "¿Qué pasa?"

source: {Mizuki} "You can't swim, can you?"
es: {Mizuki} "No sabes nadar. ¿Verdad?"

source: Bull's eye.
es: Tiene razón.

source: {Kazushi} "Actually......"
es: {Kazushi} "La verdad..."

source: To tell you the truth, I can only swim about 5 meters.
es: A decir verdad, sólo logro nadar unos diez metros.

source: {Mizuki} "I knew it. And I have a policy of not making friends with people who can't swim."
es: {Mizuki} "Lo sabía. Y tengo por norma no tener amigos que no sepan nadar."

source: She gripped my hand tightly as we continued to shake.
es: Me soltó la mano.

source: {Kazushi} "You do......?"
es: {Kazushi} "¿Ah, sí...?"

source: {Mizuki} "I'll just have to teach you how to swim, then. Don't worry; you'll swim in no time. Every human starts to swim naturally if they're about to die."
es: {Mizuki} "Te enseñaré a nadar. No te preocupes. Todos hemos nacido con la capacidad de nadar."

source: I was glad that we had become friends, but it looked like she might kill me. Is this good or bad?
es: Espero que tenga suficiente paciencia conmigo.

source: Well, I can just hide from her for a while.
es: O ya podré esconderme de ella durante un tiempo.
