Repository: talestra/edelweiss
Catalog: translation/01605.po
Languages: es

source: {Kazushi} "I can't believe how lucky I am!"
es: {Kazushi} "¡No puedo creer la suerte que tengo!"

source: So many things I never thought would happen are happening now, and my life is much more interesting. There's still a whole lot I don't know, too.
es: La vida es tan interesante...

source: {Kazushi} "Ah, hah, hah! Hooray for life!"
es: {Kazushi} "¡La vida es buena!"

source: {Kazushi} "Maybe I should stop laughing now."
es: {Kazushi} "Quizá ya debería dejar de reirme."

source: I need to resolve this situation.
es: Tengo que solucionar esta situación.

source: {Kazushi} "......huh?"
es: {Kazushi} "¡¡...!!"

source: {Daigo} "Hey, have you seen Kazushi?"
es: {Daigo} "¿Dónde está Kazushi?"

source: {Mizuki} "He said he needed to use the restroom. Is he not back yet?"
es: {Mizuki} "Ha dicho que iba al servicio."

source: {Yagami} "OK, everybody, take your seats and let's get started."
es: {Profesor Yagami} "Empecemos. ¡Sentaos todos!"

source: {Mizuki} "Class is starting!"
es: {Mizuki} "La clase acaba de empezar."

source: {Yagami} "...Hmm? Where's Kazushi?"
es: {Profesor Yagami} "¿...? ¿Dónde está Kazushi?"

source: {Ran} "I think he's ditched class!"
es: {Ran} "Creo que se ha saltado la clase..."

source: {Yagami} "What!?"
es: {Profesor Yagami} "¿¡Qué!?"

source: {Mizuki} "Where'd he go?"
es: {Mizuki} "¿A dónde ha ido?"

source: {Kazushi} "I can't believe I got lost in my own school."
es: {Kazushi} "Me resulta increíble que haya sido capaz de perderme en mi propia escuela."

source: I just stepped out to use the restroom, but now class has already started.
es: Acababa de salir de clase para ir al servicio.

source: {Kazushi} "Shit!! It's Yagami-sensei's class next......"
es: {Kazushi} "¡¡Joder!! Y la siguiente clase la da el profesor Yagami..."

source: {Kazushi} "..................Brrr!"
es: {Kazushi} "... ¡Joder!"

source: I was already starting to shiver. I need to get back ASAP!
es: Tengo que llegar cuanto antes.

source: {Kazushi} "I'm even more lost now."
es: {Kazushi} "Y ahora estoy hasta más perdido."

source: As I walked around without any direction, I found myself further away from familiar sights. I never knew this school was so huge.
es: No sabía que esta escuela fuese tan grande.

source: {Kazushi} "Shit......I'm definitely late now."
es: {Kazushi} "Mierda... Ya llego tarde seguro."

source: At this point, I think I'm better off not going back at all. If I went back now, I'd become blood on the walls in front of everyone.
es: Llegados a este punto, creo que será mejor no volver. No sé lo que me haría el profesor Yagami delante de todos.

source: He'd probably make me cry. Right in front of the whole class.
es: Hará que me ponga a llorar delante de toda la clase.

source: {Kazushi} "...............Guess I'll ditch."
es: {Kazushi} "Me saltaré la clase..."

source: Now that I'm skipping, it's suddenly fun. Might as well take this chance and explore the school. If I can get lost, there must be plenty of places I don't know yet.
es: Ya que voy a escaquearme, podría aprovechar el tiempo para explorar un poco la escuela.

source: I started wandering around to wherever my legs took me.
es: Empecé a vagar por la escuela.

source: Eventually, I reached what looked like a library.
es: Aquí parece que hay una biblioteca.

source: {Kazushi} "This is a really nice library."
es: {Kazushi} "Es un buen edificio."

source: It was filled with books, but I guess that's natural for a library.
es: Sip. Y tiene un montón de libros.

source: {Kazushi} "I wonder if they've got manga..."
es: {Kazushi} "Me pregunto si tendrán comics."

source: If not, maybe they've at least got some magazines. I'll just kill some time before heading back.
es: Si no, igual puedo encontrar al menos revistas.

source: {Kazushi} "Now, where's the manga? Or better yet, porno books..."
es: {Kazushi} "¿Dónde están los comics? Y tampoco estaría mal un poco de porno..."

source: {Mei} "Is that you, Haruma-kun?"
es: {Mei} "¿Eres tú, Kazushi?"

source: {Kazushi} "Wow!?"
es: {Kazushi} "¿¡Guau!?"

source: {Mei} "Hey!?"
es: {Mei} "¿¡Ey!?"

source: My voice echoed through the empty library, surprising even me.
es: Mi voz resonó en la vacía biblioteca.

source: {Kazushi} "Mei-sensei?"
es: {Kazushi} "¿Señorita Ibuki?"

source: {Mei} "Yes, I think so. Do you want to feel?"
es: {Mei} "Eso creo. ¿Quieres tocar para comprobarlo?"

source: {Kazushi} "......what!?"
es: {Kazushi} "... ¿¡Qué!?"

source: {Kazushi} "Can I really?"
es: {Kazushi} "¿De verdad que puedo tocarlo?"

source: {Mei} "Oh, no, you thought I was serious? I only meant it as a crass joke."
es: {Mei} "No creerás que lo decía en serio, ¿no?"

source: {Kazushi} "What?! You were joking?! Y-you were toying with the pure feelings of a young man?!"
es: {Kazushi} "¿¡Así que era una broma!? ¡Has hundido mis esperanzas!"

source: {Mei} "Oh, don't say such weird things. It's odder to take that seriously. I guess you don't get jokes very well."
es: {Mei} "No te pongas tan dramático. Supongo que no debería bromear contigo."

source: {Mei} "I'm so disMEIed."
es: {Mei} "Eres muy difícil."

source: {Mei} "Oh dear. You really don't get jokes."
es: {Mei} "Eres realmente difícil."

source: Sensei's bad pun cooled down my anger in an instant. Her Mei-jokes are fearsome...
es: Estaba muy desilusionado. Me quedé sin habla durante un rato.

source: {Kazushi} "Hahh, whatever."
es: {Kazushi} "Está bien."

source: {Mei} "What's with that attitude? You'll hurt my feelings..."
es: {Mei} "Venga, no seas tan ingenuo..."

source: {Kazushi} "By the way, what are you doing here? I was surprised when you called me."
es: {Kazushi} "Por cierto. ¿Qué haces aquí?"

source: {Mei} "That's what I want to know. I'm the bibliothecary, so it's only natural for me to be here."
es: {Mei} "Eso era lo mismo que iba a preguntarte. Por cierto, soy la bibliotecaria."

source: {Kazushi} "Bibliothecary?"
es: {Kazushi} "¿Que eres qué?"

source: What's a bibliothecary? I'm embarrassed to ask...
es: ¿Qué es una 'bibliotecaria'? Me da vergüenza preguntarle.

source: {Mei} "Haruma-kun, why are you here? Aren't you supposed to be in class right now?"
es: {Mei} "¿No se supone que deberías estar en clase?"

source: {Kazushi} "I should be."
es: {Kazushi} "Debería."

source: {Mei} "Could you be cutting class? I must say, I don't approve."
es: {Mei} "¿Acaso estás saltándote la clase?"

source: {Kazushi} "There's not much I can say against that, but I do have a reason."
es: {Kazushi} "Puedo explicarlo."

source: {Mei} "Then I'll listen to it."
es: {Mei} "Adelante."

source: I told her all about how I got lost. It was pretty embarrassing for a guy my age.
es: Le conté con honestidad que me había perdido.

source: But I dealt with the shame and told her the truth.
es: Fue muy bochornoso.

source: {Mei} "Oh my, you got lost? That is a problem. Tee-hee..."
es: {Mei} "¿Qué te has perdido? Qué divertido..."

source: See? I knew she'd laugh at me. It was embarrassing, but it was better than being yelled at, and it didn't sound mean either.
es: ¿Ves? Sabía que se reiría de mí.

source: She looked even younger than usual with her hand covering her mouth as she laughed. I didn't know she laughed like that.
es: Se rió de mí como una niñita.

source: {Mei} "Well, I don't blame you. You're still new here."
es: {Mei} "Bueno, no te culpo. Todavía eres nuevo."

source: {Kazushi} "How could I get lost just going to and from the boys' room?"
es: {Kazushi} "¿Cómo he podido perderme yendo al servicio?"

source: That's what I'd like to know.
es: Eso es lo que me gustaría saber.

source: {Mei} "You know, at this school, time and space sometimes get jumbled up. Sometimes even those who are used to it get lost."
es: {Mei} "Verás. En esta escuela a veces el espacio y el tiempo se entremezclan."

source: {Kazushi} "What? Time and space get mixed up?"
es: {Kazushi} "¿Qué? ¿Qué el espacio y el tiempo qué?"

source: I was about to sigh, when my mouth fell open. I didn't understand a word of what she was saying.
es: No entiendo una palabra de lo que me está diciendo.

source: {Mei} "Well, we practice alchemy here, right? I think that's the reason why strange things occasionally occur."
es: {Mei} "Diría que tiene bastante que ver con la forma en la que estudiamos Alquimia aquí."

source: {Kazushi} "I see... is that how it is?"
es: {Kazushi} "... ¿Sí?"

source: That's true. There have been a lot of strange things since we got here. Grass and branches are growing all around us. A living signpost and streetlight...
es: Tiene razón. Desde que llevo aquí, he visto muchas cosas mágicas.

source: We were already getting used to it, but alchemy itself is pretty strange.
es: Y pensando en cosas mágicas... La alquimia en sí, ya es bastante mágica.

source: {Mei} "It's still not good to cut class, though. Here, let me lead you back."
es: {Mei} "Creo que deberías volver a clase. Venga, te acompañaré."

source: {Kazushi} "Please wait a minute."
es: {Kazushi} "Por favor, espera un momento."

source: I begged her to stop.
es: Le rogué que se esperase.

source: {Mei} "What is it? This period has already started."
es: {Mei} "¿Qué ocurre? Tu clase ya debería haber empezado."

source: {Kazushi} "Can I stay here until this hour's over?"
es: {Kazushi} "¿No puedo quedarme aquí hasta que termine?"

source: {Mei} "You're asking me to let you off for ditching class? In case you've forgotten, I'm also a teacher, you know."
es: {Mei} "¿Me estás pidiendo que te deje saltarte una clase? No sé si ya lo has olvidado, pero soy una profesora, ¿recuerdas?"

source: {Kazushi} "I'm sorry... It's just that this period is Yagami-sensei's class. If I went back now, well...you know."
es: {Kazushi} "Lo siento... Pero no quiero que me averguence delante de mis compañeros... Ahora toca clase con el profesor Yagami."

source: {Mei} "Oh, it's Yagami-sensei's?"
es: {Mei} "Ya veo."

source: I'm glad she understood what I meant by bringing up his name. Her gentle expression became quite stern, though.
es: Me alegro de que haya entendido a lo que me refería al mencionar al profesor Yagami.

source: {Mei} "He'd knock you about for this, wouldn't he?"
es: {Mei} "Te va a castigar físicamente, ¿no?"

source: {Kazushi} "I think so. Though it might only be a punch."
es: {Kazushi} "Eso creo."

source: His punches hurt so much, though.
es: Sus puñetazos son de todo menos agradables precisamente.

source: {Mei} "All right. You can stay here until end of this period."
es: {Mei} "Está bien. Puedes quedarte aquí hasta que termine la clase."

source: {Kazushi} "Really?"
es: {Kazushi} "¿De verdad?"

source: {Mei} "I can't make you go back to the classroom knowing that you'll get physically punished."
es: {Mei} "Sería incapaz de hacerte volver a clase sabiendo que te van a castigar físicamente."

source: Sensei clenched her fist and glared off into space. She really must not get along with Yagami-sensei's ideas.
es: Sé que está en contra de cómo nos educa el señor Yagami.

source: {Kazushi} "It's not as barbarous as you think, though."
es: {Kazushi} "No es tan bestia como piensas."

source: {Mei} "But, he's going to punch you, right?"
es: {Mei} "Pero... Te iba a dar un puñetazo, ¿no?"

source: {Kazushi} "Yes, but...... It's not like he's going to punch me for no reason."
es: {Kazushi} "Sí, pero... No es que me fuese a agredir sin ningún motivo."

source: Mei-sensei was absolutely opposed to corporal punishment. No wonder she didn't agree with Yagami-sensei.
es: Me alegro de que no crea en el castigo físico.

source: {Mei} "Has he always been like this? What was it like at your previous school? Didn't the other teachers say anything to him?"
es: {Mei} "¿Ha sido siempre así? ¿Y en la anterior escuela, no le decían nada los otros profesores?"

source: {Kazushi} "Actually, most of the teachers at our last school were like him."
es: {Kazushi} "La verdad es que en nuestra antigua escuela, casi todos los profesores eran como él."

source: {Mei} "Are you serious?"
es: {Mei} "¿Lo dices en serio?"

source: She raised her eyebrows as if it was preposterous. Sensei was still beautiful when she was angry, but...
es: Alza las cejas como si fuese incapaz de controlar la furia...

source: {Kazushi} "You don't believe in corporal punishment, right?"
es: {Kazushi} "Tú no crees en el castigo físico, ¿verdad?"

source: {Mei} "Of course not. The idea that you can hit someone and make them listen is just barbaric!"
es: {Mei} "Claro que no. Es muy primitivo."

source: {Kazushi} "Maybe..."
es: {Kazushi} "Ya veo..."

source: I couldn't quite agree though, for some reason.
es: La verdad es que yo sí creo.

source: {Mei} "It seems like you think it's right."
es: {Mei} "Parece que tú sí crees en él."

source: Her expression softened as she looked me, and oddly enough, I felt like I could talk to her honestly.
es: Tengo la necesidad de ser honesto con ella.

source: {Kazushi} "There's a significant difference between taking a few blows as a punishment and random violence."
es: {Kazushi} "Hay una diferencia fundamental entre el castigo físico y la violencia."

source: {Mei} "Aren't they the same?"
es: {Mei} "¡Son lo mismo!"

source: {Kazushi} "We've never felt like victims. We actually feel like we're being treated fairly..."
es: {Kazushi} "Nunca nos hemos sentido como víctimas. Siempre hemos tenido la sensación de tener un trato justo..."

source: {Mei} "By getting punched?"
es: {Mei} "¿Siendo agredidos?"

source: {Kazushi} "We let him punch us because we know we've done something wrong. If we didn't think we were wrong, we wouldn't just sit there quietly and let him do that."
es: {Kazushi} "Le dejamos que nos pegue, porque sabemos que hemos hecho algo mal..."

source: {Kazushi} "And at times like that, he listens to what he have to say about it. Though we're usually still in the wrong anyways..."
es: {Kazushi} "Y siempre nos escucha cuando necesitamos hablar con él..."

source: {Mei} "Still......violence is a crime."
es: {Mei} "Aún así... La violencia es un crimen."

source: {Mei} "But......"
es: {Mei} "Pero..."

source: She couldn't believe what she was hearing as I protected Yagami-sensei.
es: Parece no comprender que pueda defender al señor Yagami.

source: I'm glad she was listening to me seriously.
es: Me alegro de que me esté escuchando en serio.

source: In a way, this makes Mei-sensei and Yagami-sensei very similar.
es: En cierta medida, la señorita Ibuki y el profesor Yagami son iguales.

source: {Mei} "I understand."
es: {Mei} "Lo comprendo."

source: She finally opened her mouth after thinking a while, looking much more relieved.
es: Tras un rato, finalmente abrió la boca.

source: {Kazushi} "You understand how we feel?"
es: {Kazushi} "¿Comprendes lo que pensamos sobre el profesor Yagami?"

source: {Mei} "Sorry, I still don't."
es: {Mei} "Lo siento, lo sigo sin entender."

source: {Kazushi} "You don't?"
es: {Kazushi} "¿No?"

source: {Kazushi} "What are you talking about?"
es: {Kazushi} "¿Pero qué estás diciendo?"

source: Where did that come from? What does she mean, she's going to get punched by Yagami-sensei?
es: Llegó a una conclusión muy chunga.

source: {Mei} "As your teacher, I want to experience what you guys are going through in order to understand what it really feels like."
es: {Mei} "Como profesora, quiero experimentar por lo que pasáis para comprender cómo se siente en realidad."

source: {Kazushi} "I don't think you have to go that far..."
es: {Kazushi} "No creo que tengas que llegar tan lejos..."

source: {Mei} "No. This is my duty as a teacher, and also a matter of my pride. Come, let's go."
es: {Mei} "No. Es mi misión como profesora."

source: {Kazushi} "Mei-sensei......"
es: {Kazushi} "Señorita Ibuki..."

source: {Yagami} "What? You want me to punch you?"
es: {Profesor Yagami} "¿Qué? ¿Que quieres que te pegue?"

source: {Mei} "Yes."
es: {Mei} "Sí."

source: Come on, are you serious? Even Yagami-sensei is dumbfounded.
es: ¿Va en serio?

source: {Yagami} "You bring our lazy Kazushi back, and now you're saying such crazy things?"
es: {Profesor Yagami} "¿Por qué demonios has dicho semejante locura?"

source: Yagami-sensei was astonished by Mei-sensei's idea.
es: El profesor Yagami está estupefacto con la idea de la señorita Ibuki.

source: {Mei} "I need to do this to understand my students. Now, please give it to me just like you do them."
es: {Mei} "Debo hacerlo para comprender a mis estudiantes."

source: {Yagami} "Well, huh. Hey, Kazushi, I don't have any idea why she's acting like this. Do you know what's going on?"
es: {Profesor Yagami} "Oye Kazushi. ¿Por qué dice esas cosas?"

source: {Kazushi} "I have no idea......"
es: {Kazushi} "No tengo ni idea..."

source: {Mei} "Please go ahead."
es: {Mei} "Por favor, adelante."

source: {Kazushi} (Are you really going to hit a woman?)
es: {Kazushi} (¿Vas a golpear de verdad a una señorita?)

source: He's right.
es: Tiene razón.

source: {Mei} "Hurry up and hit me!"
es: {Mei} "¡Rápido!"

source: {Mei} "Please."
es: {Mei} "Por favor."

source: She replied with firm resolution, and closed her eyes.
es: Tiene una voluntad de hierro.

source: {Kazushi} (Sensei, wait!)
es: {Kazush} (Profesor Yagami, ¡espera!)

source: He whispered, raising his fist. Then he swung down at Mei-sensei.
es: Alza su puño.

source: {Mei} "That hurts......"
es: {Mei} "Auu..."

source: {Mei} "You lied to me. It really hurts."
es: {Mei} "Me mentiste... Duele."

source: {Kazushi} "I didn't say it doesn't hurt. I told you to not do it."
es: {Kazushi} "Yo no dije que no doliese. Y te dije que no lo hicieras."

source: {Mei} "This is indeed nothing more than violence. I can't approve of this."
es: {Mei} "Esto es violencia. No puedo aprobarlo."

source: She protested the violence in our lives through her tears.
es: Protestó contra la violencia física mientras todavía estaba llorando.

source: {Appo} "Yagami-sensei is making my Mei-chan cry!"
es: {Appo-} "¡El señor Yagami a hecho llorar a Mei!"

source: {Yagami} "Hey, this isn't my fault!"
es: {Profesor Yagami} "No es culpa mía."

source: {Mei} "I'm strongly against this!"
es: {Mei} "¡Estoy completamente en contra de esto!"

source: I felt bad to say it, but it was kind of cute seeing her cry and protest and the same time.
es: Tenía cierto morbo verla llorar y protestar al mismo tiempo.
