Repository: talestra/edelweiss
Catalog: translation/01706.po
Languages: es

source: {Principal} "Today we're going to clean the entire school."
es: {Directora} "Hoy limpiaremos la escuela entera."

source: I was wondering why we were all gathered here this morning when she told us that.
es: Esa es la primera cosa que escuchamos hoy.

source: {Pierre} "Having a cleaning day on our day off!? That's so not cool!"
es: {Pierre} "¿¡Tener que invertir el día en limpiar siendo fiesta!? No tiene ninguna gracia."

source: {Daigo} "I've heard it's tradition to do this every year before summer break."
es: {Daigo} "He oído que se hace todos los años antes de las vacaciones de verano."

source: {Kazushi} "We've still got ten days before break, don't we? Isn't this a bit early?"
es: {Kazushi} "Todavía faltan 10 días hasta las vacaciones, ¿no?"

source: {Ran} "It was this time last year, too. Why do they always have it right before finals?"
es: {Ran} "Ya. No me lo puedo creer. Y tenemos los finales la semana que viene."

source: {Sakura} "Oh, hey guys, why don't we all study together?"
es: {Sakura} "Ey chicos. ¿Por qué no estudiamos todos juntos?"

source: Sakura seemed really proud of her idea.
es: Parece orgullosa de su idea.

source: {Pierre} "Study, huh? I guess it wouldn't be that bad with a bunch of girls."
es: {Pierre} "Es una buena idea. Siempre he querido estudiar con chicas."

source: {Appo} "Are you sure, though? We might end up studying something else, you know?"
es: {Appo-} "Y tambén podemos estudiar otras cosas juntos. Ya sabes..."

source: {Sakura} "Huh? Study what else?"
es: {Sakura} "¿Qué? ¿Qué otra cosa podríamos estudiar además de los finales?"

source: {Fuusen} "Hey, Sakura."
es: {Hu-sen} "Oye, Sakura."

source: {Sakura} "......what!?"
es: {Sakura} "... ¿¡Qué!?"

source: Andou's hands reached out and grabbed Sakura's face, pressing her cheeks until she looked like a drowned goldfish.
es: De la nada, la mano de Rei alcanzó la cara de Sakura.

source: {Sakura} "Fw-fwah're hoo hoin?!"
es: {Sakura} "¿@#$%^&-?"

source: {Fuusen} "We're still in morning assembly, so face forward."
es: {Hu-sen} "Seguimos en la asamblea matutina, mantente en silencio."

source: {Andou} "That's right! It's bad manners not to. We are the ladies of Eiden Academy. We must act ladylike."
es: {Rei} "¡Tiene razón!"

source: {Sakura} "I heh ih! I heh ih alweahy!"
es: {Sakura} *Riéndose*

source: {Fuusen} "Hmph."
es: {Hu-sen} "¡Cállate!"

source: {Kazushi} "Daigo's right."
es: {Kazushi} "Daigo tiene razón."

source: Nobody wanted a fight. It's always easiest just to ignore mean people.
es: Nadie quiere pelea. La mejor idea es siempre ignorar a la gente mala.

source: The morning assembly was over before we knew it.
es: La asamblea matutina había terminado antes de que nos diésemos cuenta.

source: {Kazushi} "One, two!"
es: {Kazushi} "Preparados... Listos..."

source: {Daigo} "Three!"
es: {Daigo} "¡Ya!"

source: A massive cloud of dust whooshed through the air as we moved a heavy bookshelf. All the girls looking on raised a cheer.
es: Un montón de polvo se extiende por el aire en cuanto levatantamos la pesada estantería.

source: {Rin} "Amazing! That's boys for you. You carried it so easily!"
es: {Rin} "¡Increíble! ¡Chicos, sois muy fuertes!"

source: {Sakura} "We could never move that before. It's so different with men around!"
es: {Sakura} "Siempre habíamos querido mover esa estantería."

source: {Pierre} "We should get to know each other more. Why don't we have a mixer sometime soon?"
es: {Pierre} "Deberíamos conocernos mutuamente mejor."

source: {Yagami} "Hey, stop hitting on your classmates without a good reason!"
es: {Profesor Yagami} "¡Deja de tontear con tus compañeras!"

source: {Kazushi} "Come on; let us run with it a little!"
es: {Kazushi} "¡Danos algo más de tiempo para sentirnos orgullosos!"

source: We haven't had much luck around them before, but I'm glad we stuck through it now.
es: No hemos tenido tiempo de enseñar a la clase cómo podemos ayudar.

source: {Appo} "I feel like crying, I never thought they'd appreciate us so much......"
es: {Appo-} "Tengo gana de llorar. Nunca pensé que nos fuesen a apreciar tanto..."

source: {Kazushi} "Go ahead. Cry as much as you want."
es: {Kazushi} "Adelante. Llora lo que quieras."

source: {Pierre} "Kazushi, are you crying already? What are you doing crying just because the girls made a little fuss over you?"
es: {Pierre} "Kazushi, ¿tú ya estás llorando?"

source: {Daigo} "Anything else we can help with?"
es: {Daigo} "¿Alguna otra cosa en la que podamos ayudar?"

source: {Appo} "Anything! I'll do anything!!"
es: {Appo-} "¡Cualquier cosa! ¡¡Haré cualquier cosa!!"

source: {Daigo} "I can do that. I'll even nurture them until they've turned into butterflies."
es: {Daigo} "Yo puedo hacerlo. Hasta los he cuidado hasta convertirse en mariposas."

source: {Rin} "What? They become butterflies? Like the story of the ugly duckling?"
es: {Rin} "¿Qué? ¿Se convierten en mariposas?"

source: I never knew that girls were so ignorant about this stuff. It's kind of cute.
es: No sabía que las chicas fuesen tan ignorantes sobre estos temas.

source: {Pierre} "All right. Well, Daigo, teach her what you know."
es: {Pierre} "Daigo, enséñales lo que tú ya sabes."

source: {Daigo} "I'll teach it so simply that even a monkey would understand."
es: {Daigo} "Lo explicaré tan bien que hasta un mono podría entenderlo."

source: {Rin} "I don't like the way you put that, but... Sakura, would you like to join us?"
es: {Rin} "No hacía falta que nos comparases con monos. ¿Sakura, te vienes con nosotras?"

source: {Daigo} "We'll be back soon......"
es: {Daigo} "Volveremos pronto..."

source: {Pierre} "Who else wants to go to the garden and hear a lecture on butterflies from Daigo?"
es: {Pierre} "¿Quién más quiere ir a que Daigo le de clases?"

source: {Girl 1} "I wanna go!"
es: {Chica 1} "¡Yo quiero ir!"

source: {Girl 2} "Me too!"
es: {Chica 2} "Yo también."

source: A few more girls showed their interest. Daigo and Pierre looked as happy as could be as they led the girls out.
es: Unas cuantas chicas más mostraron interés. Daigo y Pierre estaban rebosantes de felicidad.

source: {Kazushi} "I didn't expect that."
es: {Kazushi} "No me lo esperaba."

source: {Kazushi} "I thought we were hated, but I guess that's not so?"
es: {Kazushi} "¿Quizá ya no nos odian?"

source: The change would be too fast if they had hated us.
es: Me gustaría creerlo.

source: {Ran} "We've never disliked you guys, have we, Mizuki?"
es: {Ran} "Nunca os habíamos odiado. ¿No?"

source: {Mizuki} "We just didn't know how to get along with you, I think. That's how it was for me."
es: {Mizuki} "Lo que pasaba es que no sabíamos cómo trataros."

source: {Appo} "If I'd known this, I wouldn't have skipped cleaning duty. I could've shown off my appeal even earlier."
es: {Appo-} "Debería haberme esforzado más los días de limpieza para enseñaros de lo que era capaz."

source: {Mizuki} "So you didn't do your part before......"
es: {Mizuki} "Así que no solías hacer tu parte..."

source: {Ran} "Appo, you shouldn't have said anything."
es: {Ran} "Appo-, no deberías haber dicho nada."

source: As if on cue, the two girls who always looked down on us made an appearance.
es: Ahí están las dos chicas que siempre nos menosprecian.

source: {Appo} "Hello, Fuusen Kazuko-san."
es: {Appo-} "Ey, Hu-sen."

source: {Fuusen} "What's with that? Treating us as surplus. How rude."
es: {Hu-sen} "¿Qué es lo que quieres? Déjanos en paz."

source: {Andou} "That's right. We don't need help from any men."
es: {Rei} "Eso. No necesitamos ayuda tuya."

source: {Fuusen} "Enjoy being on cloud nine while you can. Be careful not to fall back to earth."
es: {Hu-sen} "Permanece contento mientras puedas."

source: {Haruka} "Oh, Kazuko-chan and Rei-chan are being difficult."
es: {Haruka} "Deberían ser mas amistosas."

source: {Kazushi} "Well, we've had a bad history with them. They've hated us since day one."
es: {Kazushi} "Bueno. El primer día ya tuvimos un follón con ellas.."

source: {Haruka} "That's not true. They were both really excited about having boys in our school."
es: {Haruka} "¿Queréis saber una cosa? Eran ellas las que estaban emocionadas por tener a chicos en la escuela."

source: {Appo} "They were?"
es: {Appo-} "¿Ellas?"

source: {Haruka} "They were. They're just not being honest."
es: {Haruka} "No sé por qué están actuando como si no les importase."

source: {Kazushi} "Those two were......"
es: {Kazushi} "¿Ellas... emocionadas por tenernos aquí?"

source: I thought they were the root of all evil waiting to snap at anything.
es: Nunca lo habríamos dicho.

source: {Appo} "Well, forget them. It's not our job to worry about them. Does anyone need a hand?"
es: {Appo-} "Bueno, olvidémoslas. ¿Alguien más necesita que le echen una mano?"

source: {Haruka} "Oh, then can you change the light bulb in the principal's office? It burned out, but the ceiling's so high we can barely reach it with a stepladder and we're afraid."
es: {Haruka} "Oye. ¿Podrías cambiar una bombilla del despacho de la directora?"

source: {Kazushi} "That'll be easy."
es: {Kazushi} "Claro."

source: {Mizuki} "Oh! Can you change one in the girls' dorm as well? One's been flickering and it's about to go out."
es: {Mizuki} "¡Ah! ¿Y podrías cambiar también la del dormitorio de las chicas?"

source: {Mizuki} "Hard......What?!! Never mind!"
es: {Mizuki} "¡Empalmarte...! ¡Olvídalo!"

source: {Appo} "Did I say something wrong?"
es: {Appo-} "¿He dicho algo malo?"

source: {Kazushi} "You're a little too honest with your desires sometimes."
es: {Kazushi} "A veces eres demasiado honesto."

source: {Mizuki} "Well, in that case..."
es: {Mizuki} "Está bien..."

source: {Haruka} "The ladder is in storage, so let's go get that first."
es: {Haruka} "Vayamos a por una escalera."

source: {Appo} "Yeah! Let's go!"
es: {Appo-} "¡Vamos!"

source: {Fuusen} "Seeing those losers happy gets me all riled up."
es: {Hu-sen} "Me pone enferma verlas contentos."

source: {Andou} "They're simple because they're stupid. They're panty-pinching perverts too."
es: {Rei} "¡Estúpidos pervertidos!"

source: {Andou} "Ah, Kazuko-chan, watch out!"
es: {Rei} "Hu-sen, ¡cuidado!"

source: {Mizuki} "What was that?"
es: {Mizuki} "¿Qué ha sido eso?"

source: {Haruka} "It came from inside I think?"
es: {Haruka} "¡Venía del interior!"

source: {Kazushi} "Probably."
es: {Kazushi} "Sí. Es cierto."

source: We saw black smoke billowing out of a half-open window.
es: Vimos una especie de humo negro saliendo por la ventana.

source: {Appo} "Isn't this bad? That's a fire, right?"
es: {Appo-} "¿Ha habido un incendio?"

source: My instinct was telling me that something was terribly wrong.
es: Mi instinto me decía que había pasado algo muy malo.

source: {Kazushi} "Let's go check it out!"
es: {Kazushi} "¡Vayamos a investigar!"

source: An enormous amount of smoke flooded the corridor as I opened the door for the room.
es: Salió una gran cantidad de humo en cuanto abrí la puerta.

source: {Mizuki} "So much smoke!"
es: {Mizuki} "¡Cuánto humo!"

source: {Ran} "Something's burning!"
es: {Ran} "¡Se está quemando algo!"

source: {Haruka} "Oh no......what do we do..."
es: {Haruka} "Oh, no..."

source: It's every man's natural instinct to rescue a damsel in distress, despite what logic may say.
es: Es un instinto masculino la necesidad de rescatar chicas.

source: {Ran} "We need to get them out of here before they get burned!"
es: {Ran} "¡Tenemos que sacarlas!"

source: {Mizuki} "I'll go get some water!"
es: {Mizuki} "¡Yo voy a por la manguera del agua!"

source: {Haruka} "Don't bring water; get the fire extinguisher! It should be around here somewhere!"
es: {Haruka} "¡Debe haber un extintor cerca de aquí!"

source: {Ran} "I'll go get the teachers to help!"
es: {Ran} "¡Yo voy a buscar a los profesores!"

source: All the girls ran in different directions. The rest of us had to figure out a way to get to the people in the corner.
es: El resto de nosotros tenemos que ver cómo las sacamos de allí.

source: {Appo} "Hang in there! We'll be right over!"
es: {Appo-} "¡Aguantad! ¡Enseguida estamos ahí!"

source: Appo bravely jumped into the smoke without a second thought.
es: Appo- saltó a la humareda.

source: {Kazushi} "I'm going in there, too!"
es: {Kazushi} "¡Yo también voy!"

source: {Appo} "No! Kazushi, you stay there and wait for my call!"
es: {Appo-} "¡No! Kazushi, ¡espera ahí a que te avise!"

source: Appo stopped me from following him in.
es: Appo- me paró.

source: {Appo} "Let me go take a look!"
es: {Appo-} "¡Deja que vaya a echar un vistazo!"

source: I never knew he was so courageous.
es: No sabía que fuese tan valiente.

source: {Appo} "Are you guys all right!? I'm here to help you guys!"
es: {Appo-} "¿¡Os encontráis bien!?"

source: {???} "Ah, hmm?"
es: {???} "Au..."

source: {Appo} "Are you awake? Are you hurt?"
es: {Appo-} "¿Estás herida?"

source: He reached out to lift one of the girls.
es: Llegó y levantó a una de las chicas.

source: {Appo} "I might touch you somewhere inappropriate, but please dealt with it since it's so I can save you."
es: {Appo-} "No pretendo tocarte ninguna de las partes, ¿eh?"

source: Despite what he said, it seemed like he was feeling her up...
es: A pesar de lo que ha dicho, parece que la está tocando...

source: {???} "No, not there!"
es: {???} "No. Ahí no..."

source: {???} "Are you sure you need to touch me there? AHH!"
es: {???} "¿Seguro que tienes que tocarme ahí? ¡Ahh!"

source: Isn't this illegal?
es: ¿Eso no es un crimen?

source: {Kazushi} "I need to go in and stop Appo!"
es: {Kazushi} "Tengo que parar a Appo-."

source: I jumped into the smoke.
es: Me introduje de un salto en la humareda.

source: {Appo} "Heh, heh, heh......You have a nice body. Now, turn this way and show me that lovely face......"
es: {Appo-} "Guau... Tienes un buen cuerpo. Me gustaría verte la cara..."

source: Appo helped her to stand up.
es: Appo- la ayudó a levantarse.

source: {Fuusen} "..................you?"
es: {Hu-sen} "... ¿Tú?"

source: Despite the smoke, I saw her face clearly, and time froze. I don't think anyone moved for a full minute.
es: Le vi claramente la cara. Diría que se me paró el corazón durante un buen rato.

source: {Appo} "Gah! Fuusen!?"
es: {Appo-} "¿¡Hu-sen!?"

source: Appo was the first of us to came back to reality.
es: Appo- volvió a la realidad.

source: {Fuusen} "That was you?"
es: {Hu-sen} "¿Eras tú?"

source: Appo was getting mad like it was her fault. I couldn't blame him, though. Who would've thought that back belonged to Fuusen.
es: Appo- cree que es culpa de ella.

source: On the other hand, Fuusen paid no heed to his anger. She wore a different expression, looking at Appo as if she was stealing glances at him.
es: Por otra parte, Hu-sen se ha puesto bastante romántica.

source: {Fuusen} "You put your life on the line to save me?"
es: {Hu-sen} "... ¿Has arriesgado tu vida para salvarme?"

source: {Appo} "...eh?"
es: {Appo-} "¿¡...!?"

source: Fuusen looked at Appo like he was her knight in shining armour.
es: Hu-sen mira a Appo- como si estuviese mirando a su héroe.

source: {Fuusen} "You fought your way through this smoke to save me?"
es: {Hu-sen} "¿Te has metido en la humareda para salvarme?"

source: For the first time, Fuusen was showing Appo her feminine side. She put on an innocent act and flirtatiously approached Appo.
es: Es la primera vez que Hu-sen muestra su lado "femenino" a Appo-.

source: {Appo} "What are you talking about......?"
es: {Appo-} "¿De qué estás hablando...?"

source: {Appo} "Why are you getting close to me?"
es: {Appo-} "¿Por qué te estás acercando tanto a mí?"

source: {Fuusen} "......are you the prince I've always waited for?"
es: {Hu-sen} "... ¿Eres tú el príncipe que llevo tanto tiempo esperando?"

source: {Appo} "What? What prince......?"
es: {Appo-} "¿Qué? ¿Qué príncipe...?"

source: Right at that moment, blue flames leapt from a fallen cardboard box next to them.
es: Justo en ese momento, empezó a quemarse una caja de cartón.

source: {Appo} "Watch out!!"
es: {Appo-} "¡¡Cuidado!!"

source: {Fuusen} "Kyah!?"
es: {Hu-sen} "¿¡@#$%^!?"

source: I'm sure Appo only saved her the second time by reflex, but her affection rating was steadily climbing. Heck, I think he just triggered her flag.
es: Estoy seguro de que Appo- la volvió a salvar por el reflejo condicional. Pero fue suficiente para que Hu-sen acabase por él.

source: {Fuusen} "My darling......"
es: {Hu-sen} "Mi amado..."

source: {Appo} "What did you just call me!?"
es: {Appo-} "¿¡Qué acabas de llamarme!?"

source: Fuusen looked at Appo like she'd never looked at him before. Those were the eyes of a girl in love.
es: Hu-sen mira a Appo- con la misma mirada que antes.

source: {Fuusen} "Ahh, my body's so hot! This must be the passionate heat of love!"
es: {Hu-sen} "¡Estoy enamorada! Mi corazón está en llamas."

source: {Kazushi} "No, you're surrounded by fire! Now quit stalling and get out of here, both of you!"
es: {Kazushi} "¡¡Pero es que estáis rodeados por llamas de verdad!! ¡Salid de ahí! ¡¡Rápido!!"

source: I was catching glimpses of the fires growing bigger. The smoke was getting worse, too.
es: El fuego se está propagando.

source: We could hardly see them at this point.
es: Ya casi no los veo.

source: {Kazushi} "Guys, listen to me! You need to get out of here NOW."
es: {Kazushi} "¡¡Chicos!! ¡Tenéis que salir ya!"

source: {Fuusen} "*Cough cough*...Wait! Rei's in the preparation room in back!"
es: {Hu-sen} "¡Esperad...! Rei está en la otra habitación..."

source: {Kazushi} "You mean Andou, right? Let me take care of her! You guys just go!"
es: {Kazushi} "¡Dejad que yo la saque! ¡Vosotros salid de ahí!"

source: {Appo} "All right!"
es: {Appo-} "¡Está bien!"

source: Appo replied......
es: Respondió Appo-...

source: {Fuusen} "@#$%\!?"
es: {Hu-sen} "¿¡@#$%^!?"

source: Appo emerged from the smoke.
es: Appo- salió de la humareda.

source: Appo was carrying Fuusen on his back. She seemed to be unconscious.
es: Appo- lleva a Hu-sen a sus espaldas. Parece estar inconsciente.

source: {Kazushi} "Is she all right?"
es: {Kazushi} "¿Se encuentra bien?"

source: {Appo} "I had to knock her out. If I rescued her again, the misunderstanding would be worse."
es: {Appo-} "La he dejado inconsciente vilmente. No me apetece ser su príncipe."

source: {Kazushi} "What a pain. Why not act cool?"
es: {Kazushi} "¿Por qué no?"

source: {Appo} "Just shut up and rescue Rei!"
es: {Appo-} "¡Cállate y ve a por Rei!"

source: {Kazushi} "Got it!"
es: {Kazushi} "¡Entendido!"

source: {Kazushi} "Hey! Andou! Andre!"
es: {Kazushi} "¡Ey Rei! ¡¡Gigantesca!!"

source: {Andou} "Don't call me Andre!"
es: {Rei} "¡¿Quién acaba de llamarme gigantesca?!"

source: I heard her screaming from the back of the room.
es: La escuché por la parte de atrás de la habitación.

source: The door in back flew open and her giant body appeared from behind it. There were two fire extinguishers in her hands.
es: Salió del humo llevando extintores en las manos.

source: {Kazushi} "We've got to get out of here!"
es: {Kazushi} "¡Tenemos que salir de aquí!"

source: {Andou} "Wait, where's Kazuko-chan?"
es: {Rei} "¿¡Qué le ha pasado a Hu-sen!?"

source: {Kazushi} "Appo's already gotten her to safety! We need to go. NOW."
es: {Kazushi} "¡Appo- ya se ha encargado de ella! ¡Tenemos que irnos ya!"

source: {Andou} "That Apple did?"
es: {Rei} "¿Appo-?"

source: She seemed a bit surprised.
es: Parece algo sorprendida.

source: {Andou} "Kazuko-chan was saved by that...I'll never forgive him!!"
es: {Rei} "¿Appo- la ha salvado...? ¡¡Me niego a aceptarlo!!"

source: *FWOOSH!*
es: *Líquido saliendo del extintor*

source: The cap hung off the extinguisher as the foam sprayed out. I shivered before her might.
es: Ha hecho trizas la boquilla del extintor.

source: She dismantled the second bottle and sprayed the liquid around, putting out the fire.
es: Destruyó la otra botella y roció el líquido para apagar el fuego.

source: {Andou} "Let's go!"
es: {Rei} "¡Vamos!"

source: She grabbed my waist, and threw me over her shoulder.
es: Me agarró el cuerpo entero y me colocó sobre su hombro.

source: I was shocked by how high my eyes were from the floor.
es: Estaba atónito por lo lejos que estaba el suelo de mis ojos.

source: {Kazushi} "Hey, Andou-san?"
es: {Kazushi} "¿Oye... Rei?"

source: {Andou} "Shut up, talk later."
es: {Rei} "¡¡Calla, ahora no!!"

source: *SMASH*
es: *Sonido de caos y destrucción*

source: {Kazushi} "Ggghahh!!"
es: {Kazushi} "¡¡Mi pecho...!!"

source: You're crushing my chest! My ribs...
es: Creo que se me están rompiendo las costillas...

source: {Andou} "Stay still, OK?"
es: {Rei} "Quédate quieto, ¿vale?"

source: {Kazushi} "Yes......"
es: {Kazushi} "Sí..."

source: {Yagami} "This was an accident?"
es: {Profesor Yagami} "¿Me estáis diciendo que fue un accidente?"

source: They were asking about what happened while we were being treated in the nurse's office.
es: Tuvimos un discursito en la enfermería mientras nos trataban.

source: {Haruka} "Some of the chemical bottles which fell on the floor were of a highly flammable nature."
es: {Haruka} "Algunos frascos que se cayeron al suelo eran altamente inflamables."

source: Which was the truth.
es: Lo que era verdad.

source: {Mizuki} "And that caused the fire."
es: {Mizuki} "... Y eso fue lo que causó el fuego."

source: {Kazushi} "I'm so glad it didn't turn out to be a big one."
es: {Kazushi} "Me alegro mucho de que acabase siendo uno aún mayor."

source: The fire itself wasn't as big as we thought, considering the amount of smoke we saw.
es: El fuego en sí no era tan grande en proporción a todo el humo que vimos.

source: {Pierre} "But now we have another problem."
es: {Pierre} "Pero ahora tenemos otro problema..."

source: {Appo} *Bugugugugugugugugugu*
es: {Appo-} *Temblando del miedo*

source: Appo covered himself with a blanket, attempting to hide as Fuusen sat next to the bed trying to nurse him.
es: Appo- se está cubriendo con una mantita mientras Hu-sen se sienta junto a él para cuidarle.

source: Appo's goal in knocking her out completely failed, and now she was showering him with gratitude...or something more.
es: ... Ahora Appo- está siendo atendido especialmente por Hu-sen.

source: {Fuusen} "It's all right. There's nothing to worry about now."
es: {Hu-sen} "Ya no hay de qué preocuparse."

source: {Appo} "Hiii!"
es: {Appo-} *Gritando de terror*

source: Fuusen looked somewhat cute trying to nurse the man she loved.
es: A Hu-sen le resultó de alguna forma conmovedor mientras trataba de cuidar al hombre que amaba.

source: {Pierre} "That's easy for you to say. Put yourself in Appo's shoes and you'd go nuts too."
es: {Pierre} "A ti te puede resultar fácil decirlo. Pero ponte en la piel de Appo-. Acabarías loco."

source: {Daigo} "We should probably hide everything with a sharp edge from Appo."
es: {Daigo} "Deberíamos esconderle a Appo- cualquier cosa afilada y cualquier canto sin pulir."

source: {Kazushi} "I just hope he doesn't try to commit suicide."
es: {Kazushi} "Y también deberíamos tener cuidado de que no se suicide."

source: {Fuusen} "Don't worry, darling. I'll stay and nurse you all night long."
es: {Hu-sen} "No te preocupes cielín. Me quedaría aquí toooda la noche cuidando de ti."

source: {Appo} "Hiiii?!!"
es: {Appo-} *Gritando de terror*

source: Appo remained hidden under the blanket. This was turning into a scene from a disaster movie.
es: Appo- sigue cubriéndose con la manta. Parece una escena de una película de terror.

source: {Yagami} "It's great to see those two finally getting along."
es: {Profesor Yagami} "Es fantástico. Al fin esos dos se llevan bien."

source: Yagami-sensei must have pretty bad eyesight if he sees Appo fearing for his future as a happy occasion.
es: El profesor Yagami está contento por los dos.

source: {Mei} "Excuse me, Yagami-sensei?"
es: {Mei} "Disculpe, señor Yagami."
