Repository: talestra/edelweiss
Catalog: translation/01706.po
Languages: es

source: Mei-sensei motioned for Yagami-sensei to join her outside so they could talk privately.
es: La señorita Ibuki lo llamaba desde fuera con intención de poder hablar con él en privado.

source: I had a dark sense of foreboding.
es: Y tuve un presentimiento.

source: {Yagami} "What is it?"
es: {Profesor Yagami} "¿Qué ocurre, señorita Ibuki?"

source: Even though their words weren't clear once the door was closed, I could tell that something serious was going on by the tones of their voices.
es: Por el tono de su voz, sabía que estaba pasando algo grave.

source: {Daigo} "I wonder what they're talking about."
es: {Daigo} "Me pregunto de qué irán a hablar."

source: {Kazushi} "I don't know......"
es: {Kazushi} "No lo sé..."

source: {Yagami} "Hey girls......"
es: {Profesor Yagami} "Eh, chicas..."

source: Yagami-sensei motioned for Fuusen and Andou to join him.
es: El profesor Yagami les estaba pidiendo a Hu-sen y a Rei que fuesen.

source: {Mei} "The principal wants to speak with you two. You know what that means, right?"
es: {Mei} "La directora quiere que vayáis. Sabéis lo que eso significa, ¿no?"

source: {Fuusen} "I think so......"
es: {Hu-sen} "Imagino..."

source: {Andou} "Kazuko-chan..."
es: {Rei} "Hu-sen..."

source: {Mei} "Let's go."
es: {Mei} "Vamos."

source: The two girls seemed to know exactly why they were being summoned as they left the nurse's office with heavy footsteps.
es: Las dos chicas parecen saber exáctamente por qué las han convocado.

source: {Appo} "Phew..."
es: {Appo-} *Suspirando*

source: {Daigo} "They broke something?"
es: {Daigo} "¿Han roto algo valioso?"

source: {Pierre} "Expelled, huh? How nostalgic."
es: {Pierre} "¿¡Expulsadas!?"

source: {Kazushi} "That happened to us what, a year ago, was it?"
es: {Kazushi} "Eso fue lo que nos pasó a nosotros hace un año."

source: {Daigo} "I remember my mom was crying."
es: {Daigo} "Recuerdo a mi madre llorando."

source: {Daigo} "Where are you going?"
es: {Daigo} "¿A dónde vas?"

source: {Pierre} "What should we do? Appo just went."
es: {Pierre} "¿Qué deberíamos hacer?"

source: {Kazushi} "Well......"
es: {Kazushi} "Bueno..."

source: {Daigo} "Sometimes he tries to be the hero."
es: {Daigo} "A veces le gusta hacerse el héroe."

source: {Kazushi} "We shouldn't let him go by himself."
es: {Kazushi} "No deberíamos dejarle ir solo."

source: {Principal} "Do you understand, girls?"
es: {Directora} "¿Lo entendéis, chicas...?"

source: {Fuusen} "Yes, ma'am."
es: {Hu-sen} "Sí..."

source: {Andou} "We are truly sorry."
es: {Rei} "Estamos realmente arrepentidas."

source: *SLAM*
es: *Puerta abriéndose*

source: {Appo} "Wait just a minute!"
es: {Appo-} "¡Un momento!"

source: We jumped into the principal's office.
es: Irrumpimos en el despacho de la directora.

source: {Appo} "I'll take the punishment instead of them!"
es: {Appo-} "¡Asumiré yo el castigo en lugar de ellas!"

source: {Fuusen} "What are you talking about? Why are you......?"
es: {Hu-sen} "¿Qué estás diciendo? ¿Qué estás...?"

source: {Appo} "And please forgive them!"
es: {Appo-} "¡Y perdónalas!"

source: {Fuusen} "Appo...Jinnai-kun..."
es: {Hu-sen} "Appo-... Jinnai..."

source: She told us that without hesitation.
es: Nos lo dijo sin vacilar.

source: {Appo} "Really?"
es: {Appo-} "¿En serio?"

source: {Daigo} "Are we getting kicked out?"
es: {Daigo} "¿Nos van a expulsar?"

source: {Kazushi} "What?"
es: {Kazushi} "¿Cuál es el castigo?"

source: {Appo} "What!? Cleaning toilets!? That's it?"
es: {Appo-} "¿¡Qué!? ¿¡Limpiar los baños!? ¿¡Solo eso!?"

source: {Kazushi} "We got ahead of ourselves this time."
es: {Kazushi} "¿¡Solo eso!?"

source: {Pierre} "But isn't that a bit too different from our case? Why's she so lenient with them?"
es: {Pierre} "¿Por qué es tan generosa con ellas?"

source: {Daigo} "Stop talking, you guys. Let's just get it over with."
es: {Daigo} "Dejad de hablar. Y pongámonos con ello."

source: {Appo} "Shit! Why are we doing this for them......?"
es: {Appo-} "¡Joder! ¿Por qué estamos haciendo esto por ellas...?"

source: {Pierre} "Shit, it smells nasty in here, too. Isn't cleaning toilets a bit too old-fashioned of a punishment? They should've just kicked those two out."
es: {Pierre} "Joder, qué peste. ¿Qué clase de castigo es este? Deberían haberlas expulsado."

source: {Daigo} "I'm hungry. It's getting late."
es: {Daigo} "Tengo hambre. Se está haciendo tarde."

source: We could see the sun starting to glow orange as it set.
es: Podemos ver el cielo tiñéndose de naranja.

source: {Kazushi} "I think Fuusen is falling in love with you."
es: {Kazushi} "Creo que Hu-sen se está enamorando de ti."

source: {Appo} "That's not funny......"
es: {Appo-} "No tiene gracia..."

source: {Daigo} "Don't expect too much from them. You'll just get more depressed later."
es: {Daigo} "No te esperes demasiado. O te deprimirás más luego."

source: {Kazushi} "Don't be such a cynic, Daigo."
es: {Kazushi} "No seas tan realista, Daigo."

source: {Daigo} "I don't expect much from a dream."
es: {Daigo} "No espero demasiado de un sueño."

source: He's quite a pessimist. Unfortunately, he's also right most of the time.
es: Es muy realista. Y acierta casi siempre.

source: {Kazushi} "Well, you're right. It's not like we expected anything out of it when we offered."
es: {Kazushi} "Bueno. Tienes razón... No deberíamos esperar que nos ayudasen."

source: {Appo} "Are you an idiot? Of course I was expecting something! Who the hell would do this out of good will alone!"
es: {Appo-} "¡Claro que deberíamos esperar que nos ayudasen!"

source: {Kazushi} "What, you were?!"
es: {Kazushi} "¿¡Tú esperabas que lo hiciesen!?"

source: {Kazushi} "Why you little--"
es: {Kazushi} "Pedazo de..."

source: {Pierre} "Well, I have to admit that I was thinking the same thing."
es: {Pierre} "Bueno. He de admitir que yo estaba pensando en lo mismo."

source: {Daigo} "Me too......"
es: {Daigo} "Y yo..."

source: {Kazushi} "You guys......"
es: {Kazushi} "..."

source: {Appo} "Of course! Shiiit! They should show some consideration and bring us some used panties."
es: {Appo-} "¿¡Qué hay de malo en eso!? Hasta deberían traernos braguitas como muestra de aprecio."

source: {Kazushi} "I thought you've already been punished for that. You still want their panties after that?"
es: {Kazushi} "Pensaba que ya habías aprendido la lección con eso. ¿Y aún así sigues queriendo braguitas?"

source: {Pierre} "Just ignore him. Let's hurry back. I wanna take a shower."
es: {Pierre} "Ignorale y ya está. Démonos prisa en terminar que me gustaría pegarme una ducha luego."

source: {Haruka} "Hey! Kazushi-kun!!"
es: {Haruka} "¡Ey! ¡¡Kazushi!!"

source: {Mizuki} "Hey guys!"
es: {Mizuki} "¡Eh, chicos!"

source: Two girls waved at us.
es: Las dos chicas nos saludaban.

source: {Kazushi} "Oh hey! What are you girls doing?"
es: {Kazushi} "¡Ey, anda! ¿Qué estáis haciendo aquí?"

source: {Haruka} "Are you guys done with the cleaning?"
es: {Haruka} "¿Ya habéis terminado de limpiar?"

source: {Pierre} "Why yes we are. What? Where you all worried about us?"
es: {Pierre} "Sí, ya hemos terminado. ¿Estabais preocupadas por nosotros?"

source: {Mizuki} "It wasn't just us..."
es: {Mizuki} "No solo nosotras..."

source: They waved at somebody behind them.
es: Saludaron a alguien detrás de ellas.

source: {Appo} "Ugh. Not those two!"
es: {Appo-} "¡Oh, no! ¡Esas dos no!"

source: Two girls stepped over towards us. They seemed too ashamed to even look at us.
es: Las chicas dieron un paso hacia nosotros. Parecían demasiado avergonzadas hasta para mirarnos.

source: {Mizuki} "Go for it."
es: {Mizuki} "Adelante."

source: {Haruka} "You promised me you'd tell them. Go for it."
es: {Haruka} "Nos habías prometido que se lo diríais. Venga."

source: {Fuusen} "I know!"
es: {Hu-sen} "¡Ya lo sé!"

source: Fuusen was finally convinced by Haruka. She stared at Appo and opened her mouth.
es: Hu-sen parece que se ha dejado convencer finalmente por Haruka. Miró a Appo- y abrió la boca.

source: {Fuusen} "You......come with me."
es: {Hu-sen} "Appo-... Ven conmigo."

source: {Appo} "Huh? What? Are you ordering me?"
es: {Appo-} "¿Qué? ¿Me estás dando órdenes?"

source: {Fuusen} "Just shut up and come with me!"
es: {Hu-sen} "¡Cállate y ven conmigo!"

source: {Appo} "Hey......!?"
es: {Appo-} "¿¡Ey...!?"

source: {Pierre} "What's going on?"
es: {Pierre} "¿Qué está pasando?"

source: {Mizuki} "We should all go. I'll show you guys something interesting."
es: {Mizuki} "Deberíamos ir todos. Os enseñaremos algo muy interesante."

source: {Kazushi} "All of us?"
es: {Kazushi} "¿A todos nosotros?"

source: {Haruka} "Just come with us!"
es: {Haruka} "¡Limitaos a venir con nostoras!"

source: {Daigo} "What's going on?"
es: {Daigo} "¿Qué está pasando?"

source: {Pierre} "I don't know. Let's just follow them."
es: {Pierre} "No lo sé... Pero sigámoslas a ver."

source: Appo and Fuusen made their way to the island's edge. It was a little higher area than the rest, just up a gentle slope.
es: Appo- y Hu-sen se han dirigido al borde de la islad.

source: {Kazushi} "Where are they?"
es: {Kazushi} "¿Dónde están?"

source: {Haruka} "Behind that hill."
es: {Haruka} "Tras esa colina."

source: {Pierre} "What's over there?"
es: {Pierre} "¿Y qué es lo que hay ahí?"

source: {Mizuki} "You'll find out."
es: {Mizuki} "Ya lo veréis."

source: {Pierre} "Wow......"
es: {Pierre} "Guau..."

source: {Daigo} "What a sunset......"
es: {Daigo} "Qué puesta de sol..."

source: The vivid orange light of the sunset melted and sank into the ocean. There were several people watching it.
es: El dorado sol se ponía por el horizonte. Y aquí estábamos nosotros contemplando su esplendor.

source: {Ran} "Hey, Kazushi!"
es: {Ran} "¡Ey, Kazushi!"

source: Ran was one of them. She waved at me.
es: Ran era uno de los que estábamos contemplando la hermosa vista. Y me saludó.

source: {Kazushi} "You're right."
es: {Kazushi} "Tienes razón."

source: {Mizuki} "Isn't this great? Whenever the weather's nice, you can see this sunset. It's especially beautiful from summer into fall."
es: {Mizuki} "¿No es precioso? Es la mejor estación para contemplarlo."

source: {Haruka} "When it's a clear evening, we all come here to watch. This is the best place on the whole island to see the sunset."
es: {Haruka} "Los días soleados, venimos aquí a contemplarlo. Este es el mejor sitio de la isla para verlo."

source: {Kazushi} "I see. I never knew."
es: {Kazushi} "Ajá."

source: {Haruka} "I'm sorry we couldn't tell you boys earlier."
es: {Haruka} "Siendo que no hubiésemos podido decíroslo antes."

source: {Mizuki} "Some of the girls were against it, but now even Kazuko and them are okay with it."
es: {Mizuki} "Algunas chicas no querían a ningún chico aquí."

source: We saw Fuusen and Appo standing off to the side by themselves. They were standing very close to one another.
es: Vimos a Hu-sen y a Appo- juntos, muy pegados el uno del otro.

source: Their distance from each other seemed like it was expressing their intimacy. It was close enough to make one's heart race. They might even have been holding each other's hand.
es: Podrían hasta estar estrechándose las manos.

source: I doubted it, but this sunset was so romantic it made me think so.
es: Lo dudo. Pero semejante vista lo hace todo muy romántico.

source: {Mizuki} "Isn't it beautiful?"
es: {Mizuki} "¿No es bello?"

source: {Kazushi} "I can't imagine a better surprise..."
es: {Kazushi} "Es imposible que esté más sorprendido..."

source: The entire sky was painted orange, and Pierre, Daigo, Haruka, Mizuki, Appo, Fuusen, and probably even me all had an orange glow about them.
es: La cara de todos se había vuelto narajan a causa del reflejo.

source: The calm surface of the water soaked in the fading sunset, and shone brightly like a field full of countless glittering jewels. No one could take their eyes off that majestic splendor.
es: Hasta la superficie del agua. Parecía como si estuviese repleta de joyas.

source: {Haruka} "This is my most favourite view on the island. I've looked at it since I was a little girl, so it brings back lots of memories."
es: {Haruka} "Esta puede que sea mi vista favorita de la isla."

source: {Mizuki} "It's certainly mine. We don't need words to express ourselves while we watch this."
es: {Mizuki} "Sin duda la mía sí. No hay necesidad de hablar contemplando esto."

source: {Kazushi} "That's so you."
es: {Kazushi} "Muy propio de ti."

source: {Ran} "It really does look like the ocean is filled with jewels though."
es: {Ran} "Realmente parece como si fuesen joyas de verdad."

source: {Daigo} *sniff*
es: {Daigo} *Llorando*

source: {Mizuki} "Why are you crying?"
es: {Mizuki} "¿Por qué estás llorando?"

source: {Ran} "Look at this guy! He's actually crying!"
es: {Ran} "Mírale. Está llorando."

source: {Kazushi} "Don't point and laugh! Daigo, are you okay?"
es: {Kazushi} "¡No te burles!"

source: Deep down inside, Daigo's actually a sentimentalist.
es: Daigo es un chico muy romántico.

source: {Daigo} "Beautiful......it's so beautiful."
es: {Daigo} "Es muy bonito... Es precioso."

source: {Haruka} "You don't have to cry. Here, you can borrow my handkerchief."
es: {Haruka} "No tienes que llorar. Toma."

source: {Daigo} "......thank you!"
es: {Daigo} "... ¡Gracias...!"

source: Daigo blew his nose with her handkerchief. The sound of it killed the mood.
es: Daigo se sonó con el pañuelo que le acababa de dar Haruka. Ese sonido rompió por completo el ambiente.

source: {Haruka} "Uhhh... On second thought, keep it."
es: {Haruka} "Puedes quedarte el pañuelo..."

source: {Daigo} "......it's so beautiful......"
es: {Daigo} "Es tan bello..."

source: {Kazushi} "Stop crying, Daigo. You're making me cry, too!"
es: {Kazushi} "Deja de llorar Daigo. Estás haciendo que me entren ganas de llorar a mí también."

source: I don't know why, but this awe-inspiring view brings me to shed manly tears.
es: No sé por qué, pero esta vista hace que me entren ganas de llorar.

source: {Kazushi} *sniff*
es: {Kazushi} *Llorando*

source: {Ran} "Wow. Are you crying too, Kazushi?"
es: {Ran} "Increíble. ¿También te has puesto a llorar tú, Kazushi?"

source: {Pierre} "You guys are such girls. I like that about you, though."
es: {Pierre} "Sois unas nenazas. Aunque me gusta el aspecto que tenéis."

source: {Haruka} "I never knew that boys could be so romantic. ...It makes me wanna cry, too!"
es: {Haruka} "Nunca imaginé que los chicos fuesen tan románticos... Me entran ganas de llorar a mí también."

source: {Kazushi} "This is so beautiful. The beauty of nature."
es: {Kazushi} "Es tan bonito. La belleza de la naturaleza."

source: We kept watching the sun until it completely disappeared below the horizon.
es: Seguimos contemplando el sol hasta que desapareció por el horizonte.

source: For the first time, I felt like I had become a true resident of this island.
es: Por primera vez, sentí que era un habitante de esta isla.
