Repository: talestra/edelweiss
Catalog: translation/01804.po
Languages: es

source: {Kazushi} "Hmm......"
es: {Kazushi} "Mmm..."

source: I don't know why, but I suddenly stopped walking. But then again, I wasn't sure if I was really walking in the first place.
es: No se por qué, pero he dejado de andar. Aunque la verdad no tengo claro siquiera que estuviese realmente andando.

source: {Kazushi} "Wait a minute, where am I going?"
es: {Kazushi} "Un momento. ¿Adónde estoy yendo?"

source: Right, first question: Why am I even here? As I continued walking, I figured out that I didn't know where I was headed.
es: Y para empezar, ¿qué hago aquí? Mientras caminaba me di cuenta de que no sabía adónde estaba yendo.

source: {Kazushi} "Damn, I'm really out of it."
es: {Kazushi} "Joder. ."

source: I looked around once more.
es: Mire alrededor una vez más.

source: {Kazushi} "Hmm?"
es: {Kazushi} "¿Uhm?"

source: That's......
es: Esa es...

source: {Kazushi} "Natsume-chan."
es: {Kazushi} "Natsume."

source: Natsume-chan slowed turned towards me when I called her. Her movement was almost mechanical, like a doll. She would be as cute as a doll if she didn't speak.
es: Cuando la llamé por su nombre, me saludó débilmente. Cuando me saluda, parece casi como una muñequita. Es muy mona si no dice nada.

source: Even though she saw me, Natsume-chan didn't say anything, as usual.
es: Aún habiéndome visto y como de costumbre, no me dice nada.

source: {Kazushi} "What are you doing here all by yourself?"
es: {Kazushi} "¿Qué estás haciendo aquí tú sola?"

source: She's always alone. I'm worried about whether or not she really has any friends. I can't leave her on her own.
es: Siempre va sola. Me preocupa que realmente no tenga maigos. No puedo dejarla sola.

source: {Natsume} "It's you again. Why do you keep coming here, Haruma? Is it a choice, or..."
es: {Natsume} "Eres tú otra vez. ¿Por qué has venido? ¿Has elegido venir aquí Haruma? O..."

source: I could tell that she was really trying to decipher something about me when she looked into my eyes. It made me uncomfortable.
es: Por su mirada, parece que esté tratando de averiguar algo sobre mí. Me resulta incómodo.

source: {Kazushi} "What can I say? It's a small island and we both live here. I'm pretty sure that we're bound to run into each other every now and then, right?"
es: {Kazushi} "Bueno. Es una isla pequeña y los dos vivimos en ella. ¿Es bastante probable encontrarnos, no?"

source: {Natsume} "............boring. Chatting with you is boring."
es: {Natsume} "...Me aburres. Tos conversaciones son siempre muy aburridas, Haruma."

source: {Kazushi} "Well, I wasn't trying to be entertaining..."
es: {Kazushi} "Bueno, tampoco es que pretendiese resultar gracioso."

source: {Natsume} "I see."
es: {Natsume} "Ajá."

source: It seemed like she didn't care much, and she started walking away.
es: Parece que no le importa mucho y empieza a caminar de nuevo.

source: {Kazushi} "Where are you going?"
es: {Kazushi} "¿Adónde vas?"

source: {Natsume} "Why are you following me? It's best not to bother with me."
es: {Natsume} "¿Por qué me estás siguiendo? No te preocupes por mí."

source: {Kazushi} "Don't say that. If you keep up that attitude where you try to keep people away, then one day there won't be anybody left around you."
es: {Kazushi} "No digas eso. Si sigues con esa actitud, evitando a la gente, llegará un día en que no habrá nadie a tu alrededor."

source: I didn't know if what I said meant anything to her, but it definitely made her stop walking.
es: No sé si las cosas que le he dicho han hecho algo, pero desde luego ha servido para que se parase.

source: {Kazushi} "Huh? Natsume-chan?"
es: {Kazushi} "¿Eh? ¿Natsume?"

source: She stared at me with her back still facing me. I think she's angry.
es: Todavía no se ha girado a mirarme. Parece que se ha enfadado.

source: {Kazushi} "I'm sorry. I think I said that in a way that upset you. I apologize."
es: {Kazushi} "Lo siento. Creo que lo he dicho de una forma un tanto brusca. Lo siento."

source: {Natsume} "No, it's OK. Maybe you're right."
es: {Natsume} "No, no pasa nada. Quizá tengas razón."

source: I was surprised. Normally she wouldn't accept anything I said. This really isn't like her.
es: Estaba sorprendido. Generalmente no habría tolerado lo que he dicho. No es propio de ella.

source: Maybe I said something I shouldn't have?
es: Quizá he dicho algo que no debería haber dicho.

source: {Kazushi} "Um... I'm really sorry about what I said. Are you mad at me?"
es: {Kazushi} "Eh... Siento de veras lo que he dicho. ¿No estás enfadada?"

source: {Natsume} "I'm not really mad, but..."
es: {Natsume} "No estoy enfadada, pero..."

source: {Kazushi} "But?"
es: {Kazushi} "¿Pero?"

source: {Natsume} "Maybe it's my fault, like you said, and that's why Papa left me."
es: {Natsume} "Tenías razón en lo que has dicho. Quizá es por eso que mi padre desapareció delante de mí."

source: {Kazushi} "Papa?"
es: {Kazushi} "¿Padre?"

source: Although Natsume-chan was right in front of me, her back seemed very small and distant. It was the first time I'd ever heard her mention her family.
es: Tras escuchar lo del padre de Natsume por primera vez, parecía como si Natsume estuviese muy lejos de mí pese a estar justo delante mío.

source: I didn't know what was going on, but I was sure that I hurt Natsume-chan's feelings somehow.
es: No sabía exáctamente lo que estaba pasando, pero estaba seguro de que había herido los sentimientos de Natsume de alguna forma.

source: {Kazushi} "Natsume-chan......"
es: {Kazushi} "Natsume..."

source: {Natsume} "It's fine. Don't worry about it. I'm all right by myself."
es: {Natsume} "No te preocupes por eso. Estoy bien sola."

source: She started walking off again, so I chased after her.
es: Empezó a caminar de nuevo, así que fuí tras ella.

source: {Natsume} "Nothing is going to happen, even if you follow me."
es: {Natsume} "No va a pasar nada aunque me sigas."

source: {Natsume} "I told you, I'm okay. Stop being nosy."
es: {Natsume} "Ya te lo he dicho. Estoy bien. Deja de fisgonear."

source: {Kazushi} "Then since I'm nosy, let me ask a nosy question: where did your Papa go, Natsume-chan?"
es: {Kazushi} "Me da igual ser un entrometido. Y por eso, ¿puedo hacerte una pregunta entrometida? ¿Dónde está tu padre?"

source: I knew it was a personal question, but I just couldn't help trying to find out more about her. She heaved an exasperated sigh.
es: Sabía que era una pregunta muy personal, pero no pude evitar querer saber más de ella.

source: {Natsume} "You really are nosy. Why do you care so much about me?"
es: {Natsume} "Eres un fisgón de verdad. ¿Por qué te preocupas tanto por mí?"

source: {Kazushi} "What do you mean "why"?"
es: {Kazushi} "¿A qué te refieres con "por qué"...?"
