Repository: talestra/edelweiss
Catalog: translation/01824.po
Languages: es

source: {Kazushi} "Because you're my friend, Natsume-chan."
es: {Kazushi} "Porque eres mi amiga, Natsume."

source: She stopped.
es: Se para

source: Again, she stopped and turned around with confusion in her eyes.
es: De nuevo, se para y se gira con una cara de extraño.

source: {Kazushi} "Um, did I say something wrong again?"
es: {Kazushi} "Eh... ¿He dicho algo malo?"

source: {Natsume} "Are you my friend, Haruma?"
es: {Natsume} "¿Eres mi amigo, Haruma?"

source: {Kazushi} "Oh, um...at least I thought I was your friend? Was I wrong?"
es: {Kazushi} "Ah. Al menos eso creía. ¿Tan malo es?"

source: {Natsume} "Since when have we been friends?"
es: {Natsume} "¿Desde cuando somos amigos?"

source: {Kazushi} "Well, I hadn't really thought about when, but if I had to say, I think we were friends by the second time we met."
es: {Kazushi} "Bueno, si lo que quieres es una fecha exácta, pues no sé. Pero supongo que me volví tu amigo la seguna vez que nos vimos."

source: {Natsume} "How did we become friends? Is it because we kissed?"
es: {Natsume} "¿Cómo nos hemos hecho amigos? ¿Es porque nos besamos?"

source: {Kazushi} "Not...exactly...only true couples are supposed to do that."
es: {Kazushi} "No exáctamente... Se supone que solo las parejas hacen eso."

source: It made me blush when I tried to think about when we kissed. Come to think of it, that was my first kiss, too, and Natsume-chan was the one I shared it with.
es: Al intentar pensar sobre eso, me pongo rojo. Ahora que lo pienso, ese fue mi primer beso. Y Natsume fue la primera persona con la que lo hice.

source: {Natsume} "I see. Friends, eh?"
es: {Natsume} "Ya veo. Así que amigos, ¿eh?"

source: {Kazushi} "That's right, friends. I'll introduce to all of my friends, too. I'm certain that they'll all take a liking to you."
es: {Kazushi} "Sip, amigos. Te presentaré a mis otros amigos. Estoy seguro de que les gustarás a todos."

source: {Natsume} "But I don't really have any friends I could introduce to you."
es: {Natsume} "Pero la verdad es que no soy una chica a la que puedas presentar a gente."

source: {Kazushi} "Don't worry about it! Though I guess it might be a little boring since all my friends are older than you."
es: {Kazushi} "No te preocupes. Todos mis amigos son mayores que sú, así que podría ser aburrido."

source: {Kazushi} "Equivalent exchange? What's that? I don't get it."
es: {Kazushi} "¿Por qué sería violento? No lo entiendo."

source: {Natsume} "You're an idiot, Haruma."
es: {Natsume} "Eres tonto, Haruno."
