Repository: talestra/edelweiss
Catalog: translation/01834.po
Languages: es

source: She jumped to a conclusion about me!
es: ¡Ha acabado conmigo!

source: {Kazushi} "Yeah, well, I know I'm stupid, but you don't have to tell me directly."
es: {Kazushi} "Vale. Ya sé que soy estúpido, pero no me lo digas a la cara..."

source: {Natsume} "I see. You're starting to look cute, Haruma."
es: {Natsume} "Ajá... Estás empezando a parecerme mono, Haruma."

source: Is it because I'm stupid? It made me feel pitiful when she treated me like a kid.
es: ¿Es porque soy estúpido? Me entristezvo un poco cuando me trata como a un niño.

source: {Kazushi} "Don't treat me like a kid in front of everyone else, OK?"
es: {Kazushi} "No me trates como a un niño delante de todo el mundo."

source: {Natsume} "You don't want to be treated like a kid? Did your parents treat you like a kid?"
es: {Natsume} "¿No quieres que te traten como a un niño? ¿Tus padres no te trataban como tal?"

source: {Kazushi} "Well, yeah, back when I WAS a kid. How about your parents..."
es: {Kazushi} "Bueno, claro. Cuando era un niño. ¿Y tus padres...?"

source: I was going to say something, but I remembered how we just had this conversation about Natsume-chan's father.
es: Iba a decir algo, pero he recordado la conversación sobre el padre de Natsume.

source: {Kazushi} "Where's your Papa now, then?"
es: {Kazushi} "¿Dónde está tu padre ahora mismo?"

source: Where could that damn man be? Leaving his cute daughter all alone on an island like this...
es: ¿Dónde podría estar este tipo? Dejando a su preciosa hija en esta isla...

source: {Natsume} "He's on this island."
es: {Natsume} "Está en esta isla."

source: {Kazushi} "What? You mean he's here on the island?"
es: {Kazushi} "¿Qué? ¿Que está en la isla?"

source: That was an unexpected answer. That meant there shouldn't be any problems, right?
es: Esa ha sido una respuesta bastante inesperada. Entonces no debería haber problema alguno.

source: {Kazushi} "Then you should be able to see him any time you want, right?"
es: {Kazushi} "Entonces deberías poder verle en cualquier momento, ¿no?"

source: It's a small island and hell, they both live here. Given how often Natsume-chan and I bump into each other it should be easy for those two to see each other.
es: Joder, es que es una isla pequeña, y ambos viven en ella. Deberían poder verse.

source: {Natsume} "He wouldn't see me if I tried to visit."
es: {Natsume} "Pero... Él no querría verme."

source: {Kazushi} "What? Why? You went to go see him, right?"
es: {Kazushi} "¿Qué? ¿Por qué? Ya has ido a verle, ¿no?"

source: {Natsume} "I did, but he ran away from me."
es: {Natsume} "Ya lo hice, pero huyó de mí."

source: {Kazushi} "Why would he run away? Isn't he your father?"
es: {Kazushi} "¿Por qué iba a huir? ¿Acaso no es tu padre?"

source: {Natsume} "I don't know. Maybe he just hates me."
es: {Natsume} "No lo sé. Quizá es simplemente que me odia."

source: Natsume-chan started pouting. She wasn't acting like her usual aloof self; she was just an ordinary girl right now.
es: Natsume parece resentida. La Natsume de siempre, mira siempre a las personas por encima del hombro, pero la Natsume que veo ahora es como cualquier chica ordinaria.

source: {Natsume} "Papa hates me. That's why he disappeared from me. That's why he won't see me."
es: {Natsume} "Mi padre me odia. Y es por eso por lo que huyó de mí. Y es por eso que no querría verme aunque fuese."

source: {Kazushi} "That's not true."
es: {Kazushi} "Eso no es verdad."

source: I didn't know what kind of problems they had between them, but I had to say that.
es: No sé qué problema tendrían entre sí, pero tenía que decirlo.

source: {Natsume} "What do you know, Haruma?"
es: {Natsume} "¿Y tú que sabes de mí? Nada. No sabes nada."

source: {Kazushi} "Maybe I don't, but he's your only father. There isn't a father on Earth that doesn't care about his own child."
es: {Kazushi} "Eso es cierto, pero él es tu único padre. No hay ningún padre en el mundo que no se preocupase por su hija."

source: {Natsume} "Then why won't he see me? Why would he leave me?"
es: {Natsume} "¿Entonces por qué no quería verme? ¿Por qué huyó?"

source: It was like we were regressing through the years because Natsume-chan was acting like a little girl.
es: Era como si estuviésemos viajando al pasado por la forma en la que Natsume actuaba como una niñita.

source: {Kazushi} "I wouldn't know that either, but all I can say is that your father loves you."
es: {Kazushi} "No puedo saber eso tampoco. Pero todo lo que puedo decirte es que tu padre te quiere."

source: {Natsume} "......that's a lie."
es: {Natsume} "...Eso es mentira."

source: {Kazushi} "Seriously, I mean it. Let's give your father one last chance. I'll go with you to see him this time."
es: {Kazushi} "En serio. Lo creo de verdad. Ves a ver a tu padre una vez más. Esta vez iré contigo."

source: {Natsume} "You're going too, Haruma?"
es: {Natsume} "...¿Tú también vendrías, Haruma?"

source: {Kazushi} "Yeah. I'll go with you this time, and I'll make sure he doesn't run away so you can see each other."
es: {Kazushi} "Claro. Iré contigo esta vez y me encargaré de que no huya para que puedas verle."

source: Natsume-chan thought for a moment. I thought that she was scared her father might run away and never look at her again.
es: Natsume se quedó quieta durante un rato. Creo que estaba asustada de que su padre no quisiese verla y volviese a huír de ella.

source: {Kazushi} "Don't worry! Believe in me."
es: {Kazushi} "¡No te preocupes! Confía en mí."

source: {Natsume} "Um...okay...this time you're going with me to meet my father too, Haruma."
es: {Natsume} "Um... Vale. Esta vez tú también irás a conocer a mi padre."

source: {Kazushi} "Right. Got it."
es: {Kazushi} "Claro."

source: I don't know what kind of parent this guy is, but if he's some nasty jerk, I'll give him a piece of my mind.
es: No sé qué clase de tipo será el padre de Natsume, pero como sea algún capullo, no me callaré.

source: But, I just can't think this guy is a villain because he's Natsume-chan's beloved father.
es: Pero me resulta difícil de creer que sea un mal tipo, siendo el único padre de Natsume.

source: I really want to help them.
es: Debo ayudarles.
