Repository: talestra/edelweiss
Catalog: translation/01906.po
Languages: es

source: {Kazushi} "What did you guys need me for?"
es: {Kazushi} "¿Qué es lo que queréis, chicas...?"

source: It was lunch break, and I'd been called out by a few girls. To behind the gym, no less. My heart was pounding for more reasons than one.
es: Me han convocado las chicas. Me pregunto qué querrán de mí. Me estoy poniendo nervioso.

source: {Kazushi} "Whatever I did......I'm really sorry!"
es: {Kazushi} "No sé lo que he hecho, pero... ¡Lo siento mucho!"

source: I should just apologize and get it over with.
es: Debería disculparme primero por lo que haya podido hacer.

source: {Haruka} "Huh? Why are you apologizing?"
es: {Haruka} "¿...? ¿Por qué te disculpas?"

source: {Kazushi} "I don't know, so just in case."
es: {Kazushi} "No sé."

source: {Andou} "Apologizing just in case? You men are completely pathetic. Why are we even asking a man, anyways?"
es: {Rei} "¿No sabes por qué te estás disculpando?"

source: {Kazushi} "What do you guys need?"
es: {Kazushi} "¿Qué es lo que necesitáis entonces?"

source: {Kazushi} "What are you guys talking about?"
es: {Kazushi} "¿De qué estáis hablando?"

source: {Sakura} "We're here to ask you for some help, Harucchi."
es: {Sakura} "Lo que queremos es pedirte un favor."

source: {Kazushi} "You need my help?"
es: {Kazushi} "¿Necesitáis un favor?"

source: I thought they called me over to beat me up or something.
es: Pensaba que me habían llamado para apalizarme o algo.

source: When I came in reply to their call and saw all these women here, I was really worried that I was in trouble.
es: ¿Para qué más iban a haberme llamado?

source: {Andou} "Are you listening? This is important."
es: {Rei} "¿Estás escuchando?"

source: {Kazushi} "Yes, I'm listening. How can I help you girls?"
es: {Kazushi} "Sí, sí. Estoy escuchando. ¿En qué puedo ayudaros?"

source: {Andou} "It's about Kazuko-chan."
es: {Rei} "Se trata de Hu-sen."

source: {Kazushi} "You mean Fuusen?"
es: {Kazushi} "¿Qué le pasa?"

source: What would Fuusen need me for? Beats me. Now I'm even more worried.
es: ¿Para qué me podría necesitar Hu-sen? No tengo ni idea.

source: {Haruka} "She's in love."
es: {Haruka} "Está enamorada."

source: {Kazushi} "She's in love?"
es: {Kazushi} "¿Enamorada?"

source: {Kazushi} "...EH!? With me!?"
es: {Kazushi} "¿¡...!? ¿¡De mí!?"

source: I almost fainted. It was like getting a death sentence.
es: Casi me desmayo. Era algo así como ser sentenciado a muerte.

source: {Haruka} "No! Not with you."
es: {Haruka} "¡No! De ti no."

source: {Mizuki} "With Appo."
es: {Mizuki} "De Appo-."

source: {Kazushi} "Oh, with Appo."
es: {Kazushi} "Ah, de Appo-."

source: Phew...
es: Gracias a Dios...

source: If I think about it, she's been crazy about him since the accident.
es: En realidad, si lo pienso, anda loquita por él desde aquel accidente.

source: Appo keeps running away from her, though.
es: Por otra parte, Appo-, ha estado evitándola.

source: {Kazushi} "I kinda suspected it, but how can I help you guys with that?"
es: {Kazushi} "Mas o menos me lo imaginaba. ¿Pero en qué puedo ayudaros con eso?"

source: It's about them. Not about me.
es: Es cosa de ellos, no mía.

source: {Andou} "I'm against Kazuko-chan dating that ugly thing, though."
es: {Rei} "Todavía me resulta increíble que quiera salir con él."

source: Andou was highly upset, and seeing someone that large in a bad mood was scary.
es: Por algún motivo, Rei está en contra de que salgan.

source: {Haruka} "Rei-chan doesn't like how Kazuko-chan's fallen in love with a boy."
es: {Haruka} "A Rei no le hace ni pizca de gracia que Hu-sen se enamore de un chico."

source: {Ran} "You just don't wanna be left alone, do you?"
es: {Ran} "Rei. No quieres quedarte sola. Es eso, ¿verdad?"

source: {Andou} "It's not that! It's just that we've always been together!"
es: {Rei} "¡No es eso! ¡Es que hemos estado juntas siempre!"

source: {Mizuki} "That's right, you two grew up together."
es: {Mizuki} "Habéis crecido juntas."

source: {Kazushi} "They did?"
es: {Kazushi} "¿En serio?"

source: No wonder they were so close - they'd always been together.
es: No es de extrañar entonces que estén tan juntas todo el tiempo.

source: {Kazushi} "That's pretty amazing. You grew up together, and even now you're in the same all-girls academy..."
es: {Kazushi} "¿Así que habéis ido a la misma escuela siempre?"

source: {Andou} "We weren't just together at school. We even had our first loves at the same time."
es: {Rei} "No solo la escuela. Hasta nos enamoramos por primera vez juntas."

source: {Kazushi} "You guys are like twins."
es: {Kazushi} "Por lo que dices sois casi gemelas."

source: {Andou} "Yes, we are! So you see? I'm not jealous, I'm just worried!"
es: {Rei} "¡Pues sí! ¡Y no estoy celosa! ¡Lo que estoy es preocupada!"

source: She gave me a death stare as she made that statement.
es: Me mira fijamente mientras hace la afirmación.

source: {Kazushi} "Please don't glare at me like that. What do you want me to do about it?"
es: {Kazushi} "¡No me mires a mí! ¿Qué quieres que haga yo?"

source: {Mizuki} "Could you casually ask Appo how he feels about Kazuko-chan?"
es: {Mizuki} "¿Puedes preguntarle a Appo- qué opina sobre Hu-sen?"

source: {Kazushi} "I don't think I need to ask to know......"
es: {Kazushi} "Creo que eso ya me lo imagino..."

source: {Mizuki} "Eh? What?"
es: {Mizuki} "¿Has dicho algo?"

source: {Kazushi} "No, nothing."
es: {Kazushi} "No. Nada..."

source: There is no way in hell that Appo's falling for Fuusen. He's insanely picky about girls, even if none of them are paying any attention. I doubt he'll go for anyone short of Mei-class.
es: Es imposible que Appo- se acabe enamorando de Hu-sen. Por mucho que las chicas pasen de él, es así de exigente.

source: {Haruka} "Kazushi-kun, won't you help us? Appo-kun's your friend right? Don't you want your friend to be happy?"
es: {Haruka} "Kazushi, ¿podrías cooperar? Me gustaría verles felices."

source: {Kazushi} "Of course I do."
es: {Kazushi} "Sería genial si fuese así."

source: But I'm not sure if it'll really make Appo happy.
es: Pero no estoy seguro de que eso fuese a hacer feliz a Appo-.

source: {Haruka} "I'm confident that those two will make a great couple."
es: {Haruka} "Estoy convencida de que serían una muy buena pareja."

source: {Kazushi} "Are you sure?"
es: {Kazushi} "¿Estás segura?"

source: {Mizuki} "Sure they will. I agree with her. Those two have a similar aura."
es: {Mizuki} "Desde luego."

source: {Kazushi} "I don't know......"
es: {Kazushi} "No sé yo..."

source: Well, they are alike in a lot of ways. I've heard that similar people make the best couples.
es: Son muy parecidos. He oído que la gente similar son las que forman las mejores parejas.

source: {Andou} "Either way, I just watch Kazuko-chan sighing all day long. Will you please find out how that Apple feels about her?"
es: {Rei} "Se pasa el día suspirando... Es lo único que hace. ¿Averigurarás lo que siente él por ella?"

source: {Kazushi} "All right. All right."
es: {Kazushi} "Está bien. Está bien."

source: I can't imagine Fuusen sighing all day long.
es: Me resulta difícil imaginar a Hu-sen suspirando todo el día.

source: That tells me she's serious.
es: Lo que me advierte de que va en serio.

source: I guess I'll ask Appo how he feels about Fuusen.
es: Supongo que le preguntaré a Appo- sobre sus sentimientos hacia ella.

source: {Kazushi} "So, what do you think about Fuusen now that she's calmed down?"
es: {Kazushi} "¿Qué opinas de Hu-sen?"

source: I dropped a not-so-subtle hint.
es: Lo he dejado caer.

source: {Appo} "I think she belongs in the garbage bin."
es: {Appo-} "Opino que debería estar en un cubo de la basura."

source: He wasn't biting at all. In fact, that was downright mean.
es: Parece que no siente absolutamente nada por ella.

source: {Pierre} "That's what I wanted to talk about. Have you noticed how she looks at him lately?"
es: {Pierre} "Ya quería yo hablar de eso. ¿Os habéis fijado cómo le mira a Appo- últimamente?"

source: {Daigo} "The way she looks at him?"
es: {Daigo} "¿Cómo le mira?"

source: {Pierre} "She's falling for Appo."
es: {Pierre} "Está coladita por Appo-."

source: {Appo} "Will you guys stop it already? Besides, what are we doing?"
es: {Appo-} "¿Paráis ya o qué? Además. ¿Qué es lo que estamos haciendo?"

source: {Daigo} "What do you mean?"
es: {Daigo} "¿Qué quieres decir?"

source: {Appo} "It's been half a month since we hit this island. Half a month, and how come none of us has a girlfriend yet?"
es: {Appo-} "Ya ha pasado medio año. ¿Cómo es que ninguno de nosotros tiene novia ya?"

source: {Appo} "This island is full of girls! How come none of us has had a chance?"
es: {Appo-} "¡La isla está a rebosar de chicas! ¿¡Cómo puede ser que ninguno haya tenido siquiera una oportunidad!?"

source: {Daigo} "Somebody's got a chance."
es: {Daigo} "Alguien sí que la tiene."

source: {Kazushi} "That's right. Someone right in front of us."
es: {Kazushi} "Eso es cierto. Y está justo delante de nosotros."

source: The three of us stared at Appo.
es: Todos nos quedamos mirando a Appo-.

source: {Appo} "Why are you guys staring at me?"
es: {Appo-} "¿Por qué me miráis amí?"

source: {Pierre} "Because you're the one who's got a chance. Fuusen's heart is all yours."
es: {Pierre} "Precisamente porque eres tú ese que tiene una oportundidad."

source: {Appo} "Stop that. It was in my dead granny's will not to talk about Fuusen Kazuko after dark."
es: {Appo-} "Parad el carro. Preferiría morir antes que hablar sobre Hu-sen."

source: {Pierre} "What kind of superstition is that? What's wrong with Fuusen Kazuko. No need to be that cruel to her."
es: {Pierre} "Venga. No seas tan terco. Sé bueno con ella."

source: It seemed like everyone was rooting for Fuusen - directly against Appo's will.
es: Parece que todos apoyan lo de Hu-sen.

source: {Appo} "Shut up! Put yourselves in my position! Would you be happy?"
es: {Appo-} "¡A callar! ¡Poneos en mi posición!"

source: He got seriously angry. We were all at a loss for words. We looked at each other, but no one would speak.
es: Se ha enfadado. Nadie tiene cojones para replicarle.

source: {Appo} "What did I tell you?"
es: {Appo-} "¿Qué os he dicho?"

source: He yelled back at us for our silence.
es: Tenía razón. No podíamos decir nada.

source: {Kazushi} "But it's not such a bad thing, is it? How it feels to be liked by a girl?"
es: {Kazushi} "Pero no es tan malo gustarle a una chica, ¿no?"

source: {Appo} "That's only when the girl looks good! Have you seen her face? Go out with that? What kind of lab-rat am I?!"
es: {Appo-} "¿Pero le has visto la cara?"

source: {Pierre} "Hey, that's not nice. It's a girl's heart that matters most, not her face."
es: {Pierre} "Ey, eso es muy vil. Es el corazón lo que de verdad importa."

source: {Appo} "Uwaaaaaaah!"
es: {Appo-} *Llorando*

source: {Kazushi} "You don't have to cry!!"
es: {Kazushi} "¡¡No tienes que llorar!!"

source: {Appo} "She shows up naked in my dreams every night! She rapes me every time I go to sleep!!"
es: {Appo-} "¡Me la encuentro en sueños cada noche! ¡¡Y todas las noches acaba violándome!!"

source: {Daigo} "You're actually getting off on that...?"
es: {Daigo} "¿¡Te acabas corriendo...!?"

source: {Pierre} "Don't be so dramatic. Consider yourself the luckiest guy here to be liked by anyone, even if it's Fuusen."
es: {Pierre} "No seas tan exagerado. Considerate un chico con suerte."

source: {Daigo} "Pierre is right. So far, you're the only one getting hit on by a girl. You're our guiding light."
es: {Daigo} "Pierre tiene razón. Además, tú has sido el único en atraer a una chica."

source: {Appo} "...guiding light?"
es: {Appo-} "¿¡Solo yo...!?"

source: His face was covered with his hands, but I saw his ears twitch in response to 'guiding light'.
es: Ha respondido a la parte de 'el único'.

source: {Pierre} "That's right! Our guiding light. You're our hope. You're on the verge of opening the gates that none of us have every opened."
es: {Pierre} "Es cierto. Tú has sido el único y de lejos. Es tu deber guiarnos por el camino de la felicidad."

source: {Appo} "Me, opening the gates no one ever has..."
es: {Appo-} "¿Yo? Guiaros por el camino de la felicidad..."

source: {Pierre} "That's right! A tunnel no one has braved before! Open those gates, and show us the way!"
es: {Pierre} "¡Eso es! ¡¡Guíanos por el camino!!"

source: For a moment, Appo was seriously mulling over Pierre's encouraging remarks.
es: Por un momento, Appo- estaba escuchando los ánimos de Pierre.

source: {Appo} "I-I will not be duped! You guys are just trying to hook me up with that ugly chick! There has to be someone prettier out there for me!"
es: {Appo-} "¡No va a colar! ¡Lo único que estás haciendo es tratar de convencerme de que acabe con esa chica tan horrenda!"

source: {Daigo} "I think you guys will make a good couple."
es: {Daigo} "Yo creo que haríais una buena pareja."

source: Appo just didn't know when to quit.
es: Appo- se cree que se merece la más guapa o algo.

source: However, this matter wasn't ending here.
es: La conversación continúa un poco más.

source: {Sakura} "So, Appo-kun, what do you plan to do?"
es: {Sakura} "Y bien... ¿Qué opina de Hu-sen?"

source: {Mizuki} "You're ready to go out with her, right?"
es: {Mizuki} "Estás preparado para salir con ella, ¿no?"

source: {Appo} "I'm not exactly sure of that, myself..."
es: {Appo-} "No las tengo todas conmigo..."

source: After they realized that we'd failed to persuade Appo, they decided to take a more aggressive approach.
es: Tras enterarse de nuestro fracaso al tratar de persuadir a Appo-, decidieron dar un paso más agresivo.

source: {Pierre} "It's been almost an hour."
es: {Pierre} "Ya ha pasado casi una hora."

source: {Daigo} "Shouldn't we help him out?"
es: {Daigo} "¿No deberíamos ayudarle?"

source: {Kazushi} "No way. We can't do anything about it."
es: {Kazushi} "Aunque no podemos hacer nada al respecto."

source: All we could do was watch over him from a distance; we couldn't add a single word.
es: Lo único que podíamos hacer era mirarlo desesperanzados.

source: Girls can become frighteningly powerful when they generate a pack mentality.
es: Las chicas, juntas, pueden llegar a tener un poder de sugestión formidable.

source: {Haruka} "You do like Fuusen, right? I know. I can tell. She told me that you've been so nice to her!"
es: {Haruka} "Te gusta Hu-sen, ¿verdad? ¡Me dijo que eras muy amable con ella!"

source: {Appo} "That bitch..."
es: {Appo-} "Eso es mentira..."

source: {Andou} "Have you been toying with her feelings!? If you have, I'll never forgive you!"
es: {Rei} "¡¿Es que piensas jugar con sus sentimientos?!"

source: Andou slammed her fist into the table, and it snapped like the Titanic ramming head-on into an iceberg, forming a perfect V.
es: Rei aporreó la mesa y la partió en dos.

source: {Appo} "I'm against violence......"
es: {Appo-} "Estoy totalmente en contra de la violencia..."

source: Appo was shaking in fear.
es: Appo- temblaba del miedo.

source: {Haruka} "Nobody's going to hurt you. You're Kazuko-chan's important person, you know?"
es: {Haruka} "No te preocupes, que nadie va a hacerte daño. Tú eres una persona muy importante para Hu-sen, ¿sabes?"

source: {Andou} "That's right... I got overexcited. I'm sorry."
es: {Rei} "Es cierto... Me he dejado llevar por las emociones, lo siento."

source: {Haruka} "Rei is just worried about her best friend."
es: {Haruka} "Lo único que pasa es que Rei está preocupada por su mejor amiga."

source: {Andou} "Yes, I am. I'm so worried that Kazuko-chan might be falling for a bad man. If he was toying with her and threw her away, I might rip him in half."
es: {Rei} "Tienes razón, estoy preocupada por ella. Si alguien le rompe el corazón, no sé que le haré a dicha persona."

source: SNAP
es: *Rei reventando un vaso con la mano*

source: Appo's face turned pale as he watched the mug in her hands get ripped apart.
es: Appo- palideció por lo que acaba de presenciar.

source: {Daigo} "Is she really human?"
es: {Daigo} "¿Estáis seguros de que es humana?"

source: {Pierre} "She must be the strongest creature on Earth."
es: {Pierre} "Debe ser la criatura más fuerte sobre la faz de la tierra..."

source: This was the carrot and the whip. Everyone but Andou was all smiles.
es: Todas las demás sonreían. Y eso era precisamente lo que asustaba tanto a Appo-.

source: {Ran} "You risked your life to save her. You couldn't have done that unless you loved her."
es: {Ran} "Arriesgaste tu vida para salvarle. Nadie es capaz de hacer algo así sin amar a esa persona."

source: {Haruka} "That's right! You were amazing! You jumped into the burning room to save her!"
es: {Haruka} "¡Completamente de acuerdo! ¡Te introdujiste de lleno en el fuego para salvarla!"

source: {Appo} "That was because......"
es: {Appo-} "Pero eso fue porque..."

source: Even the bold Appo couldn't tell them it was because he thought she was a hot chick from behind.
es: Lo que pasaba es que no podía decirles la verdad.

source: "Why the hell does she have such a goddamn sexy back!" is probably what he wanted to say.
es: Appo- estaba muy enfadado con Hu-sen por lo sexy que le parecía cuando la vio por detrás.

source: {Mizuki} "You know, Kazuko has a really great body. Have you seen her in a swimsuit? I was shocked."
es: {Mizuki} "¿La has visto alguna vez en bañador? Tiene un cuerpazo."

source: {Appo} "She does......?"
es: {Appo-} "¿En... serio?"

source: For the first time, Appo showed an interest in Fuusen - and Ran didn't let that chance escape.
es: Por primera vez, Appo- mostró algo de interés en Hu-sen.

source: {Ran} "That's right. She's what, an F-cup? Her breasts are huge, but her waist is still so thin."
es: {Ran} "¿Sabías que gasta un sujetador de talla F?"

source: {Mizuki} "She's got just as much style as Mei-sensei. Honestly, how do they do it, eating the same things we are?"
es: {Mizuki} "En lo referente a tamaños, Es os la señorita Ibuki o Hu-sen."

source: {Appo} "I never knew she had such a great body."
es: {Appo-} "No sabía que tuviese tan buen cuerpo."

source: I could see Appo getting turned on by his lecherous face.
es: Viéndole la cara a Appo-, se ve que ya han conseguido calentarle.

source: {Pierre} "I bet he's already undressing Fuusen in his mind."
es: {Pierre} "Apuesto a que ya ha desnudado a Hu-sen en su cabeza."

source: {Daigo} "I bet he's replaced her face with Mei-sensei's."
es: {Daigo} "Y apuesto a que le ha cambiado la cara por la de la señorita Ibuki."

source: {Ran} "I know, why don't you two try going on a date?"
es: {Ran} "Oye... ¿Por qué no intentáis tener una cita?"

source: {Appo} "A date? Me and Fuusen?"
es: {Appo-} "¿Una cita? ¿Yo y Hu-sen?"

source: {Mizuki} "That's a good idea. You two barely know each other, right?"
es: {Mizuki} "Es una buena idea."

source: {Haruka} "You didn't even know she has great body. I bet if you two go on a date, you'll discover even more."
es: {Haruka} "Averiguaréis más cosas el uno del otro."

source: {Appo} "Find out more......"
es: {Appo-} "Averiguar más cosas..."

source: Appo later confessed to me that at that exact moment, he was seriously wondering what else might be huge besides her boobs.
es: Más tarde me confesaría que a excepción de sus tetas, no le interesaba nada más de ella.

source: {Haruka} "How about it? Don't make a big deal about it. Just go out as friends."
es: {Haruka} "No hay de qué preocuparse. Podéis salir como amigos."

source: {Appo} "All right......I guess......"
es: {Appo-} "Está bien... Supongo..."

source: {Ran} "It's settled then! This Saturday! 12 o'clock, meet her outside the dorm!"
es: {Ran} "¡¿Qué tal el sábado?! ¡¿A las 12?!"

source: {Appo} "...sure..."
es: {Appo-} "Vale..."

source: It was arranged whether he liked it or not.
es: La cosa quedó zanjada le gustase o no.

source: {Appo} "Do you guys think it was a set up?"
es: {Appo-} "Chicos... ¿Creéis que ya estaba planificado?"

source: {Pierre} "It's too late to wonder about that now. You've just got to move onwards."
es: {Pierre} "Ahora ya es tarde para pensar en eso."

source: {Appo} "I'm worried, though. I feel like I'm making a big mistake."
es: {Appo-} "Tengo la sensación de que estoy cometiendo un grave error."

source: {Kazushi} "You're thinking about this too much. Have things ever turned out better when you've actually used your brain?"
es: {Kazushi} "Piensas demasiado. ¿Acaso te han ido las cosas mejor las veces que has usado la cabeza?"

source: His reply was certain and instant.
es: Se rindió al instante.

source: {Kazushi} "See? You're the type who runs on their natural instincts. Trust your gut."
es: {Kazushi} "¿Ves? Limítate a dejarte llevar."

source: {Appo} "My guts are telling me that I'm making a big mistake. I think I should go home..."
es: {Appo-} "Mi instinto me dice que estoy cometiendo un grave error... Creo que debería volver a casa..."

source: {Pierre} "Hold him down!"
es: {Pierre} "¡¡Agarradle!!"

source: {Daigo} "Give it up!"
es: {Daigo} "¡Ríndete!"

source: {Appo} "Let me go!!"
es: {Appo-} "¡¡Soltadme...!!"

source: Appo missed his chance to escape. Just when we got him pinned down, a girl showed up.
es: Perdió la oportunidad de escapar. Justo cuando lo volvimos a capturar, apareció una chica.

source: {Fuusen} "Did I make you wait for long?"
es: {Hu-sen} "¿Te he hecho esperar?"

source: Fuusen stood there in her casual clothes with several other girls beside her.
es: Era Hu-sen.

source: Appo settled down as he saw Fuusen.
es: Appo- se tranquilizó alver a Hu-sen.

source: {Fuusen} "Yeah? That's good."
es: {Hu-sen} "¿Sí?"

source: {Mizuki} "Have fun, guys!"
es: {Mizuki} "¡Pasadlo bien, chicos!"

source: {Andou} "Good luck, Kazuko!"
es: {Rei} "¡Pásalo bien Hu-sen!"

source: {Fuusen} "Thanks, girls."
es: {Hu-sen} "Gracias, chicas."

source: {Kazushi} "Appo! Have fun!"
es: {Kazushi} "¡Appo-! ¡Pásalo bien!"

source: {Appo} "...... I still think I'm making a mistake."
es: {Appo-} "... Sigo pensando que estoy cometiendo una equivocación."

source: {Daigo} "Just give in, Appo."
es: {Daigo} "Appo-, ríndete."

source: I guess Appo needs to "just give in" to have fun today.
es: Supongo que Appo- necesita "rendirse" para poder pasárselo bien hoy.

source: Of course, the rest of us were stalking the happy couple.
es: Y por descontado, les vamos a espiar.

source: {Kazushi} "We've got to be quiet, all right?"
es: {Kazushi} "Tenemos que ser muy discretos, ¿vale?"

source: We couldn't all tag along or we'd be seen, so it was me and Pierre (Daigo was out due to his size, likewise Andou) plus Haruka, Mizuki, and Sakura.
es: Todos menos Daigo y Rei. Son demasiado grandes para ocultarse.

source: {Fuusen} "Are you guys comfortable in your new environment now?"
es: {Hu-sen} "¿Ya os habéis acostumbrado al ambiente?"

source: {Appo} "Yeah, kind of."
es: {Appo-} "Sí, mas o menos."

source: {Fuusen} "That's good."
es: {Hu-sen} "Qué bien."

source: They talked to each other in a near whisper as they walked along. I was getting goosebumps.
es: Parece que van bien.

source: {Pierre} "Gaaaah! I can't listen to this! What kind of chat are they having!"
es: {Pierre} "¡Pero tío...! ¡¿De qué cosas mas inocentonas están hablando?!"

source: {Haruka} "I think they're both shy. They look fine together."
es: {Haruka} "Creo que los dos tienen vergüenza. Hacen una buena pareja."

source: {Kazushi} "Where are they heading? What's along this path?"
es: {Kazushi} "¿A dónde están yendo? ¿Qué hay en esa dirección?"

source: {Mizuki} "I don't know."
es: {Mizuki} "No lo sé."

source: {Sakura} "Hey, doesn't this path lead to that place?"
es: {Sakura} "Oye... ¿Este camino no lleva hacia ese sitio?"

source: {Kazushi} "What's "that place"?"
es: {Kazushi} "¿Cuál es 'ese sitio'?"

source: {Sakura} "Doesn't this head down to the village?"
es: {Sakura} "¿Eso no lleva al centro del pueblo?"
