Repository: talestra/edelweiss
Catalog: translation/01906.po
Languages: es

source: {Pierre} "Is there anything interesting down there?"
es: {Pierre} "¿Hay algo interesante allí?"

source: {Sakura} "You guys still don't get it......?"
es: {Sakura} "¿Seguís sin pillarlo...?"

source: Sakura gave a troubled look to Haruka and Mizuki instead of just telling us.
es: A Sakura le estaba resultando difícil decírnoslo.

source: {Haruka} "What is it?"
es: {Haruka} "¿El qué?"

source: {Mizuki} "I don't know. Are there any fun places for couples?"
es: {Mizuki} "No sé. ¿Algún sitio para pasarlo bien en pareja?"

source: Sakura was so shy in telling us that.
es: Sakura se había puesto roja como un tomate al decírnoslo.

source: {Pierre} "What? You have one here?"
es: {Pierre} "¿El qué?"

source: Us guys figured it out. The girls didn't.
es: Los chicos ya nos habíamos imaginado el qué. Las chicas todavía no.

source: {Mizuki} "A couple of hours......Ah..."
es: {Mizuki} "¡¡Un par de horas...!!"

source: I think Mizuki figured it out. For someone who seems uncomfortable with those things, she sure knows a lot.
es: Creo que Mizuki ya se lo ha imaginado.

source: Maybe she's interested in trying it herself.
es: Quizá esté interesada.

source: {Haruka} "What is it? A new store or something?"
es: {Haruka} "¿Qué es? ¿Es una tienda nueva o algo?"

source: Haruka was the only one who hadn't figured it out yet. She might not have even known they existed.
es: Haruka es la única que no lo ha deducido ya.

source: I was pretty surprised that we had one on this small island.
es: Me sorprende bastante que hayan esa clase de lugares en una isla tan pequeña.

source: {Mizuki} "They stopped in front of it!"
es: {Mizuki} "¡Se han parado en frente!"

source: {Sakura} "Seriously? I knew it!"
es: {Sakura} "¿En serio? ¡Lo sabía!"

source: Appo and Fuusen stopped in front of a shabby house. From a distance, it looked like a regular rest house, but...
es: Appo- y Hu-sen se pararon en frente de una vieja cabaña...

source: {Sakura} "It used to be a regular bed and breakfast... but, you know, there aren't many tourists anymore. So...get it?"
es: {Sakura} "Antaño era un motel más... Hasta que fuimos perdiendo gradualmente las visitas en la isla..."

source: I see. It's a regular motel turned love hotel.
es: Ya veo. Era un motel convencional que es ahora un hotel del amor.

source: {Appo} "Hey......"
es: {Appo-} "Ey..."

source: {Fuusen} ".................."
es: {Hu-sen} "..."

source: We saw Fuusen nodding at Appo. They stood there frozen in front of the entrance.
es: Vemos a Hu-sen asintiendo a Appo-. Parecen estar congelados en frente de la entrada.

source: Now, it was all up to Appo.
es: Ahora todo depende de Appo-.

source: {Kazushi} "Is he going to take her inside?"
es: {Kazushi} "¿Va a llevársela dentro?"

source: {Appo} "Are you sure?"
es: {Appo-} "¿Estás segura?"

source: What?
es: ¿Qué?

source: {Fuusen} "............"
es: {Hu-sen} "..."

source: {Sakura} "They went in!"
es: {Sakura} "¡Han entrado!"

source: {Kazushi} "They did!"
es: {Kazushi} "¡Han entrado de verdad!"

source: {Haruka} "What's the big deal? What is that place?"
es: {Haruka} "¿Por qué tanto alboroto? ¿Qué pasa en ese lugar?"

source: Or rather, a slave to desire.
es: O quizá se ha dejado perder por el deseo.

source: They stayed in there for two full hours.
es: Estuvieron dentro las dos horas enteras.

source: Appo stayed quiet that night.
es: Appo- permaneció en silencio aquella noche.

source: {Pierre} "Why are you so quiet?"
es: {Pierre} "¿Qué haces tan callado?"

source: {Daigo} "You became a man tonight, right?"
es: {Daigo} "Hoy te has convertido en un hombre, ¿verdad?"

source: {Appo} "It's nothing like that......"
es: {Appo-} "No es eso..."

source: {Appo} *Sigh*
es: {Appo-} *Suspirando*

source: It's so not like him to sigh like that.
es: No parece él.

source: {Kazushi} "Could it be that you're regretting what you did today?"
es: {Kazushi} "¿Es que te has arrepentido de lo de hoy?"

source: {Appo} "......not that."
es: {Appo-} "Tampoco es eso..."

source: {Appo} "She's nothing to have regrets about!"
es: {Appo-} "¡¡Ella no es nada de lo que arrepentirse!!"

source: He shouted at us. He actually sounded like he was siding with Fuusen.
es: Nos gritó. Parecía como si estuviese del lado de Hu-sen.

source: The moment after he snapped at us, he went quiet. Could this be...
es: Justo después de gritarnos, se quedó en silencio. ¿Podría ser...?

source: {Pierre} "You're serious about her, aren't you?"
es: {Pierre} "Vas en serio con ella. ¿Verdad?"

source: He nodded.
es: Asintió.

source: {Kazushi} "I see. Congratulations... I guess?"
es: {Kazushi} "Ya veo. Felicidades."

source: We have our first couple. And everyone thought they were great together. It was a joyous occasion.
es: Ya tenemos nuestra primera pareja.

source: {Daigo} "Then why are you so down?"
es: {Daigo} "Entonces, ¿qué haces tan decaído?"

source: {Appo} "She wasn't a virgin."
es: {Appo-} "No era virgen."

source: {Pierre} "What? She wasn't a virgin?"
es: {Pierre} "¿Qué? ¿Que no era virgen?"

source: {Kazushi} "That's so surprising..."
es: {Kazushi} "Qué inesperado..."

source: That meant she'd done it with someone before.
es: Eso significa que ya salió con alguien antes.

source: {Daigo} "It's hard to imagine......"
es: {Daigo} "Resulta difícil de imaginar..."

source: {Kazushi} "Whatever it is, it's in the past, right?"
es: {Kazushi} "Fuese como fuese, ya forma parte del pasado, ¿verdad?"

source: {Appo} "Shut up! I know all that!"
es: {Appo-} "¡Callaos! ¡Soy consciente de eso!"

source: He shouted at us one last time and went to bed.
es: Nos gritó y se fue a la cama.

source: {Pierre} "I don't blame him. This must complicate things."
es: {Pierre} "No le culpo. Debe ser muy difícil."

source: {Kazushi} "I agree."
es: {Kazushi} "Sí..."

source: The girl he loved had been to bed with someone else first. It's not such an easy thing to accept.
es: La persona que amas ya ha estado en la cama con otra persona. Resulta difícil de aceptar.

source: {Kazushi} "But you love her anyways, right?"
es: {Kazushi} "Pero tú la quieres de todas formas, ¿verdad?"

source: {Appo} "......who cares."
es: {Appo-} "Qué más da..."

source: {Daigo} "Come on, talk to us."
es: {Daigo} "Venga... Habla con nosotros."

source: {Appo} "Leave me alone!"
es: {Appo-} "¡Dejadme en paz!"

source: Appo was being stubborn and refused to listen to us.
es: Solo quiere que lo dejen tranquilo.

source: Just when we thought everything had gone well...
es: Y cuando ya pensábamos que todo había ido bien.

source: The atmosphere at breakfast was awkward to say the least. Everyone tried not to look at Appo and Fuusen.
es: Era una situación muy embarazosa. Todos evitaban mirar a Appo- y a Hu-sen.

source: And, of course, those two didn't exchange a single word.
es: Y por descontado, entre ellos no intercambiaron ni una sola palabra.

source: {Ran} "Something seems awkward."
es: {Ran} "¿Qué podemos hacer?"

source: {Andou} "See, this is why I was opposed to the idea. Who cares if he was her first or not?"
es: {Rei} "¿Véis? Por eso me oponía a esta idea. ¿A quién le importa que fuese su primero o no?"

source: {Fuusen} "That's enough, Rei."
es: {Hu-sen} "Rei, ya está bien."

source: Fuusen had heard Rei's remark.
es: Hu-sen estaba escuchando a Rei.

source: {Andou} "But..."
es: {Rei} "Pero, Hu-sen..."

source: {Fuusen} "It's nobody's fault."
es: {Hu-sen} "No es culpa de mi cuerpo."

source: {Sakura} "Are you sure? You guys... did it, right?"
es: {Sakura} "¿Estás segura? ¿Lo hicistéis, verdad...?"

source: {Pierre} "What's with this mood? They talking about Appo?"
es: {Pierre} "No puedo creer que esté pasando esto."

source: {Daigo} "This is so sad."
es: {Daigo} "Es tan triste."

source: {Mizuki} "Can't we do something about this?"
es: {Mizuki} "¿Podemos hacer algo al respecto?"

source: {Kazushi} "I have no idea......"
es: {Kazushi} "No tengo ni idea..."

source: Everyone looked over at Appo, who was on the other side of the room by himself.
es: Todos miran a Appo- que está sólo, en la otra parte de la habitación.

source: He still seemed to prefer isolation. He hadn't talked to anybody today.
es: Parece que sigue queriendo que no le molesten. Hoy no ha hablado con nadie.

source: Even back at the dorm, he didn't talk to anyone, and the air was heavy.
es: Mantuvo su silencio aún cuando volvimos al dormitorio.

source: {Daigo} "This is so uncomfortable."
es: {Daigo} "Es bastante incómodo."

source: They tried to leave me to sort Appo out by myself.
es: Trataron de dejarme a mí y a Appo- solos.

source: I begged them to stay. I couldn't take this heavy mood by myself.
es: Les supliqué que se quedasen.

source: {Daigo} "It's unfortunate, but there's nothing we can do for him."
es: {Daigo} "Pero es que no podemos hacer nada por él."

source: {Kazushi} "Just being here means a lot to him right now."
es: {Kazushi} "El hecho de permanecer aquí significa mucho para él."

source: {Pierre} "All right. Just until lights out. You need to get back to normal, Appo."
es: {Pierre} "Está bien. Tienes que volver a ser como siempre, Appo-."

source: {Appo} "Hey guys......"
es: {Appo-} "Chicos..."

source: He finally opened his mouth for the first time today.
es: Dijo las primeras palabras del día.

source: {Kazushi} "Yeah, Appo? What is it?"
es: {Kazushi} "Sí, Appo-. ¿Qué pasa?"

source: {Pierre} "Talk to us! Let it all out!"
es: {Pierre} "¡Habla con nosotros! ¡Desahogate!"

source: {Kazushi} "What? Pick up girls?"
es: {Kazushi} "¿Qué? ¿Ahora?"

source: It wasn't anything about Fuusen.
es: No era nada sobre Hu-sen.

source: {Daigo} "What are you going to do about Fuusen?"
es: {Daigo} "¿Qué vas a hacer con lo de Hu-sen?"

source: {Appo} "I don't care anymore."
es: {Appo-} "Ya me da igual."

source: {Kazushi} "That's not true. What brings you to that answer?"
es: {Kazushi} "¿Qué estás diciendo?"

source: {Pierre} "Come on, Appo. You need to grow up and stop sulking."
es: {Pierre} "Venga, Appo-. Tienes que crecer."

source: {Appo} "Shut up! I said I'm not interested in those used goods!"
es: {Appo-} "Ya he dicho que no estoy interesado en artículos de segunda mano."

source: What he said about Fuusen froze all of us in shock.
es: Lo que dijo sobre Hu-sen nos dejó a todos petrificados.

source: {Pierre} "Hey, that's outta line!"
es: {Pierre} "¡¡Oye, eso es muy ruín!!"

source: {Kazushi} "I understand how you feel, but there are some things you just don't say! Quit getting hung up on trivial matters!"
es: {Kazushi} "¡Hay un límite sobre las cosas que se pueden decir!"

source: {Appo} "What would you guys know!? The only love you've ever been in was all in your heads!"
es: {Appo-} "¡¡¿Y vosotros qué sabéis?!! ¡¡Nunca os habéis encontrado en mi situación!!"

source: {Kazushi} "...you're right."
es: {Kazushi} "¡Cuanta razón tienes...!"

source: {Pierre} "Don't falter, Kazushi! Appo, you were one of us until just yesterday! What makes you so different now!?"
es: {Pierre} "¡Tú eras como nosotros hasta ayer! ¿¡Qué te hace tan diferente de nosotros ahora!?"

source: {Appo} "I don't know who she had sex with before and I don't care. I just don't wanna go out with a slut......"
es: {Appo-} "Yo no sabía que ya lo había hecho antes, peor es que me da igual. Me niego a salir con semejante puta..."

source: Daigo rose up tall.
es: Daigo se levantó.

source: *SMACK*
es: Y le arreó un puñetazo a Appo-.

source: {Daigo} "Quit bitching over stupid shit!"
es: {Daigo} "¡¡Ya está bien!!"

source: {Pierre} "Is he all right? He broke through the window and flew outside."
es: {Pierre} "¿Está bien?"

source: {Appo} "O-o-Ouch!"
es: {Appo-} "A-A-Au..."

source: {Kazushi} "Are you all right? Do you know you're bleeding?"
es: {Kazushi} "¿Te encuentras bien? ¿Sabes que estás sangrando?"

source: {Pierre} "Get some spit on it! Some spit!"
es: {Pierre} "Que alguien le chupe la herida, se pondrá bien."

source: {Daigo} "It's my responsibility. I'll do it. Ptt, ptt, ptt!"
es: {Daigo} "Ha sido por mi culpa. ¡¡Yo lo haré!!"

source: He tried to crawl away from us.
es: Trata de escapar.

source: {Appo} "Why do I have to go through this!?"
es: {Appo-} "¡¿Por qué tengo que pasar por esto?!"

source: {Kazushi} "Because you're not being honest with yourself!"
es: {Kazushi} "¡Por tu actitud tan infantil!"

source: {Appo} "How am I not?!"
es: {Appo-} "¿¡Qué he hecho mal yo!?"

source: {Pierre} "Because being jealous over Fuusen's past means that you really love her, right? If you didn't, you wouldn't give a damn!"
es: {Pierre} "Estabas celoso. ¿Verdad?"

source: {Appo} "No, I wasn't......"
es: {Appo-} "No. No lo estaba..."

source: {Daigo} "Come on, man up and be honest. You don't want to make the girl who loves you cry, do you?"
es: {Daigo} "Venga, se honesto. No te gustaría que la chica que quieres llorase, ¿verdad?"

source: {Kazushi} "Daigo's right. You don't wanna lose her, do you?"
es: {Kazushi} "Daigo tiene razón. ¿Acaso quieres perderla?"

source: {Appo} "..................of course not."
es: {Appo-} "...Claro que no..."

source: He looked like he was gritting sand as he finally spat out his honest feelings, and raised his head in defiance.
es: Al final ha dicho la verdad.

source: {Appo} "You guys are right! I fell in love with her! I'm jealous of her ex!"
es: {Appo-} "¡Tenéis razón! ¡Me enamoré de ella! ¡Y estoy celoso de su ex!"

source: {Appo} "She's not even really my type!! Why am I falling for her!? And being jealous of her ex is so lame!"
es: {Appo-} "¡¡Y es que ella no es exáctamente mi tipo!! ¡¿Por qué me he enamorado?!"

source: {Appo} "It's funny, right!? Go ahead and laugh at me!"
es: {Appo-} "¡Tiene gracia, ¿no?! Venga, ¡reíros de mí!"

source: He screamed this to the crowd, but nobody laughed at him.
es: Lo dijo chillando, pero nadie se rió de él.

source: {Kazushi} "Of course no one's going to laugh at you. You just shared your true feelings and showed how serious you are. So show us some more."
es: {Kazushi} "Nadie se va a reír de ti. Acabas de compartir con nosotros tus sentimientos sinceros."

source: {Daigo} "If you truly lover her, then go show her how serious you are. Who cares about others? What does her past matter?"
es: {Daigo} "Si de verdad la quieres. ¿A quién le importa su pasado?"

source: {Pierre} "You don't wanna lose her, do you? She's just like a balloon. If you let go of her, then fuuu."
es: {Pierre} "No quieres perderla, ¿no?"

source: We all looked up at the sky as if we were watching her float away.
es: Nos quedamos todos mirando al cielo.

source: {Appo} "No. How could I let her get away."
es: {Appo-} "Claro que no."

source: Appo started running to find her.
es: Appo- empezó a correr para ir a buscarla.

source: {Appo} *He Uh He Uh He Uh*
es: {Appo-} *Casi sin respiración*

source: He was running at top speed to get to Fuusen.
es: Corría todo lo rápido que podía hacia Hu-sen.

source: We'd never seen him run like this before.
es: Nunca lo habíamos visto correr así.

source: {Appo} "Fuusen-san!! Fuusen Kazuko-san!!"
es: {Appo-} "¡¡Hu-sen!! ¡¡Hu-sen!!"

source: Everybody in the girls' dorm opened her window.
es: Todas las chicas del dormitorio de las chicas abrieron las ventanas.

source: {Appo} "Fuusen!! Fuusen Kazuko!!"
es: {Appo-} "¡¡Hu-sen!!"

source: *Slide*
es: Se abrió otra ventana.

source: One light turned on, and out of the window came Fuusen's head.
es: Allí estaba ella.

source: {Fuusen} "Jinnai-kun..."
es: {Hu-sen} "Appo-..."

source: {Appo} "Fuusen!!!"
es: {Appo-} "¡¡Hu-sen!!"

source: Appo continued to run right up the tree that led to her window. He climbed it so quickly, I thought he was a monkey.
es: Se subió al árbol que daba a su ventana.

source: He stood on the very edge of a heavily sagging branch, right next to Fuusen's windowsill.
es: Trepó hasta que la alcanzó.

source: They made deep, devoted eye contact.
es: Se están mirando fijamente a los ojos.

source: {Appo} "I'm sorry, did I wake you up?"
es: {Appo-} "Lo siento. ¿Te he despertado?"

source: {Fuusen} "I knew you'd come for me."
es: {Hu-sen} "Sabía que vendrías a por mí."

source: Fuusen's words gave him the final push he needed. Appo looked into her eyes like a man.
es: Appo- la mira a los ojos como un hombre.

source: {Appo} "I'm sorry for getting hung up on something stupid! You're still just as attractive, hymen or no hymen!"
es: {Appo-} "¡Lo siento! ¡Te quiero!, ¡no me importa nada más!"

source: {Fuusen} "Huh?"
es: {Hu-sen} "¡¡...!! ¿...?"

source: {Appo} "My feelings for you haven't changed! I love you! Please go out with me!!"
es: {Appo-} "Por favor, ¡¡sal conmigo!!"

source: He reached out his right hand as if he was praying.
es: Extendió su brazo derecho como si estuviese suplicando.

source: That was the wrong move.
es: Fue un movimiento muy desafortunado.

source: *SNAP*
es: *Rama rompiéndose*

source: {Daigo} "Watch out!"
es: {Daigo} "¡Cuidado...!"

source: The branch supporting Appo's weight finally reached its breaking point.
es: LA rama que aguantaba el peso de Appo- acabó por perder toda la resistencia que ofrecía.

source: {Fuusen} "Phew......you're safe."
es: {Hu-sen} "Estás a salvo..."

source: Fuusen was holding his hand securely in her own.
es: Hu-sen lo estaba sujetando con sumo cuidado.

source: {Fuusen} "I'll pull you up, so climb in."
es: {Hu-sen} "Trepa por la ventana."

source: Fuusen tried to pull Appo up with everything she had. His hand finally found a grip on the windowsill, and he hoisted himself up.
es: Hu-sen trata de enderezar a Appo- como puede.

source: When he finally crawled his way in, she gave him a big hug.
es: Finalmente se las arregló para ponerlo a salvo y le dio un fuerte abrazo.

source: {Appo} "......Fuusen... Kazuko-san?"
es: {Appo-} "... ¿Hu-sen?"

source: {Fuusen} "I wanna hear it again."
es: {Hu-sen} "Me encantaría volverlo a escuchar."

source: She begged Appo as she held him.
es: Suplicó Hu-sen.

source: {Appo} "Sure!"
es: {Appo-} "¡Por supuesto!"

source: {Appo} "I love you!! Please go out with me!!"
es: {Appo-} "¡¡Te quiero!! ¡¡Por favor, sal conmigo!!"

source: {Fuusen} "Yes! If you're all right with me, I'd love to!"
es: {Hu-sen} "Sí... Yo también te quiero."

source: She nearly sang as she held Appo.
es: Respondió a Appo-.

source: {Pierre} "Fwoo, nice going!"
es: {Pierre} "¡Sí!"

source: {Kazushi} "Great job, Appo."
es: {Kazushi} "¡Bien hecho, Appo-!"

source: The two of them shone as they hugged each other by the windowsill. This was like watching a movie.
es: Era casi como estar viendo una película.

source: {Daigo} "Bloody Appo. He should've done this a long time ago."
es: {Daigo} "Maldito Appo-. Debió haber hecho esto hace mucho tiempo."

source: {Kazushi} "Oh well, this is more like the Appo we know."
es: {Kazushi} "Ya, pero bueno. Así es mucho más propio de Appo-."

source: {Appo} "Th-thanggh...you...*sniff*"
es: {Appo-} *Llorando*

source: {Fuusen} "......you don't need to cry."
es: {Hu-sen} "No llores..."

source: Fuusen gently cradled the crying Appo in her arms. I was kind of envious of them.
es: Hu-sen acunaba al lloroso Appo-. ...Me daban un poco de envidia.

source: {Pierre} "They put on quite a show."
es: {Pierre} "Menudo espectáculo que han hecho."

source: {Daigo} "That made me want a girlfriend..."
es: {Daigo} "Hace que sienta que necesito novia..."

source: {Kazushi} "I felt the same way."
es: {Kazushi} "A mí me pasa igual."

source: And that was the night that Eiden Academy's first couple was born. We all watched on as Appo and Fuusen held each other, gazing into each other's eyes.
es: Ya tenemos la primera pareja es la escuela.
